{"publications": [{"title": "Kinetics of autoxidation of tartaric acid in presence of iron", "doi": "10.1063/5.0013727", "abstract": "The kinetics of the autoxidation reaction of tartaric acid in an air-saturated solution in the presence of Fe(II) show autocatalytic behavior with distinct initiation, propagation, and termination phases. The initiation phase, which involves activation of dissolved oxygen, decreases with increasing pH, over the test range of pH of 2.5-4.5, indicating that activation of oxygen is catalyzed by an Fe(II)-tartrate complex. The autocatalytic nature of this reaction indicates the presence of a catalytic intermediate that is produced during the initiation phase and regenerated during the propagation phase. The addition of catalase, as well as direct measurements, provided evidence of the presence and kinetic action of hydrogen peroxide as one of the intermediates. Direct addition of hydrogen peroxide resulted in shortening of the initiation stage and the propagation phase with similar rates as in the autoxidation reaction at low pH. The propagation is approximately a zero order reaction with respect to oxygen and iron. The kinetic analysis suggests that an intermediate catalytic complex(s) involving a ferryl ion (FeO2+) controls the rate of the propagation reaction. The Fe(III) formation shows autocatalytic behavior that mirrors the dissolved oxygen consumption patterns under all pH conditions studied. At pH values of 2.5 and 3.0, Fe(III) accumulated to a maximum, before it was partially consumed. This maximum coincided with the depletion of dissolved oxygen. The consumption of Fe(III), or the reduction of Fe(III) back to Fe(II), reflects the catalytic nature of Fe(II) and the essential role of tartaric acid in the initiation phase of Fenton's original reaction.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__5.0013727.png"}, {"title": "Kinetic advantage of forming respiratory supercomplexes", "doi": "10.1016/j.bbabio.2020.148193", "abstract": "Components of respiratory chains in mitochondria and some aerobic bacteria assemble into larger, multiprotein membrane-bound supercomplexes. Here, we address the functional significance of supercomplexes composed of respiratory-chain complexes III and IV. Complex III catalyzes oxidation of quinol and reduction of water-soluble cytochrome c (cyt c), while complex IV catalyzes oxidation of the reduced cyt c and reduction of dioxygen to water. We focus on two questions: (i) under which conditions does diffusion of cyt c become rate limiting for electron transfer between these two complexes? (ii) is there a kinetic advantage of forming a supercomplex composed of complexes III and IV? To answer these questions, we use a theoretical approach and assume that cyt c diffuses in the water phase while complexes III and IV either diffuse independently in the two dimensions of the membrane or form supercomplexes. The analysis shows that the electron flux between complexes III and IV is determined by the equilibration time of cyt c within the volume of the intermembrane space, rather than the cyt c diffusion time constant. Assuming realistic relative concentrations of membrane-bound components and cyt c and that all components diffuse independently, the data indicate that electron transfer between complexes III and IV can become rate limiting. Hence, there is a kinetic advantage of bringing complexes III and IV together in the membrane to form supercomplexes.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2020.148193.png"}, {"title": "Kinetics and Efficiency of Energy-Transducing Enzymes", "doi": "10.1021/acs.jpcb.9b08191", "abstract": "Complexes I to IV, with the exception of Complex II, are redox-driven proton pumps that convert redox energy of oxygen reduction to proton gradient across the mitochondrial or bacterial membrane; in turn, the created electrochemical gradient drives the adenosine triphosphate synthesis in the cells by utilizing complex V of the chain. Here we address a general question of the efficiency of such enzymes, considering them as molecular machines that couple endergonic and exergonic reactions and converting one form of free energy into another. One well-known example of the efficiency is given by Carnot's theorem for heat engines. Here we extend the concept to respiratory enzymes and specifically focus on the proton pumping by Complex I of the respiratory chain, nicotinamide adenine dinucleotide dehydrogenase. To discuss the efficiency issues, we develop a model of enzyme kinetics, which generalizes the Michaelis-Menten model. Our model includes several substrates and products and, in general, can be considered as Generalized Michaelis-Menten Kinetic model. The model might be useful for describing complex enzyme kinetics, regardless of the efficiency issues that are addressed in this paper.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.jpcb.9b08191.png"}, {"title": "Mutations in NDUFS1 Cause Metabolic Reprogramming and Disruption of the Electron Transfer", "doi": "10.3390/cells8101149", "abstract": "Complex I (CI) is the first enzyme of the mitochondrial respiratory chain and couples the electron transfer with proton pumping. Mutations in genes encoding CI subunits can frequently cause inborn metabolic errors. We applied proteome and metabolome profiling of patient-derived cells harboring pathogenic mutations in two distinct CI genes to elucidate underlying pathomechanisms on the molecular level. Our results indicated that the electron transfer within CI was interrupted in both patients by different mechanisms. We showed that the biallelic mutations in NDUFS1 led to a decreased stability of the entire N-module of CI and disrupted the electron transfer between two iron-sulfur clusters. Strikingly interesting and in contrast to the proteome, metabolome profiling illustrated that the pattern of dysregulated metabolites was almost identical in both patients, such as the inhibitory feedback on the TCA cycle and altered glutathione levels, indicative for reactive oxygen species (ROS) stress. Our findings deciphered pathological mechanisms of CI deficiency to better understand inborn metabolic errors.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.3390__cells8101149.png"}, {"title": "Concerted Two-Electron Reduction of Ubiquinone in Respiratory Complex I", "doi": "10.1021/acs.jpcb.9b04082", "abstract": "Respiratory complex I catalyzes two-electron/two-proton reduction of a ubiquinone (Q) substrate bound at its Q-binding pocket; upon reduction, ubiquinole carries electrons further down the electron transport chain. The mechanism of this two-electron transfer reaction is poorly understood. Here we consider a hypothetical scheme in which two electrons transfer together with two protons in a concerted fashion. On one side, a coupled electron/proton transfer occurs from the reduced N2 FeS cluster and protonated His(38) residue, respectively, while on the other side a hydrogen atom transfer occurs from the neutral Tyr(87) residue, generating a tyrosyl radical. A method to evaluate the coupling matrix element that corresponds to a concerted tunneling of two electrons was developed. Overall, our calculations indicate that the concerted reaction is feasible, in which case a transient tyrosyl radical is formed during the catalytic cycle of the enzyme.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.jpcb.9b04082.png"}, {"title": "Dynamic and Electronic Polarization Corrections to the Dielectric Constant of Water", "doi": "10.1021/acs.jpca.8b07953", "abstract": "The standard approach to calculating the dielectric constant from molecular dynamics (MD) simulations employs a variant of the Kirkwood-Frohlich methodology. Many popular nonpolarizable models of water, such as TIPnP, give a reasonable agreement with the experimental value of 78. However, it has been argued in the literature that the dipole moments of these models are effective, being smaller than the real dipole of a liquid water molecule by about a factor of root epsilon(el), or roughly root 2. If the total or corrected dipole moment is used in calculations, the dielectric constant comes out nearly twice as large, i.e., in the range of 160, which is twice as high as the experimental value. Here we discuss possible reasons for such a discrepancy. One approach takes into account dynamic corrections due to the dependence of the dielectric response of the medium producing the reaction field on the time scale of dipole fluctuations computed in the Kirkwood-Frohlich method. When dynamic corrections are incorporated into the computational scheme, a much better agreement with the experimental value of the dielectric constant is found when the corrected (real) dipole moment of liquid water is used. However, a formal analysis indicates that the static properties, such as dielectric constant, should not depend on dynamics. We discuss the resulting conundrum and related issues of simulations of electrostatic interactions using periodic boundary conditions in the context of our findings.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.jpca.8b07953.png"}, {"title": "Redox-Driven Proton Pumps of the Respiratory Chain", "doi": "10.1016/j.bpj.2018.07.022", "abstract": "In aerobic cells, the proton gradient that drives ATP synthesis is created by three different proton pumps-membrane enzymes of the respiratory electron transport chain known as complex I, III, and IV. Despite the striking dissimilarity of structures and apparent differences in molecular mechanisms of proton pumping, all three enzymes have much in common and employ the same universal physical principles of converting redox energy to proton pumping. In this study, we describe a simple mathematical model that illustrates the general principles of redox-driven proton pumps and discuss their implementation in complex I, III, and IV of the respiratory chain.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bpj.2018.07.022.png"}, {"title": "Investigating the Many Roles of Internal Water in Cytochrome c Oxidase", "doi": "10.1021/acs.jpcb.7b11920", "abstract": "Cytochrome c oxidase (CcO) is the terminal enzyme in the respiratory electron transport chain. As part of its catalytic cycle, CcO transfers protons to its Fe-Cu binuclear center (BNC) to reduce oxygen, and in addition, it pumps protons across the mitochondrial inner, or bacterial, membrane where it is located. It is believed that this proton transport is facilitated by a network of water chains inside the enzyme. Here we present an analysis of the hydration of CcO, including the BNC region, using a semi-empirical hydration program, Dowser++, recently developed in our group. Using high-resolution X-ray data, we show that Dowser++ predictions match very accurately the water molecules seen in the D- and K-channels of CcO, as well as in the vicinity of its BNC. Moreover, Dowser++ predicts many more internal water molecules than is typically seen in the experiment. However, no significant hydration of the catalytic cavity in CcO described recently in the literature is observed. As Dowser++ itself does not account for structural changes of the protein, this result supports the earlier assessment that the proposed wetting transition in the catalytic cavity can only either be due to structural rearrangements of BNC, possibly induced by the charges during the catalytic cycle, or occur transiently, in concert with the proton transfer. Molecular dynamics simulations were performed to investigate the global dynamic nature of Dowser++ waters in CcO, and the results suggest a consistent explanation as to why some predicted water molecules would be missing in the experimental structures. Furthermore, in light of the significant protein hydration predicted by Dowser++, the dielectric constant of the hydrated cavities in CcO was also investigated using the Frohlich-Kirkwood model; the results indicate that in the cavities where water is packed sufficiently densely the dielectric constant can approach values comparable even to that of bulk water.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.jpcb.7b11920.png"}, {"title": "Dowser plus plus , a new method of hydrating protein structures", "doi": "10.1002/prot.25081", "abstract": "A new method of hydrating protein structures, which we call Dowser++, is presented. The method is based on a semi-empirical modification of a popular program for protein hydration Dowser, and the usage of protocols AutoDock Vina, and WaterDock. The positions of water molecules predicted by Dowser++ were compared with experimental data for a set of 14 high-resolution crystal structures of oligopeptide-binding protein (OppA) containing a large number of resolved internal water molecules, as well as for the D- and K-channels of cytochrome c oxidase, and the recent data on PSII. Comparison is also made with the predictions of the original Dowser, and its improved version, Dowser+, described in our previous publication. We also present a model for quantitative estimation of the quality of water molecules placement made by a program, which includes an assumption of possible false negative data from the crystallographic analysis. The comparison of predictions made by Dowser++, Dowser and Dowser+ demonstrates significant improvement of predictive power of the new method. Proteins 2016; 84:1347-1357. (c) 2016 Wiley Periodicals, Inc.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__prot.25081.png"}, {"title": "Electron tunneling in proteins program", "doi": "10.1002/jcc.24348", "abstract": "We developed a unique integrated software package (called Electron Tunneling in Proteins Program or ETP) which provides an environment with different capabilities such as tunneling current calculation, semi-empirical quantum mechanical calculation, and molecular modeling simulation for calculation and analysis of electron transfer reactions in proteins. ETP program is developed as a cross-platform client-server program in which all the different calculations are conducted at the server side while only the client terminal displays the resulting calculation outputs in the different supported representations. ETP program is integrated with a set of well-known computational software packages including Gaussian, BALLVIEW, Dowser, pKip, and APBS. In addition, ETP program supports various visualization methods for the tunneling calculation results that assist in a more comprehensive understanding of the tunneling process. (c) 2016 Wiley Periodicals, Inc.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__jcc.24348.png"}, {"title": "Internal switches modulating electron tunneling currents in respiratory complex III", "doi": "10.1016/j.bbabio.2016.02.005", "abstract": "In different X-ray crystal structures of bc(1) complex, some of the key residues of electron tunneling pathways are observed in different conformations; here we examine their relative importance in modulating electron transfer and propose their possible gating function in the Q-cycle. The study includes inter-monomeric electron transfer; here we provide atomistic details of the reaction, and discuss the possible roles of inter-monomeric electronic communication in bc(1) complex. Binding of natural ligands or inhibitors leads to local conformational changes which propagate through protein and control the conformation of key residues involved in the electron tunneling pathways. Aromatic-aromatic interactions are highly utilized in the communication network since the key residues are aromatic in nature. The calculations show that there is a substantial change of the electron transfer rates between different redox pairs depending on the different conformations acquired by the key residues of the complex. (C) 2016 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2016.02.005.png"}, {"title": "Novel Inhibitors for a Novel Binding Site in Respiratory Complex III", "doi": "10.1021/acs.jpcb.5b12347", "abstract": "A new binding site and potential novel inhibitors of the respiratory complex III are described. The site is located at the opposite side of the enzyme with respect to ubiquinol binding site (Q site), and distinctly different from both Q, and Q sites (hence designated as NonQbinding site, NQ). NQsite binding pocket extends up close to Phe90 residue, an internal switch (LH switch) that regulates electron transfer between heme bL and heme bH of the low potential redox chain. Docking studies and molecular dynamics simulations of different molecules to the NQsite revealed potential ligands which exhibit a novel inhibitory effect for bc1 complex by switching the LH switch to off conformation, thereby shutting down electron transfer in the low potential redox chain. Moreover, the novel inhibitors have lower binding affinity for both Q and Q sites, and hence do not interfere with binding of the natural ligands to those sites. The inhibitory activity of those novel ligands in bc1 complex is suggested to promote the production of reactive oxygen species (ROS) at the Q site. Hence those ligands are potential candidates for designing new mitocan drugs.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.jpcb.5b12347.png"}, {"title": "Monte Carlo Simulations of Glu-242 in Cytochrome c Oxidase", "doi": "10.1021/acs.jpcb.5b10998", "abstract": "Monte Carlo (MC) simulations of conformational changes and protonation of Glu-242, a key residue that shuttles protons in cytochrome c oxidase (CcO), are reported. Previous studies suggest that this residue may play a role of the valve of the enzyme proton pump. Here we examine how sensitive the results of simulations are to the computational method used. We applied both molecular mechanic (MM) and hybrid quantum mechanic:molecular mechanic (QM:MM) methods and find that the results are qualitatively different. The results indicate that the mechanism for proton gating in CcO is still an open issue.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.jpcb.5b10998.png"}, {"title": "Tunneling Time and the Breakdown of Born-Oppenheimer Approximation", "doi": "10.1021/acs.jpcb.5b00862", "abstract": "In electron-transfer reactions in proteins and other molecular systems involving long-distance electron tunneling, the tunneling time, i.e., the time that an electron spends in the barrier region between redox centers, can be comparable to vibrational periods of the nuclei. One consequence of this is the breakdown of the Born-Oppenheimer (BO) approximation at the far tails of the tunneling electronic wave functions. These tails define the coupling of redox centers exchanging electrons and hence the rates of electron transfer. We discuss the transition in the distance dependence of the rate of electron transfer that separates the BO and non-BO behavior of the tunneling reaction and show how the crossover is related to tunneling time.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.jpcb.5b00862.png"}, {"title": "A Gated Substrate Channel Revealed in Nitrogenase through a Combined IR and Molecular Dynamics Study", "doi": "10.1016/j.bpj.2015.11.1740", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bpj.2015.11.1740.png"}, {"title": "Quantum Calculations of Electron Tunneling in Respiratory Complex III", "doi": "10.1021/acs.jpcb.5b09424", "abstract": "The most detailed and comprehensive to date study of electron transfer reactions in the respiratory complex III of aerobic cells, also known as bc(1) complex, is reported. In the framework of the tunneling current theory, electron tunneling rates and atomistic tunneling pathways between different redox centers were investigated for all electron transfer reaction comprising different stages of the proton-motive Q-cycle. The calculations reveal that complex III is a smart nanomachine, which under certain conditions undergoes conformational changes gating electron transfer, or channeling electrons to specific pathways. One-electron tunneling approximation was adopted in the tunneling calculations, which were performed using hybrid Broken-Symmetry (BS) unrestricted DFT/ZINDO levels of theory. The tunneling orbitals were determined using an exact biorthogonalization scheme that uniquely separates pairs of tunneling orbitals with small overlaps out of the remaining Franck-Condon orbitals with significant overlap. Electron transfer rates in different redox pairs show exponential distance dependence, in agreement with the reported experimental data; some reactions involve coupled proton transfer. Proper treatment of a concerted two-electron bifurcated tunneling reaction at the Q(o) site is given.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.jpcb.5b09424.png"}, {"title": "Transition Flux Formula for the Electronic Coupling Matrix Element", "doi": "10.1021/jp512699a", "abstract": "The transition flux formula for the coupling matrix element of long-distance electron transfer reactions is discussed. Here we present a new derivation which is based on the Golden Rule approach. The electronit Franck-Condon factor that appears in the multielectronic formulation of the coupling element is discussed using the concept of tunneling, time. An application of the tunneling flux theory to electron transfer reactions in a model system based on the low-potential heme and high-potential heme (herne b(L))/(heme b(H)) redox pair of ubiquinol:cytothrome c oxidoreductase complex, is described; the results are compared to those obtained by measuring energy splitting of the donor/acceptor multielectronic states and the direct calculation method.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp512699a.png"}, {"title": "Docking and Migration of Carbon Monoxide in Nitrogenase: The Case for Gated Pockets from Infrared Spectroscopy and Molecular Dynamics", "doi": "10.1021/acs.biochem.5b00216", "abstract": "Evidence of a CO docking site near the FeMo cofactor in nitrogenase has been obtained by Fourier transform infrared spectroscopy-monitored low-temperature photolysis. We investigated the possible migration paths for CO from this docking site using molecular dynamics calculations. The simulations support the notion of a gas channel with multiple internal pockets from the active site to the protein exterior. Travel between pockets is gated by the motion of protein residues. Implications for the mechanism of nitrogenase reactions with CO and N-2 are discussed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__acs.biochem.5b00216.png"}, {"title": "Internal Switches Modulating Electron Flow in bc1 Complex", "doi": "10.1016/j.bpj.2014.11.3286", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bpj.2014.11.3286.png"}, {"title": "Dipole Moment and Binding Energy of Water in Proteins from Crystallographic Analysis", "doi": "10.1021/ct500358r", "abstract": "The energetics of water molecules in proteins is studied using the water placement software Dowser. We compared the water position predictions for 14 high-resolution crystal structures of oligopeptide-binding protein (OppA) containing a large number of resolved internal water molecules. From the analysis of the outputs of Dowser with variable parameters and comparison with experimental X-ray data, we derived an estimate of the average dipole moment of water molecules located in the internal cavities of the protein and their binding energies. The water parameters thus obtained from the experimental data are then analyzed within the framework of charge-scaling theory developed recently by this group; the parameters are shown to be in good agreement with the predictions that the theory makes for the dipole moment in a protein environment. The water dipole in the protein environment is found to be much different from that in the bulk and in such models as sSPC or TIPnP. The role of charge scaling due to electronic polarizability of the protein is discussed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__ct500358r.png"}, {"title": "Polarizable molecular interactions in condensed phase and their equivalent nonpolarizable models", "doi": "10.1063/1.4884276", "abstract": "Earlier, using phenomenological approach, we showed that in some cases polarizable models of condensed phase systems can be reduced to nonpolarizable equivalent models with scaled charges. Examples of such systems include ionic liquids, TIPnP-type models of water, protein force fields, and others, where interactions and dynamics of inherently polarizable species can be accurately described by nonpolarizable models. To describe electrostatic interactions, the effective charges of simple ionic liquids are obtained by scaling the actual charges of ions by a factor of 1/root epsilon el, which is due to electronic polarization screening effect; the scaling factor of neutral species is more complicated. Here, using several theoretical models, we examine how exactly the scaling factors appear in theory, and how, and under what conditions, polarizable Hamiltonians are reduced to nonpolarizable ones. These models allow one to trace the origin of the scaling factors, determine their values, and obtain important insights on the nature of polarizable interactions in condensed matter systems. (C) 2014 AIP Publishing LLC.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.4884276.png"}, {"title": "Mechanisms of generation of local Delta pH in mitochondria and bacteria", "doi": "10.1134/S000629791405006X", "abstract": "The concepts of global and local coupling between proton generators, the enzymes of the respiratory chain, and the consumer, the ATP synthase, coexist in the theory of oxidative phosphorylation. Global coupling is trivial proton transport via the aqueous medium, whereas local coupling implies that the protons pumped are consumed before they escape to the bulk phase. In this work, the conditions for the occurrence of local coupling are explored. It is supposed that the membrane retains protons near its surface and that the proton current generated by the proton pumps rapidly decreases with increasing proton motive force (pmf). It is shown that the competition between the processes of proton translocation across the membrane and their dissipation from the surface to the bulk can result in transient generation of a local Delta pH in reply to a sharp change in pmf; the appearance of local Delta pH, in turn, leads to rapid recovery of the pmf, and hence, it provides for stabilization of the potential at the membrane. Two mechanisms of such kind are discussed: 1) pH changes in the surface area due to proton pumping develop faster than those due to proton escape to the bulk; 2) the former does not take place, but the protons leaving the surface do not equilibrate with the bulk immediately; rather, they give rise to a non-equilibrium concentration near the surface and, as a result, to a back proton flow to the surface. The first mechanism is more efficient, but it does not occur in mitochondria and neutrophilic bacteria, whereas the second can produce Delta pH on the order of unity. In the absence of proton retardation at the surface, local Delta pH does not arise, whereas the formation of global Delta pH is possible only at buffer concentration of less than 10 mM. The role of the mechanisms proposed in transitions between States 3 and 4 of the respiratory chain is discussed. The main conclusion is that surface protons, under conditions where they play a role, support stabilization of the membrane pmf and rapid communication between proton generators and consumers, while their contribution to the energetics is not significant.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1134__S000629791405006X.png"}, {"title": "Computational Studies of Electron Tunneling in Respiratory Complex III", "doi": "10.1016/j.bpj.2013.11.3252", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bpj.2013.11.3252.png"}, {"title": "Mechanism of long-range proton translocation along biological membranes", "doi": "10.1016/j.febslet.2012.12.010", "abstract": "Recent experiments suggest that protons can travel along biological membranes up to tens of micrometers, but the mechanism of transport is unknown. To explain such a long-range proton translocation we describe a model that takes into account the coupled bulk diffusion that accompanies the migration of protons on the surface. We show that protons diffusing at or near the surface before equilibrating with the bulk desorb and re-adsorb at the surface thousands of times, giving rise to a power-law desorption kinetics. As a result, the decay of the surface protons occurs very slowly, allowing for establishing local gradient and local exchange, as was envisioned in the early local models of biological energy transduction. (C) 2013 Federation of European Biochemical Societies. Published by Elsevier B. V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.febslet.2012.12.010.png"}, {"title": "Electron tunneling and proton translocation in respiratory complex I", "doi": "10.1016/j.bbabio.2012.06.379", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2012.06.379.png"}, {"title": "Polarizable Mean-Field Model of Water for Biological Simulations with AMBER and CHARMM Force Fields", "doi": "10.1021/ct300011h", "abstract": "Although a great number of computational models of water are available today, the majority of current biological simulations are done with simple models, such as TIP3P and SPC, developed almost 30 years ago and only slightly modified since then. The reason is that the nonpolarizable force fields that are mostly used to describe proteins and other biological molecules are incompatible with more sophisticated modern polarizable models of water. The issue is electronic polarizability: in a liquid state, in protein, and in a vacuum, the water molecule is polarized differently and therefore has different properties; thus the only way to describe all of these different media with the same model is to use a polarizable water model. However, to be compatible with the force field of the rest of the system, e.g., a protein, the latter should be polarizable as well. Here, we describe a novel model of water that is in effect polarizable and yet compatible with the standard nonpolarizable force fields such as AMBER, CHARMM, GROMOS, OPLS, etc. Thus, the model resolves the outstanding problem of incompatibility.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__ct300011h.png"}, {"title": "Accounting for induced polarization in non-polarizable force fields", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "MDEC: A new approach to non-polarizable force fields", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Simulation of water in protein interior", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Electron transport in FeS proteins and respiratory complex I (NADH dehydrogenase)", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Reply to Brettel and Byrdin: On the efficiency of DNA repair by photolyase", "doi": "10.1073/pnas.1204602109", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1073__pnas.1204602109.png"}, {"title": "Coupled electron and proton transfer reactions during the O -> E transition in bovine cytochrome c oxidase", "doi": "10.1016/j.bbabio.2011.10.013", "abstract": "A combined DFT/electrostatic approach is employed to study the coupling of proton and electron transfer reactions in cytochrome c oxidase (CcO) and its proton pumping mechanism. The coupling of the chemical proton to the internal electron transfer within the binuclear center is examined for the O -> E transition. The novel features of the His291 pumping model are proposed, which involve timely well-synchronized sequence of the proton-coupled electron transfer reactions. The obtained pK(a)s and E(m)s of the key ionizable and redox-active groups at the different stages of the 0 E transition are consistent with available experimental data. The PT step from E242 to H291 is examined in detail for various redox states of the hemes and various conformations of E242 side-chain. Redox potential calculations of the successive steps in the reaction cycle during the O -> E transition are able to explain a cascade of equilibria between the different intermediate states and electron redistribution between the metal centers during the course of the catalytic activity. All four electrometric phases are discussed in the light of the obtained results, providing a robust support for the His291 model of proton pumping in CcO. This article is part of a Special Issue entitled: Respiratory oxidases. (C) 2011 Elsevier BM. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2011.10.013.png"}, {"title": "Electron tunneling in respiratory complex I", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Accounting for induced polarization in non-polarizable force fields", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Proteins as strongly correlated protonic systems", "doi": "10.1016/j.febslet.2011.09.036", "abstract": "Determination of the protonation state of enzymes is a challenging problem in computational biophysics largely due to the vast number of possible protonic configurations. The protonation state dynamics of respiratory complex I was investigated via Monte Carlo and asynchronous dynamics simulations and a novel eigenvector analysis. Many low lying states were identified and examined. The analysis revealed that the protonic states form a quasi-continuous band of energies, which are highly correlated and inhomogeneous. Many states have similar energies, but differ significantly in their protonic composition. In order to transfer from one such state to another, a large number of protons should be exchanged simultaneously raising the question of the ergodicity of protonation dynamics of such systems. (C) 2011 Federation of European Biochemical Societies. Published by Elsevier B. V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.febslet.2011.09.036.png"}, {"title": "Electron Tunneling in Respiratory Complex I", "doi": "10.1016/j.bpj.2011.11.3124", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bpj.2011.11.3124.png"}, {"title": "Watching DNA repair in real time", "doi": "10.1073/pnas.1112240108", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1073__pnas.1112240108.png"}, {"title": "Histidine in continuum electrostatics protonation state calculations", "doi": "10.1002/prot.23114", "abstract": "A modification to the standard continuum electrostatics approach to calculate protein pK(a)s, which allows for the decoupling of histidine tautomers within a two-state model, is presented. Histidine with four intrinsically coupled protonation states cannot be easily incorporated into a two-state formalism, because the interaction between the two protonatable sites of the imidazole ring is not purely electrostatic. The presented treatment, based on a single approximation of the interrelation between histidine's charge states, allows for a natural separation of the two protonatable sites associated with the imidazole ring as well as the inclusion of all protonation states within the calculation. Proteins 2011; 79:3410-3419. (C) 2011 Wiley-Liss, Inc.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__prot.23114.png"}, {"title": "First principles studies of electron tunneling in proteins", "doi": "10.1016/j.comptc.2011.04.038", "abstract": "A first principles study of electronic tunneling along the chain of seven Fe/S clusters in respiratory complex I, a key enzyme in the respiratory electron transport chain, is described. The broken-symmetry states of the Fe/S metal clusters calculated at both DFT and semi-empirical ZINDO levels were utilized to examine both the extremely weak electronic couplings between Fe/S clusters and the tunneling pathways, which provide a detailed atomistic-level description of the charge transfer process in the protein. One-electron tunneling approximation was found to hold within a reasonable accuracy, with only a moderate induced polarization of the core electrons. The method is demonstrated to be able to calculate accurately the coupling matrix elements as small as 10(-4) cm(-1). A distinct signature of the wave properties of electrons is observed as quantum interferences of multiple tunneling pathways. (C) 2011 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.comptc.2011.04.038.png"}, {"title": "Electron tunneling pathways in respiratory complex I: The role of the internal water between the enzyme subunits", "doi": "10.1016/j.jelechem.2011.03.014", "abstract": "Recently, the atomistic details of the electronic wiring of seven Fe/S clusters (N3, N1b, N4, N5, N6a, N6b, N2) of respiratory complex I, along which electrons are injected into the electron transport chain, have been revealed; the tunneling pathways between the clusters and the contributing key residues were identified [1]. In this study, the sensitivity of the electron tunneling pathways to the internal water at the protein subunit boundaries is investigated by simulating tunneling pathways of N3 -> N1b and N6b -> N2 with and without the internal water. It is found that the hydrogen bonding networks formed along the internal water provide new efficient tunneling pathways. In N3 -> N1b, the tunneling pathway with the internal water is drastically different with a significantly shorter (3.4 angstrom) total tunneling distance along the trajectory. In N6b -> N2, the internal water contributes to the tunneling as a bridge between N6b and (9)Ile(99) with two shorter through-space jumps instead of one longer jump. The resulting enhancement of the rates of the individual electron tunneling process is two to three orders of magnitude. This study demonstrates that the tunneling pathways and tunneling rates are sensitive to the internal water, suggesting that the tunneling pathways change dynamically due to the water diffusion and the efficient electron tunneling occurs at the optimal positions of the internal water molecules. (C) 2011 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.jelechem.2011.03.014.png"}, {"title": "Redox-Coupled Protonation of Respiratory Complex I: The Hydrophilic Domain", "doi": "10.1016/j.bpj.2011.05.068", "abstract": "Respiratory complex I, NADH:ubiquinone oxidoreductase, is a large and complex integral membrane enzyme found in respiring bacteria and mitochondria. It is responsible in part for generating the proton gradient necessary for ATP production. Complex I serves as both a proton pump and an entry point for electrons into the respiratory chain. Although complex I is one of the most important of the respiratory complexes, it is also one of the least understood, with detailed structural information only recently available. In this study, full-finite-difference Poisson-Boltzmann calculations of the protonation state of respiratory complex I in various redox states are presented. Since complex I couples the oxidation and reduction cif the NADH(ubiquinone redox couple to proton translocation, the interaction of the protonation and redox states of the enzyme are of the utmost significance. Various aspects of complex I function are presented, including the redox-Bohr effect, intercofactor interactions, and the effects of both the protein dielectric and inclusion of the membrane.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bpj.2011.05.068.png"}, {"title": "Proton diffusion along biological membranes", "doi": "10.1088/0953-8984/23/23/234103", "abstract": "Biological surfaces are known to be capable of retaining protons and facilitating their lateral diffusion. Since the surface dynamically exchanges protons with the bulk, the proton movement from a source to a target at the surface acquires a complicated pattern of coupled surface and bulk (2D + 3D) diffusion of which the main feature is that the surface acts as a proton-collecting antenna enhancing the proton flux from the bulk. A phenomenological model of this process is reviewed and its applications to recent experiments on lipid bilayers and small unilaminar vesicles are discussed. The model (i) introduces the important notions of the fast and slow regimes of proton exchange between the surface and the bulk, (ii) permits evaluation of the antenna radius and amplification coefficient in both regimes, (iii) explains the observed macroscopically large distances (in the micrometer range; Antonenko and Pohl 1998 FEBS Lett. 429 197) that the proton can travel along lipid membranes embedded into pure aqueous solutions, and (iv) predicts the dependence of the steady-state proton flux and the kinetics of the non-stationary diffusion upon the buffer concentration in buffered solutions. The surface diffusion coefficient for small unilaminar vesicles is calculated from experimental data (Sanden et al 2010 Proc. Natl Acad. Sci. USA 107 4129) to be 1 x 10(-5) cm(2) s(-1). The dependence of the shape of the kinetic curves representing protonation/deprotonation of a lipid-bound pH-sensitive dye attached to a planar bilayer lipid membrane upon the buffer concentration (Serowy et al 2003 Biophys. J. 84 1031) and the effect of changing the membrane composition (Antonenko and Pohl 2008 Eur. Biophys. J. 37 865) are explained.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1088__0953-8984__23__23__234103.png"}, {"title": "Quantum Electron Tunneling in Respiratory Complex I", "doi": "10.1021/jp109410j", "abstract": "We have simulated the atomistic details of electronic wiring of all Fe/S clusters in complex I, a key enzyme in the respiratory electron transport chain. The tunneling current theory of many-electron systems is applied to the broken-symmetry (BS) states of the protein at the ZINDO level. While the one-electron tunneling approximation is found to hold in electron tunneling between the antiferromagnetic binuclear and tetranudear Fe/S clusters without major orbital or spin rearrangement of the core electrons, induced polarization of the core electrons contributes significantly to decrease the electron transfer rates to 19-56 %. Calculated tunneling energy is about 3 eV higher than Fermi level in the band gap of the protein, which supports that the mechanism of electron transfer is quantum mechanical tunneling as in the rest of the electron transport chain. Resulting electron tunneling pathways consist of up to three key contributing protein residues between neighboring Fe/S dusters. A signature of the wave properties of electrons is observed as distinct quantum interferences when multiple tunneling pathways exist. In N6a-N6b, electron tunnels along different pathways depending on the involved BS states, suggesting possible fluctuations of the tunneling pathways driven by the local protein environment The calculated distance dependence of the electron transfer rates with internal water molecules included is in good agreement with a reported phenomenological relation.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp109410j.png"}, {"title": "Electron tunneling in respiratory complex I", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Electron tunneling in proteins: First principles perspective", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Accounting for electronic polarization in non-polarizable force fields", "doi": "10.1039/c0cp01971b", "abstract": "The issues of electronic polarizability in molecular dynamics simulations are discussed. We argue that the charges of ionized groups in proteins, and charges of ions in conventional non-polarizable force fields such as CHARMM, AMBER, GROMOS, etc should be scaled by a factor about 0.7. Our model explains why a neglect of electronic solvation energy, which typically amounts to about a half of total solvation energy, in non-polarizable simulations with un-scaled charges can produce a correct result; however, the correct solvation energy of ions does not guarantee the correctness of ion-ion pair interactions in many non-polarizable simulations. The inclusion of electronic screening for charged moieties is shown to result in significant changes in protein dynamics and can give rise to new qualitative results compared with the traditional non-polarizable force field simulations. The model also explains the striking difference between the value of water dipole mu similar to 3D reported in recent ab initio and experimental studies with the value mu(eff) similar to 2.3D typically used in the empirical potentials, such as TIP3P or SPC/E. It is shown that the effective dipole of water can be understood as a scaled value mu(eff) = mu/root epsilon(el), where epsilon(el) = 1.78 is the electronic (high-frequency) dielectric constant of water. This simple theoretical framework provides important insights into the nature of the effective parameters, which is crucial when the computational models of liquid water are used for simulations in different environments, such as proteins, or for interaction with solutes.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1039__c0cp01971b.png"}, {"title": "Theory of Coupled Electron and Proton Transfer Reactions", "doi": "10.1021/cr1001436", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__cr1001436.png"}, {"title": "Electron tunneling in respiratory complex I", "doi": "10.1073/pnas.1009181107", "abstract": "NADH: ubiquinone oxidoreductase (complex I) plays a central role in the respiratory electron transport chain by coupling the transfer of electrons from NADH to ubiquinone to the creation of the proton gradient across the membrane necessary for ATP synthesis. Here the atomistic details of electronic wiring of all Fe/S clusters in complex I are revealed by using the tunneling current theory and computer simulations; both density functional theory and semi-empirical electronic structure methods were used to examine anti-ferromagnetically coupled spin states and corresponding tunneling wave functions. Distinct electron tunneling pathways between neighboring Fe/S clusters are identified; the pathways primarily consist of two cysteine ligands and one additional key residue. Internal water between protein subunits is identified as an essential mediator enhancing the overall electron transfer rate by almost three orders of magnitude to achieve a physiologically significant value. The identified key residues are further characterized by sensitivity of electron transfer rates to their mutations, examined in simulations, and their conservation among complex I homologues. The unusual electronic structure properties of Fe4S4 clusters in complex I explain their remarkable efficiency of electron transfer.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1073__pnas.1009181107.png"}, {"title": "Electronic Polarizability and the Effective Pair Potentials of Water", "doi": "10.1021/ct1002048", "abstract": "Employing the continuum dielectric model for electronic polarizability, we have developed a new consistent procedure for parametrization of the effective nonpolarizable potential of liquid water. The model explains the striking difference between the value of water dipole moment mu approximate to 3D reported in recent ab initio and experimental studies with the value mu(eff) approximate to 2.3D typically used in the empirical potentials, such as TIP3P or SPC/E. It is shown that the consistency of the parametrization scheme can be achieved if the magnitude of the effective dipole of water is understood as a scaled value mu(eff) = mu/root epsilon(el), where epsilon(el) = 1.78 is the electronic (high-frequency) dielectric constant of water, and a new electronic polarization energy term, missing in the previous theories, is included. The new term is evaluated by using Kirkwood-Onsager theory. The new scheme is fully consistent with experimental data on enthalpy of vaporization, density, diffusion coefficient, and static dielectric constant. The new theoretical framework provides important insights into the nature of the effective parameters, which is crucial when the computational models of liquid water are used for simulations in different environments, such as proteins, or for interaction with solutes.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__ct1002048.png"}, {"title": "Determination of the intrinsic redox potentials of FeS centers of respiratory complex I from experimental titration curves", "doi": "10.1016/j.bbabio.2010.05.011", "abstract": "Recently, Euro et al. [Biochem. 47. 3185 (2008)] have reported titration data for seven of nine FeS redox centers of complex I from Escherichia coli. There is a significant uncertainty in the assignment of the titration data. Four of the titration curves were assigned to N1a, N1b, N6b, and N2 centers; one curve either to N3 or N7; one more either to N4 or N5; and the last one denoted Nx could not be assigned at all. In addition, the assignment of the titration data to the N6b/N6a pair is also uncertain. In this paper, using our calculated interaction energies [Couch et al. BBA 1787, 1266 (2009)], we perform statistical analysis of these data, considering a variety of possible assignments, find the best fit, and determine the intrinsic redox potentials of the centers. The intrinsic potentials could be determined with an uncertainty of less than +/- 10 mV at a 95% confidence level for best fit assignments. We also find that the best agreement between theoretical and experimental titration curves is obtained with the N6b N2 interaction equal to 71 +/- 14 or 96 +/- 26 mV depending on the N6b/N6a titration data assignment, which is stronger than was expected and may indicate a close distance of the N2 center to the membrane surface. (C) 2010 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2010.05.011.png"}, {"title": "Similarity of cytochrome c oxidases in different organisms", "doi": "10.1002/prot.22783", "abstract": "Most of biological oxygen reduction is catalyzed by the heme-copper oxygen reductases. These enzymes are redox-driven proton pumps that take part in generating the proton gradient in both prokaryotes and mitochondria that drives synthesis of ATP. The enzymes have been divided into three evolutionarily-related groups: the A-, B-, and C-families. Recent comparative studies suggest that all oxygen reductases perform the same chemistry for oxygen reduction and comprise the same essential elements of the proton pumping mechanism, such as the proton loading and kinetic gating sites, which, however, appear to be different in different families. All species of the A-family, however, demonstrate remarkable similarity of the central processing unit of the enzyme, as revealed by their recent crystal structures. Here we demonstrate that cytochrome c oxidases (CcO) of such diverse organisms as a mammal (bovine heart mitochondrial CcO), photosynthetic bacteria (Rhodobacter sphaeroides CcO), and soil bacteria (Paracoccus denitrificans CcO) are not only structurally similar, but almost identical in microscopic electrostatics and thermodynamics properties of their key amino-acids. By using pK(a) calculations of some of the key residues of the catalytic site, D- and K- proton input, and putative proton output channels of these three different enzymes, we demonstrate that the microscopic properties of key residues are almost identical, which strongly suggests the same mechanism in these species. The quantitative precision with which the microscopic physical properties of these enzymes have remained constant despite different evolutionary routes undertaken is striking. Proteins 2010; 78:2691-2698. (C) 2010 Wiley-Liss, Inc.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__prot.22783.png"}, {"title": "Electron tunneling in FeS proteins", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Statistical analysis of experimental data on titration of metal centers in respiratory complex I", "doi": "10.1016/j.bbabio.2010.04.089", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2010.04.089.png"}, {"title": "Electronic Continuum Model for Molecular Dynamics Simulations of Biological Molecules", "doi": "10.1021/ct9005807", "abstract": "Electronic polarizability is an important factor in molecular interactions. In the conventional force fields such as AMBER or CHARMM, however, there is inconsistency in how the effect of electronic dielectric screening of Coulombic interactions, inherent for the condensed phase media, is treated. Namely, the screening appears to be accounted for via effective charges only for neutral moieties, whereas the charged residues are treated as if they were in a vacuum. As a result, the electrostatic interactions between ionized groups are exaggerated in molecular simulations by a factor of about 2. The model discussed here, MDEC (Molecular Dynamics in Electronic Continuum) provides a theoretical framework for modification of the standard nonpolarizable force fields to make them consistent with the idea of uniform electronic screening of partial atomic charges. The present theory states that the charges of ionized groups and ions should be scaled, i.e., reduced by a factor of about 0.7. In several examples, including the interaction between Na+ ions, which is of interest for ion-channel simulations, and the dynamics of an important salt bridge in cytochrome c oxidase, we compared the standard nonpolarizable MD simulations with MDEC simulations and demonstrated that the MDEC charge scaling procedure results in more accurate interactions. The inclusion of electronic screening for charged moieties is shown to result in significant changes in protein dynamics and can give rise to new qualitative results compared with the traditional nonpolarizable force fields simulations.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__ct9005807.png"}, {"title": "Coupled Electron and Proton Transfer in Complex I and Complex IV of the Respiratory Chain: Insights from Computer Simulations", "doi": "10.1016/j.bpj.2009.12.4018", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bpj.2009.12.4018.png"}, {"title": "Long-Distance Electron Tunneling in Proteins: A New Challenge for Time-Resolved Spectroscopy", "doi": "10.1134/S1054660X09170186", "abstract": "Long-distance electron tunneling is a fundamental process which is involved in energy generation in cells. The tunneling occurs between the metal centers in the respiratory enzymes, typically over distances up to 20 or 30 angstrom. For such distances, the tunneling time-i. e., the time during which an electron passes through the body of the protein molecule from one metal center to another-is of the order of 10 fs. Here the process of electron tunneling in proteins is reviewed, and a possibility of experimental observation of real-time electron tunneling in a single protein molecule is discussed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1134__S1054660X09170186.png"}, {"title": "Electrostatics of the FeS clusters in respiratory complex I", "doi": "10.1016/j.bbabio.2009.05.001", "abstract": "Respiratory complex I couples the transfer of electrons from NADH to ubiquinone and the translocation of protons across the mitochondrial membrane. A detailed understanding of the midpoint reduction potentials (E-m) of each redox center and the factors which influence those potentials are critical in the elucidation of the mechanism of electron transfer in this enzyme. We present accurate electrostatic interaction energies for the iron-sulfur (FeS) clusters of complex I to facilitate the development of models and the interpretation of experiments in connection to electron transfer (ET) in this enzyme. To calculate redox titration curves for the FeS clusters it is necessary to include interactions between clusters,which in turn can be used to refine E-m values and validate spectroscopic assignments of each cluster. Calculated titration curves for clusters N4, N5, and N6a are discussed. Furthermore, we present some initial findings on the electrostatics of the redox centers of complex I under the influence of externally applied membrane potentials. A means of determining the location of the FeS cofactors within the holo-complex based on electrostatic arguments is proposed. A simple electrostatic model of the protein/membrane system is examined to illustrate the viability of our hypothesis. (C) 2009 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2009.05.001.png"}, {"title": "Molecular dynamics simulation of water in cytochrome c oxidase reveals two water exit pathways and the mechanism of transport", "doi": "10.1016/j.bbabio.2009.04.004", "abstract": "We have examined the network of connected internal cavities in cytochrome c oxidase along which water produced at the catalytic center is removed from the enzyme. Using combination of structural analysis, molecular dynamics simulations, and free energy calculations we have identified two exit pathways that connect the Mg2+ ion cavity to the outside of the enzyme. Each pathway has a well-defined bottleneck, which determines the overall rate of water traffic along the exit pathway, and a specific cooperative mechanism of passing it. One of the pathways is going via Arg438/439 (in bovine numbering) toward the CUA center, approaching closely its His204(B) ligand and Lys171(B) residue; and the other is going toward Asp364 and Thr294. Comparison of the pathways among different aa(3)-type enzymes shows that they are well conserved. Possible connections of the finding to redox-coupled proton pumping mechanism are discussed. We propose specific mutations near the bottlenecks of the exit pathways that can test some of our hypotheses. Published by Elsevier B.V.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2009.04.004.png"}, {"title": "Mechanisms of proton transfer in proteins: Localized charge transfer versus delocalized soliton transfer", "doi": "10.1103/PhysRevE.79.031927", "abstract": "Proton translocation coupled to redox chemistry is ubiquitous for membrane enzymes involved in energy generation in cells. In such enzymes, proton transport occurs in special proton conducting channels, which consist of a series of protonatable groups of the protein connected by chains of mobile water molecules. Here we discuss two possible mechanisms of proton transport along such structures: diffusion of a localized charge and delocalized soliton transitions, in which several protons are collectively shifted along a chain of hydrogen bonds.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1103__PhysRevE.79.031927.png"}, {"title": "Dielectric relaxation of cytochrome c oxidase: Comparison of the microscopic and continuum models", "doi": "10.1063/1.3060196", "abstract": "We have studied a charge-insertion process that models the deprotonation of a histidine side chain in the active site of cytochrome c oxidase (CcO) using both the continuum electrostatic calculations and the microscopic simulations. The group of interest is a ligand to Cu(B) center of CcO, which has been previously suggested to play the role of the proton pumping element in the enzyme; the group is located near a large internal water cavity in the protein. Using the nonpolarizable Amber-99 force field in molecular dynamics (MD) simulations, we have calculated the nuclear part of the reaction-field energy of charging of the His group and combined it with the electronic part, which we estimated in terms of the electronic continuum (EC) model, to obtain the total reaction-field energy of charging. The total free energy obtained in this MDEC approach was then compared with that calculated using pure continuum electrostatic model with variable dielectric parameters. The dielectric constant for the dry protein and that of the internal water cavity of CcO were determined as those parameters that provide best agreement between the continuum and microscopic MDEC model. The nuclear (MD) polarization alone (without electronic part) of a dry protein was found to correspond to an unphysically low dielectric constant of only about 1.3, whereas the inclusion of electronic polarizability increases the protein dielectric constant to 2.6-2.8. A detailed analysis is presented as to how the protein structure should be selected for the continuum calculations, as well as which probe and atomic radii should be used for cavity definition. The dielectric constant of the internal water cavity was found to be 80 or even higher using standard parameters of water probe radius, 1.4 A, and protein atomic radii from the MD force field for cavity description; such high values are ascribed to the fact that the standard procedure produces unphysically small cavities. Using x-ray data for internal water in CcO, we have explored optimization of the parameters and the algorithm of cavity description. For Amber radii, the optimal probe size was found to be 1.25 A; the dielectric of water cavity in this case is in the range of 10-16. The most satisfactory cavity description, however, was achieved with ProtOr atomic radii, while keeping the probe radius to be standard 1.4 A. In this case, the value of cavity dielectric constant was found to be in the range of 3-6. The obtained results are discussed in the context of recent calculations and experimental measurements of dielectric properties of proteins.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.3060196.png"}, {"title": "Electronic continuum model for molecular dynamics simulations", "doi": "10.1063/1.3060164", "abstract": "A simple model for accounting for electronic polarization in molecular dynamics (MD) simulations is discussed. In this model, called molecular dynamics electronic continuum (MDEC), the electronic polarization is treated explicitly in terms of the electronic continuum (EC) approximation, while the nuclear dynamics is described with a fixed-charge force field. In such a force-field all atomic charges are scaled to reflect the screening effect by the electronic continuum. The MDEC model is rather similar but not equivalent to the standard nonpolarizable force-fields; the differences are discussed. Of our particular interest is the calculation of the electrostatic part of solvation energy using standard nonpolarizable MD simulations. In a low-dielectric environment, such as protein, the standard MD approach produces qualitatively wrong results. The difficulty is in mistreatment of the electronic polarizability. We show how the results can be much improved using the MDEC approach. We also show how the dielectric constant of the medium obtained in a MD simulation with nonpolarizable force-field is related to the static (total) dielectric constant, which includes both the nuclear and electronic relaxation effects. Using the MDEC model, we discuss recent calculations of dielectric constants of alcohols and alkanes, and show that the MDEC results are comparable with those obtained with the polarizable Drude oscillator model. The applicability of the method to calculations of dielectric properties of proteins is discussed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.3060164.png"}, {"title": "Theoretical and computational analysis of the membrane potential generated by cytochrome c oxidase upon single electron injection into the enzyme", "doi": "10.1016/j.bbabio.2008.05.006", "abstract": "We have developed theory and the computational scheme for the analysis of the kinetics of the membrane potential generated by cytochrome c oxidase upon single electron injection into the enzyme. The theory allows one to connect the charge motions inside the enzyme to the membrane potential observed in the experiments by using data from the dielectric topography map of the enzyme that we have created. The developed theory is applied for the analysis of the potentiometric data recently reported by the Wikstrom group [I. Belevich, D.A. Bloch, N. Belevich, M. Wikstrom and M.I. Verkhovsky, Exploring the proton pump mechanism of cytochrome c oxidase in real time, Proc. Natl. Acad. Sci. U.S.A. 104 (2007) 2685-2690] on the O to E transition in Paracoccus denitrificans oxidase. Our analysis suggests, that the electron transfer to the binuclear center is coupled to a proton transfer (proton loading) to a group just above the binuclear center of the enzyme, from which the pumped proton is subsequently expelled by the chemical proton arriving to the binuclear center. The identity of the pump site could not be determined with certainty, but could be localized to the group of residues His326 (His291 in bovine), propionates of heme a(3), Arg 473/474. and Trp164. The analysis also suggests that the dielectric distance from the P-side to Fe a is 0.4 or larger. The difficulties and pitfalls of quantitative interpretation of potentiometric data are discussed. (C) 2008 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2008.05.006.png"}, {"title": "Theoretical study of excitation energy transfer in DNA photolyase", "doi": "10.1021/jp800053a", "abstract": "Photolyase (PL) is a DNA repair enzyme which splits UV light-induced thymine dimers on DNA by an electron transfer reaction occur-ring between the photoactivated FADH(-) cofactor and the DNA dimer in the DNA/PL complex. The crystal structure of the DNA/photolyase complex from Anacystis nidulans has been solved. Here, using the experimental crystal structure, we re-examine the details of the repair electron transfer reaction and address the question of energy transfer from the antenna HDF to the redox active FADH- cofactor. The photoactivation of FADH(-) immediately preceding the electron transfer is a key step in the repair mechanism that is largely left unexamined theoretically. An important butterfly thermal motion of flavin is identified in ab initio calculations; we propose its role in the back electron transfer from DNA to photolyase. Molecular dynamics simulation of the whole protein/DNA complex is carried out to obtain relevant cofactor conformations for ZINDO/S spectroscopic absorption and fluorescence calculations. We find that significant thermal broadening of the spectral lines, due to protein dynamics, as well as the alignment of the donor HDF and the acceptor FADH- transition dipole moments both contribute to the efficiency of energy transfer. The geometric factor of Forster's dipolar coupling is calculated to be 1.82, a large increase from the experimentally estimated 0.67. Using Forster's mechanism, we find that the energy transfer occurs with remarkable efficiency, comparable with the experimentally determined value of 98%.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp800053a.png"}, {"title": "Controversial issues in cytochrome oxidase colloquium abstracts (poster and raised abstracts)", "doi": "10.1016/j.bbabio.2008.05.432", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2008.05.432.png"}, {"title": "Protein dynamics control of electron transfer in photosynthetic reaction centers from Rps. sulfoviridis", "doi": "10.1021/jp709924w", "abstract": "In the cycle of photosynthetic reaction centers, the initially oxidized special pair of bacteriochlorophyll molecules is subsequently reduced by an electron transferred over a chain of four hemes of the complex. Here, we examine the kinetics of electron transfer between the proximal heme c-559 of the chain and the oxidized special pair in the reaction center from Rps. sulfoviridis in the range of temperatures from 294 to 40 K. The experimental data were obtained for three redox states of the reaction center, in which one, two, or three nearest hemes of the chain are reduced prior to special pair oxidation. The experimental kinetic data are analyzed in terms of a Sumi-Marcus-type model developed in our previous paper,(1) in which similar measurements were reported on the reaction centers from Rps. viridis. The model allows us to establish a connection between the observed nonexponential electron-transfer kinetics and the local structural relaxation dynamics of the reaction center protein on the microsecond time scale. The activation energy for relaxation dynamics of the protein medium has been found to be around 0.1 eV for all three redox states, which is in contrast to a value around 0.4-0.6 eV in Rps. viridis.(1) The possible nature of the difference between the reaction centers from Rps. viridis and Rps. sulfoviridis, which are believed to be very similar, is discussed. The role of the protein glass transition at low temperatures and that of internal water molecules in the process are analyzed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp709924w.png"}, {"title": "Photoactivated excited states of DNA repair photolyase: Dynamical and semiempircal identification", "doi": "10.1002/qua.21516", "abstract": "DNA damage caused by UV light radiation is often naturally repaired in a process initiated by excited state electron transfer from the photoactivated photolyase enzyme to the DNA cyclobutane pyrimidine dimer lesion. The active cofactor in the excited state electron transfer in the photolyase is the two-electron fully reduced form of the flavin adenine dinucleotide (FADH(-)). To calculate electron tunneling matrix element and model the DNA binding with photolyase, the LUMO of the FADH- calculated using extended Huckel method was previously chosen from the SCF wavefunctions. Recently, the DNA-photolyase complex was crystallized in its bound form, in good agreement with our previous model in even minute details at the active site. Here we carry out molecular dynamics simulation of the entire complex using the new experimental structure of Anacystis nidulans and identify the low-lying photoactivated states of the enzyme for the dynamical confirmations. Our results from ZINDO/S CIS calculations are compared with experimental UV spectra, and their implications for excited state electron transfer and energy transfer are discussed. (C) 2007 Wiley Periodicals, Inc.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__qua.21516.png"}, {"title": "PHYS 589-An efficient procedure for computing redox potentials in QM/MM method", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "PHYS 221-Coupled electron transfer: Proton transfer reactions and proton pumping mechanism of cytochrome c oxidase", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "INOR 254-Proton pumping mechanism of cytochrome c oxidase: Electron-coupled proton transfer reactions", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "PHYS 587-Internal cavities, water channels, and water traffic in Cytochrome c Oxidase", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "PHYS 595-Electron and energy transfer in DNA Photolyase: Structural and mechanistic insights from computer simulations", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Comment on acidity of a Cu-bound histidine in the binuclear center of cytochrome c oxidase", "doi": "10.1021/jp057310u", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp057310u.png"}, {"title": "Combined DFT and electrostatics study of the proton pumping mechanism in cytochrome c oxidase", "doi": "10.1016/j.bbabio.2005.12.003", "abstract": "Cytochrome c oxidase is a redox-driven proton pump which converts atmospheric oxygen to water and couples the oxygen reduction reaction to the creation of a membrane proton gradient. The structure of the enzyme has been solved; however, the mechanism of proton pumping is still poorly understood. Recent calculations from this group indicate that one of the histidine ligands of enzyme's CUB center, His291, may play the role of the pumping element. In this paper, we report on the results of calculations that combined first principles DFT and continuum electrostatics to evaluate the energetics of the key energy generating step of the model-the transfer of the chemical proton to the binuclear center of the enzyme, where the hydroxyl group is converted to water, and the concerted expulsion of the proton from delta-nitrogen of His291 ligand of CUB center. We show that the energy generated in this step is sufficient to push a proton against an electrochemical membrane gradient of about 200 mV. We have also re-calculated the pK(a) of His291 for an extended model in which the whole Fe-a3-Cu-B center with their ligands is treated by DFT Two different DFT functionals (B3LYP and PBE0), and various dielectric models of the protein have been used in an attempt to estimate potential errors of the calculations. Although current methods of calculations do not allow unambiguous predictions of energetics in proteins within few pKa units, as required in this case, the present calculation provides further support for the proposed His291 model of CcO pump and makes a specific prediction that could be targeted in the experimental test. (c) 2005 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2005.12.003.png"}, {"title": "Protein dynamics control of electron transfer in reaction centers from Rps. viridis", "doi": "10.1080/08927020600880802", "abstract": "Electron transfer (ET) in the reaction center from Rhodopseudomonas viridis has been studied experimentally by our group in the range of temperatures of 153 - 295 K. The kinetics of ET reaction from the proximal heme of cytochrome to the special pair was found to be non-exponential. The degree of non-exponentiality strongly depends on temperature, with increasing non-exponentiality at lower temperatures. Here, the experimental kinetic data for ET are analyzed in the frames of a theoretical Sumi - Marcus-type model, which allows establishing a connection between the observed kinetics and local structural dynamics of the protein in a close vicinity of the donor and acceptor sites. The phenomenological model subdivides the multi-time-scale dynamics of the protein into two groups: fast and slow. The division is determined by the rate of ET, which is dynamically controlled by the slow modes of the protein medium. The slow modes are described by a phenomenological collective coordinate X, for which a diffusion type of dynamics is assumed. The analysis of the temperature dependence of the kinetic curves for ET allows a complete characterization of the slow time-scale protein dynamics: we find the corresponding activation barrier for the dynamics of X, around 0.5 eV and the exponential pre-factor, which is in the range of 10(-16) s. The pre-exponential factor is lower than is expected for a typical activation process described by the transition state theory. We discuss the nature of the collective modes X, the nature of its activation barrier ( breaking of hydrogen bonds) and possible explanations for a low-pre-exponential factor of its dynamics. The main conclusion of the paper is that the kinetics of ET at low-temperatures can be used as a probe of protein structural dynamics in the microsecond time-scale, the time-scale that is not easily accessible by the computer simulations methods and can be complementary to other experimental techniques.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1080__08927020600880802.png"}, {"title": "An accurate and efficient procedure of fitting electric field potential by point charges for QM/MM calculations", "doi": "10.1002/pssb.200666811", "abstract": "An accurate and efficient computational procedure of fitting an electric field potential given on the grid in a finite QM cavity of arbitrary shape by point charges is described. The charges are located on the surface of the sphere that encloses the QM cavity, and also inside the sphere, but outside the QM cavity. The procedure is based on the use of spherical harmonics and singular value decomposition. An example of application of the procedure in QM/MM calculations of pKa values in proteins is discussed. (c) 2006 WILEY-VCH Vertag GmbH & Co. KGaA, Weinheim.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__pssb.200666811.png"}, {"title": "Improved density functional theory/electrostatic calculation of the His291 protonation state in cytochrome c oxidase: Self-consistent charges for solvation energy calculation", "doi": "10.1021/jp0608630", "abstract": "The protonation state of His291 in cytochrome c oxidase (CcO), a ligand to the Cu-B center of the enzyme, has been recently studied in this group by using combined density functional theory (DFT)/electrostatic (QM/MM) calculations. On the basis of these calculations, a model of the proton pumping mechanism of CcO has been proposed. Due to certain technical difficulties, the procedure used in the previous calculation to find partial atomic charges of the QM system for the solvation energy evaluation was not entirely satisfactory; i.e., it was not self-consistent. Here, we describe a procedure that resolves the problem and report on the improved calculations of the protonation state of the His residue. The new procedure fits the protein and reaction field potentials in the region of the QM system with artificial point charges placed on a surface of a sphere surrounding the QM system and a few charges inside the sphere and allows one to perform DFT calculations that involve an inhomogeneous dielectric environment in a self-consistent way. The procedure improves the accuracy of calculations in comparison with previous work. The improved results show, however, that although the absolute energies change significantly the relative energies of the protonated and deprotonated states of His291 remain close to the previously reported ones and therefore do not change significantly the pK(a) values reported earlier. Therefore, our new improved calculations support for the proposed His291 model of the CcO pump.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp0608630.png"}, {"title": "Coupled electron and proton transport in proteins: Proton pumps, cytochrome c oxidase, and biological energy transduction", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Kinetics of proton diffusion in the regimes of fast and slow exchange between the membrane surface and the bulk solution", "doi": "10.1007/s00285-005-0354-2", "abstract": "The phenomenological model developed in our recent publications [9,10] is used to investigate the kinetics of proton diffusion from a source to a detector on the membrane surface. In most cases the observed kinetics shows a single diffusional maximum with the exponential ascending front and the power-law descending tail. The kinetics depends on the distance between the source and the detector. If the detector is located inside the proton collecting antenna, the kinetics corresponds to the surface diffusion at the times near the maximum and shortly thereafter, and it turns into the bulk diffusion kinetics at longer times, after the equilibrium is established between the membrane surface and the bulk solution. If the detector is located outside the antenna, the kinetics corresponds to the bulk diffusion at all times where the signal is nonvanishing. What is seen at locations near the antenna radius depends on the exchange regime. In the regime of fast exchange between the surface and the bulk as compared to the bulk diffusion, the kinetics shows a single peak whose location is intermediate between the peaks for the surface and bulk diffusion. In the regime of slow exchange there are two maxima corresponding to the surface and bulk diffusion. In buffered solutions the antenna radius decreases with increasing buffer concentration, which changes the kinetics from the surface to bulk diffusion. The theory is applied to interprete recent experiments on a phospholipid membrane [25]. It is found that (i) the fast exchange regime is operating since only a single maximum is observed; (ii) the shift of the maximum toward longer times with increasing buffer concentration is a manifestation of the transition from the surface to bulk diffusion kinetics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1007__s00285-005-0354-2.png"}, {"title": "Protein dynamics control of electron transfer in reaction centers from Rps. viridis", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Two-dimensional and three-dimensional proton diffusion along the bilayer lipid membrane", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Two conformational states of Glu242 and pK(a)s in bovine cytochrome c oxidase", "doi": "10.1039/b600096g", "abstract": "Cytochrome c oxidase (CcO) is the terminal enzyme in the respiratory electron transport chain of aerobic organisms. It catalyses the reduction of atmospheric oxygen to water, and couples this reaction to proton pumping across the membrane; this process generates the electrochemical gradient that subsequently drives the synthesis of ATP. The molecular details of the mechanism by which electron transfer is coupled to proton pumping in CcO is poorly understood. Recent calculations from our group indicate that His291, a ligand of the Cu-B center of the enzyme, may play the role of the pumping element. In this paper we describe calculations in which a DFT/continuum electrostatic method is used to explore the coupling of the conformational changes of Glu242 residue, the main proton donor of both chemical and pump protons, to its pK(a), and the pK(a) of His291, a putative proton loading site of our pumping model. The computations are done for several redox states of metal centers, different protonation states of Glu242 and His291, and two well-defined conformations of the Glu242 side chain. Thus, in addition to equilibrium redox/protonation states of the catalytic cycle, we also examine the transient and intermediate states. Different dielectric models are employed to investigate the robustness of the results, and their viability in the light of the proposed proton pumping mechanism of CcO. The main results are in agreement with the experimental measurements and support the proposed pumping mechanism. Additionally, the present calculations indicate a possibility of gating through conformational changes of Glu242; namely, in the pumping step, we find that Glu242 needs to be reprotonated before His291 can eject a proton to the P-site of membrane. As a result, the reprotonation of Glu can control proton release from the proton loading site.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1039__b600096g.png"}, {"title": "Analysis of the kinetics of the membrane potential generated by cytochrome c oxidase upon single electron injection", "doi": "10.1016/j.bbabio.2005.08.008", "abstract": "In a recent work from this group (Popovic, D. M.; Stuchebrukhov A. A. FEBS Lett. 2004, 566, 126), a model of proton pumping by cytochrome c oxidase (CcO) was proposed. The key element of the model is His291 (bovine notation), a histidine ligand to enzyme's CuB redox center, which plays the role of the pump element. The model assumes that upon electron transfer between heme a and the binuclear catalytic center of the enzyme, two sequential proton transfers occur: First, a proton from Glu242 is transferred to an unprotonated His291, then a second proton, after reprotonation of Glu242 from the negative side of the membrane, is transferred to a hydroxyl group in the binuclear center, a water molecule is formed, and the first proton, due to proton-proton repulsion, is expelled from His291 to the positive side of the membrane, resulting in a pumping event. In the process the free energy of water formation (i.e., reduction of oxygen) is transformed into a proton gradient across the membrane. The model possesses specific kinetic features. It assumes, for example, that upon electron transfer the first proton is transferred to the proton-loading site of the pump, His291, and not to the catalytic center of the enzyme. Here, we analyze the kinetic properties of the proposed model, and calculate the time dependence of the membrane potential generated by CcO upon a single electron injection into the enzyme. These data are directly compared with recent experimental measurements of the membrane potential generated by CcO. Specifically, F to 0, and 0 to E transitions will be discussed. Several enzymes from different organisms (bovine, two bacterial enzymes, and several mutants) are compared and discussed in detail. The kinetic description, however, is phenomenological, and does not include explicitly the nature of the groups involved in proton translocation, except in terms of their position depth within the membrane; thus, the kinetic equations developed here are in fact describe a generic model, similar, e.g., to that proposed earlier by Peter Rich (P.R. Rich, Towards an understanding of the chemistry of oxygen reduction and proton translocation in the iron-copper respiratory oxidases. Aust. J. Plant Physiol. 22 (1995) 479-486), and which is based on the idea of displacement of the pumped protons by the chemical ones. (c) 2005 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.bbabio.2005.08.008.png"}, {"title": "Electron transfer in DNA/photolyase complex: Structural and mechanistic insights from computer simulations", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Does internal water influence electron Tunneling in proteins? Example of cytochrome c oxidase", "doi": "10.1002/qua.20375", "abstract": "In a recent study, the internal electron transfer in bovine heart cytochrome c oxidase (CcO) was examined using the tunneling currents method at the extended Huckel level of electronic structure. No internal water was present in the published structure of the enzyme, and none was taken into account in the calculations. Through computer simulation, we recently found an intriguing water hydrogen bond network in the vicinity of CcO catalytic site and in the region of electron tunneling. In this work, we reexamine the problem, with the focus on the possibility of the influence of water on electron transfer process. The calculations are carried out with the tunneling currents method implemented using more accurate ZINDO/S quantum chemical model. Results for the electron transfer from heme a to heme a, a key step in the function of the enzyme, are presented. With molecular dynamics simulations, we identify configurations in which the water molecules interfere with the tunneling pathway. The tunneling matrix element is evaluated by the flux theorem of the tunneling currents method, and is found to be 0.34 cm(-1) in the dry system and 1.38 cm(-1) in the wet system. The analysis of the tunneling flux indicates that the impact of water is localized on Phe(377) and spread to the methyl group and to His(376), both on the heme a, side of the ET pathway. The increase of the tunneling coupling by a factor of 4 in this case demonstrates that internal water in proteins can influence ET rate in proteins by as much as an order of magnitude. (c) 2004 Wiley Periodicals, Inc.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__qua.20375.png"}, {"title": "Single-photon spectroscopy of singlet sulfur atoms and the autoionization lifetime measurements of the superexcited singlet states", "doi": "10.1063/1.1875032", "abstract": "Single-photon excitation spectra from the lowest singlet D-1(2) level of sulfur atoms were recorded with a tunable vacuum ultraviolet (VUV) radiation source generated by frequency tripling in noble gases. The photolysis of CS2 at 193 nm was used to produce the singlet S(D-1(2)) sulfur atoms that were then excited to neutral superexcited states with the tunable VUV radiation. These superexcited states undergo autoionization into the first ionization continuum state of S+(S-4(3/2)o)+e(-), which is not directly accessible from the S(D-1(2)) state via an allowed transition. The excitation spectra were recorded by monitoring the S+ signal in a velocity imaging apparatus while scanning the VUV excitation wavelength. Three new lines were observed in the spectra which have not been previously reported. The full widths at half maximum (FWHM) of each of the observed transitions were determined by fitting the profiles of each absorption resonances with the Fano formula. Autoionization lifetimes tau of these singlet superexcited states were obtained from FWHM using the Uncertainty Principle. Abnormal autoionization lifetimes were found for the 3s(2)3p(3)(D-2(o))nd(D-1(2)) and the 3s(2)3p(3)(D-2(o))ns(D-1(2)) Rydberg series, in which tau(5d) and tau(7s) are shorter than tau(4d) and tau(6s), respectively. This is contrary to the well-known scaling law of tau(n*)proportional to n(*3), which should be followed within a series unless there exist perturbations from other series or new channels open up to which some members of the series can decay. Possible perturbations from the nearby triplet series are suspected for causing the broadening of the 5d and 7s levels. (C) 2005 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.1875032.png"}, {"title": "DFT/electrostatic calculations of pK(a) values in cytochrome c oxidase", "doi": "10.1021/jp046535m", "abstract": "Using classical electrostatic calculations (Popovic, D. M.; Stuchebrukhov, A. A. J. Am. Chem. Soc. 2004, 126, 1858), earlier we examined the dependence of the protonation state of bovine cytochrome c oxidase (CcO) on its redox state. Based on these calculations, we have proposed a model of CcO proton pumping that involves His291, one of the CUB histidine ligands, which was found to respond to redox changes of the enzyme Fe-a3-Cu-B catalytic center (Popovic, D. M.; Stuchebrukhov, A. A. FEBS Lett. 2004, 566, 126). In this work, we employ combined density functional and continuum electrostatic calculations to evaluate the pK(a) values of His291 and Glu242, two key residues of the model. The pK(a) values are calculated for different redox states of the enzyme, and the influence of different factors on the pK(a)'s is analyzed in detail. The calculated pK(a) values of Glu242 are between 9.4 and 12.0, depending on the redox state of the protein, which is in excellent agreement with recent experimental measurements. Assuming the reduced state of heme a(3), His291 of the oxidized Cu-B center possesses a pK(a) between 2.1 and 4.0, while His291 of the reduced Cu-B center has a pK(a) above 17. The obtained results support the proposal that the His291 ligand of the Cu-B center in CcO is a proton pump element.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp046535m.png"}, {"title": "Proton exit channels in bovine cytochrome c oxidase", "doi": "10.1021/jp0464371", "abstract": "Cytochrome c oxidase (CcO) is the terminal transmembrane enzyme of the respiratory electron transport chain in aerobic cells. It catalyzes the reduction of oxygen to water and utilizes the free energy of the reduction reaction for proton pumping, a process which results in a membrane electrochemical proton gradient. Although the structure of the enzyme has been solved for several organisms, the molecular mechanism of proton pumping and proton exit pathways remain unknown. In our previous work (Popovic, D. M.; Stuchebrukhov, A. A. J Am. Chem. Soc. 2004, 126, 1858. Popovic, D. M.; Stuchebrukhov, A. A. FEBS Lett. 2004, 566, 126), the continuum electrostatic calculations were employed to evaluate the electrostatic potential, energies, and protonation state of bovine cytochrome c oxidase for different redox states of the enzyme. A possible mechanism of oxygen reduction and proton pumping via His291 was proposed. In this paper, using electrostatic calculations, we examine the proton exit pathways in the enzyme. By monitoring the changes of the protonation states, proton affinities, and energies of electrostatic interactions between the titratable groups in different redox states of CcO, we identified the clusters of strongly interacting residues. Using these data, we detected four possible proton exit points on the periplasmic side of the membrane (Lys171B/Asp173B, His24B/Asp25B, Asp51, and Asp300). We then were able to trace the proton exit pathways and to evaluate the energy profiles along the paths. On the basis of energetic considerations and the conservation of the residues in a protein sequence, the most likely exit pathway is one via the Lys171B/Asp173B site. The obtained results are fully consistent with our His291 model of proton pumping, and provide a rationale for the absence of proton leaking in CcO between the pumping strokes.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp0464371.png"}, {"title": "Thermodynamic properties of internal water molecules in the hydrophobic cavity around the catalytic center of cytochrome c oxidase", "doi": "10.1021/jp0462456", "abstract": "Cytochrome c oxidase is a redox-driven proton pump that creates a membrane proton Gradient responsible for driving ATP synthesis in aerobic cells. The crystal structure of the enzyme has been recently solved: however, the details of the mechanism of its proton pumping remain unknown. The enzyme internal water molecules play a key role in proton translocation through the enzyme. Here, we examine the thermodynamic properties of internal water in a hydrophobic cavity around the catalytic center of the enzyme. The crystal structure does not show any water molecules in this region: it is believed, however, that, since protons are delivered to the catalytic center, where the reduction of molecular oxygen occurs. at least some water molecules must be present there. The goal of the present study was to examine how many water molecules are present in the catalytic center cavity and why these water molecules are not observed. in the crystal structure of the enzyme. The behavior of water molecules is discussed in the context of redox-coupled proton translocation in the enzyme.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp0462456.png"}, {"title": "Redox-dependent pK(a) of Cu-B histidine ligand in cytochrome c oxidase", "doi": "10.1021/jp0467797", "abstract": "Cytochrome c oxidase is a redox-driven proton pump that converts atmospheric oxygen to water and couples the oxygen reduction reaction to the creation of a membrane proton gradient. The structure of the enzyme has been solved; however, the mechanism of proton pumping is still poorly understood. Recent electrostatic calculations of this group indicate that one of the histidine ligands of enzyme's CUB center, His291, may play the role of the pumping element. In the present paper, we use first principles to study models of the catalytic center of CcO, and calculate the pK(a) of the His291 residue for both the reduced and oxidized states of the Cu-B center. We used density functional theory to calculate the proton affinity of the sigma-nitrogen of His291, and we used the self-consistent reaction field method to calculate the solvation energies. The pK(a) of 4-methylimidazole was calculated first to establish the accuracy of our method. For the reaction center, two different models were used. The minimal model contains only the Cu-B center, its histidine ligands, and a water ligand. The extended model consists of the iron porphyrin (ferryloxy state) of Heme alpha(3), and its axial histidine, in addition to the Cu-B complex. Using the minimal model, we obtained aqueous phase pK(a)'s for the His291 residue of 9 and 13, with oxidized and reduced CUB respectively. The pK(a)'s are 6.3 and 14.5 using the extended model. When the dielectric constant is set to is an element of = 4 to reflect protein environment, the pK(a) with oxidized Cu-B drops to -4.8, whereas with reduced Cu-B it increases slightly to 15.7.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp0467797.png"}, {"title": "On the electron tunneling in molecules: A generalized orthogonalization procedure for finding tunneling orbitals", "doi": "10.1063/1.1796751", "abstract": "A simple method for finding tunneling orbitals of a long-distance electron transfer system is described. The procedure is an approximate biorthogonalization of many-electron donor and acceptor states in which the corresponding orbitals of the system are obtained; one pair of such corresponding orbitals describes the tunneling electron. Usually, the biorthogonalization is performed on the states that describe simultaneously both donor and acceptor complexes and the bridge connecting them, which make the procedure computationally demanding. In this paper a significant simplification of the procedure is proposed. In the procedure, to identify the tunneling orbitals roughly one half of the system is needed-only donor complex, or acceptor complex, plus part of the bridge. The procedure is practically equivalent to biorthogonalization, but computationally much simpler. Applications are illustrated with the results for a model of biological long-distance electron transfer in Ru-modified azurin, and electron transfer involving heme a of cytochrome c oxidase. (C) 2004 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.1796751.png"}, {"title": "Measurement of the autoionization lifetime of the superexcited atomic sulfur S(3s(2)3p(3)(D-2(o))4d) state using tunable vacuum ultraviolet (VUV) radiation", "doi": "10.1139/V04-039", "abstract": "A new method is described that combines a tunable coherent vacuum ultraviolet (VUV) radiation source and an ion velocity imaging apparatus to study the autoionization of superexcited sulfur atoms. The photolysis of CS2 at 193 nm is used to produce metastable sulfur atoms in the D-1(2) state. The S(D-1(2)) atom is then directly excited to the neutral superexcited state 3s(2)3p(3)(D-2(o))4d (D-1(2)o) at 11.317 eV with a tunable VUV photon at similar to121.896 nm. This excited state then undergoes autoionization into the first ionization continuum state of S+(S-4(3/2)o) + e(-), which is not directly accessible from the S(D-1(2)) state through optical transition. By monitoring the S+ signal in the time-of-flight mass spectrometer while scanning the excitation wavelength, the line profile of the 3s(2)3p(3)4d D-1(2)o <-- 3s(2)3p(4 1)D(2) transition is recorded and found to have a full width at half maximum (FWHM) of 0.9 cm(-1). This has been used to determine an autoionization lifetime of the neutral superexcited 3s(2)3p(3)4d D-1(2)o state of 5.9 ps. The accurate measurement of the autoionization lifetime provides a benchmark for testing fundamental theoretical models of processes occurring in excited states of atoms.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1139__V04-039.png"}, {"title": "Proton pumping mechanism and catalytic cycle of cytochrome c oxidase: Coulomb pump model with kinetic gating", "doi": "10.1016/j.febslet.2004.04.016", "abstract": "Using electrostatic calculations, we have examined the dependence of the protonation state of cytochrome c oxidase from bovine heart on its redox state. Based on these calculations, we propose a possible scheme of redox-finked proton pumping. The scheme involves His291 - one of the ligands of the Cu-B redox center - which plays the role of the proton loading site (PLS) of the pump. The mechanism of pumping is based on ET reaction between two hemes of the enzyme, which is coupled to a transfer of two protons. Upon ET, the first proton (fast reaction) is transferred to the PLS (His291), while subsequent transfer of the second chemical proton to the binuclear center (slow reaction) is accompanied by the ejection of the first (pumped) proton. Within the proposed model, we discuss the catalytic cycle of the enzyme. (C) 2004 Federation of European Biochemical Societies. Published by Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.febslet.2004.04.016.png"}, {"title": "Electrostatic study of the proton pumping mechanism in bovine heart cytochrome c oxidase", "doi": "10.1021/ja038267w", "abstract": "Cytochrome c oxidase (CcO) is the terminal enzyme of the cell respiratory chain in mitochondria and aerobic bacteria. It catalyzes the reduction of oxygen to water and utilizes the free energy of the reduction reaction for proton pumping across the inner-mitochondrial membrane, a process that results in a membrane electrochemical proton gradient. Although the structure of the enzyme has been solved for several organisms, the molecular mechanism of proton pumping remains unknown. In the present paper, continuum electrostatic calculations were employed to evaluate the electrostatic potential, energies, and protonation state of bovine heart cytochrome c oxidase for different redox states of the enzyme along its catalytic cycle. Three different computational models of the enzyme were employed to test the stability of the results. The energetics and pH dependence of the P-->F, F-->O, and O-->E steps of the cycle have been investigated. On the basis of electrostatic calculations, two possible schemes of redox-linked proton pumping are discussed. The first scheme involves His291 as a pump element, whereas the second scheme involves a group linked to propionate D of heme a(3). In both schemes, loading of the pump site is coupled to ET between the two hemes of the enzyme, while transfer of a chemical proton is accompanied by ejection of the pumped H+. The two models, as well as the energetics results are compared with recent experimental kinetic data. The proton pumping across the membrane is an endergonic process, which requires a sufficient amount of energy to be provided by the chemical reaction in the active site. In our calculations, the conversion of OH- to H2O provides 520 meV of energy to displace pump protons from a loading site and overall about 635 meV for each electron passing through the system. Assuming that the two charges are translocated per electron against the membrane potential of 200 meV, the model predicts an overall efficiency of 63%.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__ja038267w.png"}, {"title": "Breakdown of the Born-Oppenheimer-Condon-Marcus approximation in long distance electron transfer", "doi": "10.1016/j.chemphys.2003.09.022", "abstract": "We consider the issue of how the breakdown of the Born-Oppenheimer-Condon-Marcus approximation affects the dependence of the electron-transfer rate k upon distance, as well as the dependences upon the driving force and temperature. For large distances, ca. r > 10 Angstrom, it is predicted that: (i) the slope of Ink vs r dependence decreases down to zero; (ii) the bell-shaped Marcus dependence upon the driving force is distorted, with the maximum shifting toward DeltaG > 0; and (iii) the apparent activation energy increases and the temperature dependence more and more declines from the Arrhenius form. These effects can be experimentally distinguished from similar effects due to other mechanisms, such as thermal activation of the electron transferred and temperature dependence of the reorganization parameters and driving force. Experimental data by Isied et al. [J. Phys. Chem. 97 (1993) 11456] on electron transfer between metal ions across rigid oligoproline bridges are well fitted using the present theory. (C) 2003 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__j.chemphys.2003.09.022.png"}, {"title": "Computational studies of proton pumping mechanism of cytochrome c oxidase", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Computational study of proton pumping mechanism of bovine heart cytochrome c oxidase.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Long-distance electron tunneling in proteins", "doi": "10.1007/s00214-003-0462-2", "abstract": "Long-distance tunneling is the major mechanism of electron transfer (ET) in proteins. For a number of years, a major question has been whether specific electron tunneling pathways exist. This question is still debated in the literature, because the pathways are not observed directly, and interpretation of experimental results on ET rates involves ambiguities. The extremely small tunneling interactions are difficult to calculate accurately. Recently, there has been remarkable progress in the area; however, some problems still remain unresolved. The accurate prediction of the absolute rates of long-distance ET reactions and other biological charge-transfer reactions is a particularly pressing issue. The current theoretical calculations indicate that the specific paths do exist in static protein structures. However, the protein motions can result in significant averaging of the spatial tunneling patterns, and it is not clear how accurately subtle quantum interference effects are described by the present theories. The key to resolving these issues is to perform accurate, first-principles calculations of electron tunneling that include the dynamics of the protein. This paper reviews some of theoretical issues of electron tunneling dynamics in inhomogeneous organic media.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1007__s00214-003-0462-2.png"}, {"title": "Electron tunneling in the His(126) Ru-modified azurin: Tunneling jumps between protein strands via hydrogen bonds", "doi": "10.1021/jp022316u", "abstract": "Using the tunneling current method recently implemented with the ZINDO quantum chemical model, electron tunneling in the His(126) Ru-modified blue copper protein Pseudomonas aeruginosa azurin is investigated. The protein structure relevant to the electron transfer process is fully accounted for in quantum mechanical calculations carried out in conjunction with the protein pruning procedure. An interesting feature of the system is that the donor and acceptor complexes are coordinated to two parallel beta-strands, so that the tunneling electron has to jump from one strand to the other during the reaction. The two strands are connected by several hydrogen bonds. Using the method of atomic tunneling currents, we investigate how this interstrand tunneling Occurs. We find that one of the five hydrogen bonds involved with a length of 2.08 Angstrom is responsible for 82% of the interstrand tunneling current. The tunneling electron is initiated at the Cys(112) strand and then crosses this hydrogen bond to the Met(121) strand and finally reaches the Ru atom via the His(126) terminal. The calculations of the absolute value of the tunneling amplitude carried out with the unadjusted ZINDO model are stable but result in a tunneling matrix element which is about an order of magnitude smaller than that obtained from the experimental data. If, however, a correction tunneling factor is introduced, on the basis of matching an independent ab initio calculation, the rate of activationless electron transfer obtained with such a tuned ZINDO model agrees well with that found in the experiment.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp022316u.png"}, {"title": "Electron tunneling in proteins: Implementation of ZINDO model for tunneling currents calculations", "doi": "10.1021/jp022203a", "abstract": "The tunneling currents method developed previously by this group for the description of electron tunneling in proteins and other complex molecular structures is implemented at the semiempirical ZINDO level. This implementation bridges the gap between fully ab initio and simple one electron methods, such as the extended Huckel method, which has been previously employed in tunneling studies, and allows for accurate calculations to be performed on realistic large protein systems with only a moderate effort. One additional advantage of this method is that it employs the STO basis functions, which decay more slowly than do GTO functions, so that the weak tunneling interactions of noncovalently bonded atoms of the protein can be accounted for with a minimum basis set. Numerical results are demonstrated on the polypeptide chain (His)(2)(Met)Cu1+-(Cys)-(Gly(5))-(His)Ru-3 (+)(bpy(2))Im, which models the Ru-modified azurin charge transfer system studied by Gray and co-workers.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp022203a.png"}, {"title": "Tunneling currents in long-distance electron transfer reactions. V. Effective one electron approximation", "doi": "10.1063/1.1563616", "abstract": "In this paper we further develop the formalism of tunneling currents for the description of the tunneling transition in long-distance bridge-mediated electron transfer reactions introduced in our previous work [A. A. Stuchebrukhov, Adv. Chem. Phys. 118, 1 (2001)]. Here we consider the Hartree-Fock picture of electron tunneling in a many-electron system and, based on the corresponding orbitals analysis of the tunneling process, we introduce an effective one-electron approximation. In this picture, the (electron or hole) tunneling is described by a single pair of orbitals, as in a true one-electron theory, yet all the polarization and exchange effects characteristic for many-electron treatment are retained in it. The pair of tunneling orbitals, which is different from the usual HOMO's of the donor and acceptor complexes, is found in a self-consistent way in a special orthogonalization procedure. This picture results in much simplified formulas for current density and for interatomic currents, as well as for the tunneling matrix element, and provides a simplified way of thinking about electron tunneling in many-electron systems. (C) 2003 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.1563616.png"}, {"title": "Computer simulation of water in cytochrome c oxidase", "doi": "10.1016/S0005-2728(03)00002-1", "abstract": "Statistical mechanics and molecular dynamics simulations have been carried out to study the distribution and dynamics of internal water molecules in bovine heart cytochrome c oxidase (CcO). CcO is found to be capable of holding plenty of water, which in subunit I alone amounts to about 165 molecules. The dynamic characterization of these water molecules is carried out. The nascent water molecules produced in the redox reaction at the heme a(3)-CuB binuclear site form an intriguing chain structure. The chain begins at the position of Glu242 at the end of the D channel, and has a fork structure, one branch of which leads to the binuclear center, and the other to the propionate d of heme a(3). The branch that leads to the binuclear center has dynamic access both to the site where the formation of water occurs, and to delta-nitrogen of His291. From the binuclear center, the chain continues to run into the K channel. The stability of this hydrogen bond network is examined dynamically. The catalytic site is located at the hydrophobic region, and the nascent water molecules are produced at the top of the energy hill. The energy gradient is utilized as the mechanism of water removal from the protein. The water exit channels are explored using high-temperature dynamics simulations. Two putative channels for water exit from the catalytic site have been identified. One is leading directly toward Mg2+ site. However, this channel is only open when His291 is dissociated from CuB. If His291 is bound to CuB, the only channel for water exit is the one that originates at E242 and leads toward the middle of the membrane. This is the same channel that is presumably used for oxygen supply. (C) 2003 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__S0005-2728(03)00002-1.png"}, {"title": "Electron transfer reactions coupled to proton translocation. Cytochrome oxidase, proton pumps, and biological energy transduction", "doi": "10.1142/S0219633603000318", "abstract": "Cytochrome oxidase (COX) is the terminal component of electron transport chain of the respiratory system in mitochondria, and one of the key enzymes responsible for energy generation in cells. COX functions as a proton pump that utilizes free energy of oxygen reduction for translocation of protons across the mitochondrion membrane. The proton gradient created in the process is later utilized to drive synthesis of ATP. Although the structure of COX has been recently resolved, the molecular mechanism of proton pumping remains unknown. In this paper, general principles and possible molecular mechanisms of energy transformations in this enzyme will be discussed. The main question is how exactly chemical energy of oxygen reduction and water formation is transformed into a proton gradient; or, how exactly electron transfer reactions are utilized to translocate protons across the mitochondrion membrane against the electrochemical gradient. A key to the solution of this problem is in understanding correlated transport of electrons and protons. Here, theoretical models are discussed for coupled electron and proton transfer reactions in which an electron is tunneling over long distance between two redox cofactors, and a coupled proton is moving along a proton conducting channel in a classical, diffusion-like random walk fashion. Such reactions are typical for COX and other enzymes involved in biological energy transformations.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1142__S0219633603000318.png"}, {"title": "Computer simulations of cytochrome c oxidase", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "A theoretical analysis of the redox-coupled protonation of heme a and Cu-A in the cytochrome c oxidase with CO-inhibited binuclear center", "doi": "10.1023/A:1022222317589", "abstract": "One of the proposed mechanisms of functioning of cytochrome c oxidase (COX) postulates that heme a is the element pumping protons across the membrane. It is generally believed that, to support this mechanism, a substantial proton uptake/release should exist upon heme a reduction/oxidation. Two direct measurements of proton uptake/release in oxidation/reduction of heme a in CO-bound mixed-valence COX were recently reported. In this paper, we develop a general formalism for the interpretation of such experiments and discuss the results of these experiments. A control experiment is proposed to verify the conclusions made in previous studies.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1023__A:1022222317589.png"}, {"title": "Proton transport via the membrane surface", "doi": "10.1016/S0006-3495(02)75626-9", "abstract": "Some proton pumps, such as cytochrome c oxidase (CcO), translocate protons across biological membranes at a rate that considerably exceeds the rate of proton transport to the entrance of the proton-conducting channel via bulk diffusion. This effect is usually ascribed to a proton-collecting antenna surrounding the channel entrance. In this paper, we consider a realistic phenomenological model of such an antenna. In our model, a homogeneous membrane surface, which can mediate proton diffusion toward the channel entrance, is populated with protolytic groups that are in dynamic equilibrium with the solution. Equations that describe coupled surface-bulk proton diffusion are derived and analyzed. A general expression for the rate constant of proton transport via such a coupled surface-bulk diffusion mechanism is obtained. A rigorous criterion is formulated of when proton diffusion along the surface enhances the transport. The enhancement factor is found to depend on the ratio of the surface and bulk diffusional constants, pK(a) values of surface protolytic groups, and their concentration. A capture radius for a proton on the surface and an effective size of the antenna are found. The theory also predicts the effective distance that a proton can migrate on the membrane surface between a source (such as CcO) and a sink (such as ATIP synthase) without fully equilibrating with the bulk. In pure aqueous solutions, protons can travel over long distances (microns). In buffered solutions, the travel distance is much shorter (nanometers); still the enhancement effect of the surface diffusion on the proton flow to a target on the surface can be tens to hundreds at physiological buffer concentrations. These results are discussed in a general context of chemiosmotic theory.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__S0006-3495(02)75626-9.png"}, {"title": "Electron transfer in ferredoxin: Are tunneling pathways evolutionarily conserved? (vol 19, pg 406, 2002)", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Electron transfer in ferredoxin: Are tunneling pathways evolutionarily conserved?", "doi": "10.1093/oxfordjournals.molbev.a004095", "abstract": "A theoretical study of electron transfer (ET.) pathways in a recently crystallized Clostridium acidurici ferredoxin is reported. The electronic structure of the protein complex is treated at the semiempirical extended Huckel level, and the tunneling pathways are calculated with the rigorous quantum mechanical method of tunneling Currents, The model predicts two pathways between the two [4Fe-4S] cubanes: a strong one running directly from CyS14 to CyS43 and a weaker one from Cys(14) via Ile(23) to CyS18, whereas other amino acids do not play a significant role in the electron tunneling. The cysteine ligands conduct almost all of the current when Ile(23) is mutated to valine in silico, so that there is no appreciable change in the ET rate. The calculated value of the transfer matrix element is consistent with the experimentally determined rate of transfer. Results of the sequence analysis performed on this ferredoxin reveal that Ile(23) is a highly variable amino acid compared with the cubane-ligating cysteine amino acids, even though Ile(23) lies directly between the donor and acceptor complexes, We further argue that the homologous proteins with a [3Fe-4S] cofactor, which does not have one of the four cysteine ligands, use the same tunneling pathways as those in this ferredoxin. on the basis of the high homology as well as the absolute conservation of CyS14 and Cys(43) which serve as the main tunneling conduit. Our results explain why mutation of amino acids around and between the donor and acceptor cubane clusters, including that of ILe(23) goes not appreciably affect the rate of transfer and add support to the proposal that there exist evolutionarily conserved electron tunneling pathways in biological ET reactions.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1093__oxfordjournals.molbev.a004095.png"}, {"title": "Proton transport via coupled surface and bulk diffusion", "doi": "10.1063/1.1428350", "abstract": "Translocation of protons across biological membranes is carried out by special membrane proteins, proton pumps. Surprisingly, the turnover rate of some proton pumps, such as cytochrome c oxidase (CcO), is higher than the bulk diffusion limit (i.e., the rate at which protons can be supplied to the entrance of the proton conducting channel via free bulk diffusion). It has been suggested that the diffusion of protons along the membrane surface that surrounds the entrance of the proton conducting channel can increase the supply of the protons and therefore explain the puzzling high turnover rates. Here we consider a phenomenological model of proton transport to a proton collecting channel. The model takes into account both the diffusion in the bulk and the coupled diffusion of protons along the membrane surface. In our model a homogeneous membrane surface, which mediates proton diffusion toward the channel entrance, is populated with protolytic groups that can exchange protons with a bulk solution. Equations which describe the coupled surface-bulk proton diffusion are derived and solved. The maximum (diffusion limited) rate at which protons can be delivered to the pump is examined. It is found that there are two regimes of surface-mediated proton transport, depending on the rate of proton exchange between the bulk and the surface. In both regimes proton transport is dominated by the contribution of surface diffusion. Due to two-dimensional character of the surface diffusion, the transport rate depends on the size of the channel entrance in a weak. logarithmic fashion. The theory also provides a simple expression for the maximum distance that a proton can migrate on the surface before it is fully equilibrated with the bulk. This result allows one to examine whether the chemiosmotic coupling between a proton source on a membrane surface, such as CcO, and a sink, such as ATP synthase, occurs via diffusion along the membrane, or involves equilibration with the bulk. (C) 2002 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.1428350.png"}, {"title": "Protein surface properties pertaining to proton transfer in cytochrome c oxidase", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Ab initio calculations of long-distance electron tunneling in proteins: tunneling currents approach", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Kinetic treatment of coupled electron and proton transfer in flash-photolysis experiments on carbon monoxide-inhibited mixed-valence cytochrome c oxidase", "doi": "10.1021/jp010001t", "abstract": "Coupled electron and proton transfer observed in flow-flash experiments on GO-inhibited mixed-valence cytochrome c oxidase is discussed in terms of a model proposed by Brzezinski and co-workers [J. Bioenerg. Biomembr, 1998, 30, 99-107], The model includes two redox states of the heme a/heme a(3) pair and two states, protonated and deprotonated, of a redox-linked group L, which is in contact with bulk solution via a proton conducting channel. The proton channel is represented by another protolytic group L ', which is in equilibrium with bulk solution, but not with group L. The theory reproduces the experimentally observed pH dependence of the slow kinetics of heme a reduction following dissociation of the enzyme-CO complex, and additionally predicts a pH dependence of the fast kinetics due to varying proton equilibrium between group L and bulk solution prior to dissociation. The rates of internal proton transfer between L and L ' in the reduced and oxidized states, and the bimolecular rate of protonation of L ' by bulk protons have been evaluated from the present theory and experimental data. The protonation rate of the group L in the reduced state of heme a(3) is k(on)(red) = 10(4) s(-1) From the observed pH dependence of the rate constant for the slow kinetic phase of backward electron transfer the rate of L ' protonation is estimated to be kappa ' (on) = 5 x 10(11) M-1 s(-1).", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp010001t.png"}, {"title": "DNA repair mechanism by photolyase: Electron transfer path from the photolyase catalytic cofactor FADH(-) to DNA thymine dimer", "doi": "10.1006/jtbi.2001.2291", "abstract": "Photolyase is an enzyme that catalyses photorepair of thymine dimers in UV damaged DNA by electron transfer reaction. The structure of the photolyase/DNA complex is unknown at present. Using crystal structure coordinates of the substrate-free enzyme from E. coli, we have recently built a computer molecular model of a thymine dimer docked to photolyase catalytic site and studied molecular dynamics of the system. In this paper, we present analysis of the electronic coupling and electron transfer pathway between the catalytic cofactor FADH(-) and the pyrimidine dimer by the method of interatomic tunneling currents. Electronic structure is treated in the extended Huckel approximation. The root mean square transfer matrix element is about 6 cm(-1), which is consistent with the experimentally determined rate of transfer. We find that electron transfer mechanism responsible for the repair utilizes an unusual folded conformation of FADH- in photolyases, in which the isoalloxazine ring of the flavin and the adenine are in close proximity, and the peculiar features of the docked orientation of the dimer. The tunneling currents show explicitly that despite of the close proximity between the donor and acceptor complexes, the electron transfer mechanism between the flavin and the thymine bases is not direct, but indirect, with the adenine acting as an intermediate. These calculations confirm the previously made conclusion based on an indirect evidence for such mechanism. (C) 2001 Academic Press.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1006__jtbi.2001.2291.png"}, {"title": "Toward ab initio theory of long-distance electron tunneling in proteins: Tunneling currents approach", "doi": "10.1002/9780470141786.ch1", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__9780470141786.ch1.png"}, {"title": "Concerted electron and proton transfer: Transition from nonadiabatic to adiabatic proton tunneling", "doi": "10.1063/1.1323723", "abstract": "A concerted electron-proton transfer reaction is discussed, in which proton tunneling occurs simultaneously with electronic transition. It is assumed that the potential in which the proton moves is formed by two electronic states, which in the absence of their interaction would cross in the region between the two minima of the proton adiabatic potential. The proton tunneling between the two wells is, therefore, coupled to a switch between the two electronic states. The later occurs only when the proton is in the tunneling region under the barrier. A simple analytical expression for the tunneling matrix element T-DA is derived, which is uniformly correct for small and large values of the electronic coupling. For small electronic coupling our expression coincides with that obtained in the nonadiabatic theory of proton-coupled electron transfer reactions. For large electronic coupling the expression is reduced to that obtained in the Born-Oppenheimer approximation. The transition from nonadiabatic to adiabatic tunneling is governed by the magnitude of the Landau-Zener parameter defined for the tunneling process. The obtained result is discussed in the context of the proton tunneling time. (C) 2000 American Institute of Physics. [S0021-9606(00)70147-4].", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.1323723.png"}, {"title": "DFT calculation of electron tunneling currents: Real-space (grid) molecular orbitals vs. Gaussian-type molecular orbitals", "doi": "10.1002/1097-461X(2000)80:4/5<591::AID-QUA8>3.0.CO;2-J", "abstract": "Long-range electron tunneling occurs in many biological systems. Detailed quantitative information about the tunneling process can be obtained from the analysis of electron tunneling currents. However, ab initio tunneling current calculation is a challenging problem since it demands an accurate spatial representation of molecular orbitals. Conventional Gaussian-type molecular orbitals give relatively inaccurate results according to continuity equation for current. We have applied a newly developed grid-based numerical method for the density functional theory (DFT) calculation of molecular orbitals that describes the tunneling electron in the medium. The method yields Excellent results for the spatial distribution of tunneling currents and for the tunneling matrix element. The method employs the full approximation scheme of multigrid technique to solve both the Kohn-Sham equations and the Poisson equation. (C) 2000 John Wiley & Sons, Inc.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__1097-461X(2000)80:4__5<591::AID-QUA8>3.0.CO;2-J.png"}, {"title": "Ab initio study of long-distance electron tunneling in a model peptide system", "doi": "10.1021/jp001314b", "abstract": "The method of tunneling: currents developed earlier by one of the authors is applied to study electron tunneling dynamics in a model organometallic donor-bridge-acceptor system, in which the donor is a blue copper center in the reduced form, the bridge is a polypeptide (5 glycine residues), and the acceptor is the -HisRu(III)bpy(2)Im complex. This system mimics pretty closely the major amino acid tunneling path in Ru-modified azurin studied by Gray and co-workers recently. It is demonstrated that the tunneling matrix element as small as 10(-4) cm(-1) can be reliably evaluated using ab initio tunneling currents method. The method consists of an ab initio electronic structure calculation of the spatial distribution of quantum mechanical flux in the tunneling transition occurring in the system, when an electron/hole tunnels from the donor site in the molecule to the acceptor site. The analysis is based on the calculation of two diabatic nonorthogonal electronic states corresponding to localization of a tunneling electron on donor and acceptor sites, respectively, and subsequent evaluation of the matrix element of current density operator between these two states. All electrons in the system are taken into account at the Hartree-Fock level, and therefore the method allows one to examine the reaction of the background electrons to the tunneling charge in a self-consistent way. Results for this system confirm earlier reported finding that in the tunneling flow there exist quantized vortices, similar to those of a superfluid liquid, such as liquid He.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp001314b.png"}, {"title": "Electron tunneling in proteins.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Redox-coupled proton transfer reactions in cytochrome oxidase.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Calculation of quantum parameters for nonadiabatic redox reactions. Application to photoreduction of flavin in DNA photolyase", "doi": "10.1021/jp000167e", "abstract": "A simple practical way to account for the effect of quantum modes on electron transfer (ET) is to use the Jortner expression for ET rate. The expression includes two quantum parameters which describe the properties of high-frequency modes in the system. In our recent paper (J. Chem. Phys. 2000, 112, 9015), we developed a method to calculate these parameters for redox cofactors from ab initio data on their potential energy surfaces. In this paper, we extend our method to include the solvent, which is treated as a continuous dielectric medium. As an example, two reactions describing photoreduction of the flavin cofactor in DNA photolyase (an enzyme that repairs thymine dimers in DNA) are investigated. We calculated the quantum parameters for each cofactor (flavin radical, tryptophan, tryptophan cation radical, and tyrosine), as well as for water, which was used as a model medium. and then obtained the dependence of ET rates k(ET) On the driving force Delta G(0) in a wide range of Delta G(0). As expected, the quantum modes tend to flatten the log k(ET) vs Delta G(0) dependence in the inverted region, and the calculation provides a quantitative estimate of this effect. A similar effect has been predicted to originate from inelastic tunneling (Medvedev, E. S.; Stuchebrukhov, A. A, J. Chem. Phys. 1997, 107, 3821). This effect makes k(ET) relatively insensitive to Delta G(0) variations, compared with the classical Marcus theory, and might be of importance for biological ET systems to ensure their stable performance.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp000167e.png"}, {"title": "Electron transfer tunneling pathways in bovine heart cytochrome c oxidase", "doi": "10.1021/ja0000706", "abstract": "Results of a study of internal electron transfer in bovine heart cytochrome c oxidase with the method of tunneling currents are presented. Electronic structure of the protein complex is treated at the semiempirical extended Huckel level. Two distinct pathways connecting Cu-A and heme a are found, one of them is similar to proposed earlier in the literature, the other is new. The pathway connecting heme a and heme a(3) is also identified. This pathway differs from those proposed before. The calculated reaction rates between Cu-A and Fe-a and between Fe-a and Fe-a3 are in reasonable agreement with experimental data. The tunneling matrix element for electron transfer from Cu-A to the binuclear site is found to be very small, which is consistent with experimental evidence of the absence of this reaction. With the assumption that evolution places constraints on functionally important amino acids, we suggest that amino acids implicated in the electron-transfer pathways will show a high degree of conservation in different organisms. Sequence analysis performed on subunit I and II revealed that this is indeed the case: amino acids of the identified tunneling pathways showed very little evolutionary variability.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__ja0000706.png"}, {"title": "Effect of quantum modes in biological electron transfer reactions: A useful approximation for the harmonic model with frequency change and Duchinsky rotation", "doi": "10.1063/1.481513", "abstract": "Although general theory of quantum effects in nonadiabatic electron transfer (ET) reactions based on spin-boson Hamiltonian is well known, its application to problems of biological interest is hampered by the amount of computational work needed to map the details of the real system onto the parameters of the model. In this paper we propose a new formulation of theory of quantum effects which remedies many defects of the usual approach. In the harmonic approximation an exact expression for the rate of electron transfer has long been known that includes effects of frequency change and Duchinsky rotation (mixing) of vibrational modes of donor and acceptor complexes. This expression, however, is not suitable for practical applications due to its complexity. We have developed an exceptionally accurate approximation that is capable of capturing all details of real redox systems typical for biological problems, yet simple enough to be practical. The approximation is based on the well-known Jortner expression for the quantum rate. We describe a method for calculation of the parameters of the Jortner model, average quantum frequency and average excitation number, which are usually treated as adjustable parameters, and in our case are calculated by ab initio quantum chemistry methods. The model is tested against the exact result. We also have tested another useful approximation, which is as good as the first one, however, in a limited region around maximum of ET rate. In this approximation the rate constant has the same form as the semiclassical Marcus expression, except that instead of one reorganization energy lambda, it contains two lambda's. We show how these parameters can be calculated for realistic systems. Examples of such calculations are presented for a novel electron transfer between tryptophan and tyrosine, which was discovered recently in photolyase, a DNA repair enzyme, and some other biological systems. (C) 2000 American Institute of Physics. [S0021-9606(00)70413-2].", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.481513.png"}, {"title": "DNA repair by photolyase: Theoretical study of docking, dynamics, and electron transfer between photolyase catalytic cofactor FADH(-) and DNA pyrimidine dimer.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "DNA repair by photolyase: Theoretical study of docking, dynamics, and electron transfer between photolyase catalytic cofactor FADH(-) and DNA pyrimidine dimer.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Effects of quantum modes in biological electron-transfer reactions.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Electron transfer tunneling pathways in bovine heart cytochrome C oxidase.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Electron transfer tunneling pathways in bovine heart cytochrome c oxidase.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Ab initio calculations of long-distance electron tunneling in organometallic systems of biological origin", "doi": "10.1002/(SICI)1097-461X(2000)77:1<16::AID-QUA4>3.0.CO;2-D", "abstract": "The method of tunneling currents developed earlier by the author is applied to study electron tunneling dynamics in a model organometallic donor-bridge-acceptor system in which the donor is the blue copper center in the reduced form, the bridge is a polypeptide (5 glycine residues), and the acceptor is -HisRu(III)(NH3)(5) complex. This system mimics pretty closely the major amino-acid tunneling path in Ru-modified azurin studied by Gray and co-workers recently For the first time it is demonstrated that the tunneling matrix element as small as 10(-4) cm(-1) can be reliably evaluated using the ab initio tunneling currents method. The method consists of an ab initio calculation of the spatial distribution of quantum mechanical flux of probability density occurring during the tunneling transition in the system, when an electron/hole tunnels from the donor site in the molecule to the acceptor site. The analysis is based on the calculation of two diabatic nonorthogonal electronic states corresponding to localization of a tunneling electron on donor and acceptor sites, respectively, and subsequent evaluation of the matrix element of current density operator between these two states. All electrons in the system are taken into account at the Hartree-Fock level, and therefore the method allows one to examine the reaction of the background electrons to the tunneling charge in a self-consistent way. Results for this system confirm earlier reported finding that in the tunneling flow there exist quantized vortices, similar to those of a superfluid liquid, such as Liquid He. (C) 2000 John Wiley & Sons, Inc.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1002__(SICI)1097-461X(2000)77:1<16::AID-QUA4>3.0.CO;2-D.png"}, {"title": "Theoretical study of electron transfer between the photolyase catalytic cofactor FADH(-) and DNA thymine dimer", "doi": "10.1021/ja993784t", "abstract": "Photolyase is an enzyme that catalyzes photorepair of thymine dimers in UV damaged DNA by electron-transfer reaction. We docked a thymine dimer to photolyase catalytic site, using crystal structure coordinates of the substrate-free enzyme from Escherichia coli, studied molecular dynamics of the system, and calculated the electron-transfer matrix element between the lowest unoccupied molecular orbitals of flavin and the dimer. We find that the rms transfer matrix element along the dynamic trajectory is about 6 cm(-1) which is consistent with the experimentally determined rate of transfer. In the average configuration the docked thymine dimer is sitting deep in the catalytic site, and approaches the adenine of FAD with the C4=O4 carbonyl groups. The average distance between the flavin and the base pair is less than 3 A. The electron-transfer mechanism utilizes the unusual conformation of FAD in photolyases, in which the isoalloxazine ring of the flavin and the adenine are in close proximity, and the peculiar features of the docked orientation of the dimer. The calculations show that despite the short distance between the donor and acceptor complexes, the electron-transfer mechanism between the flavin and the thymine bases is not direct, but indirect, with the adenine acting as an intermediate.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__ja993784t.png"}, {"title": "Toward ab initio theory of electron-transfer reactions in proteins.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Vortex structure of the tunneling flow in long-range electron transfer reactions", "doi": "10.1063/1.478807", "abstract": "Ab initio calculations of tunneling current along a model 25-Angstrom-long polypeptide chain, and similar extended hydrocarbon molecular wires, show that in the tunneling flow there exist topological defects,'' viz. the lines on which the wave function of the tunneling electron is zero, and the phase of the wave function is not defined. As a result, the flow of quantum mechanical probability experiences circular motions (vortices) around such nodal lines, and the overall structure of the flow becomes remarkably complex. The vortices in the tunneling flow are quantized, and are similar in their mathematical nature to those in a quantum superfluid liquid. (C) 1999 American Institute of Physics. [S0021-9606(99)70818-4].", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.478807.png"}, {"title": "Pathways of electron transfer in Escherichia coli DNA photolyase: Trp(306) to FADH", "doi": "10.1016/S0006-3495(99)77287-5", "abstract": "We describe the results of a series of theoretical calculations of electron transfer pathways between Trp(306) and *FADH(.) in the Escherichia coli DNA photolyase molecule, using the method of interatomic tunneling currents. It is found that there are two conformationally orthogonal tryptophans, Trp(359) and Trp(382), between donor and acceptor that play a crucial role in the pathways of the electron transfer process. The pathways depend vitally on the aromaticity of tryptophans and the flavin molecule. The results of this calculation suggest that the major pathway of the electron transfer is due to a set of overlapping orthogonal pi-rings, which starts from the donor Trp(306), runs through Trp(359) and Trp(382), and finally reaches the flavin group of the acceptor complex, FADH.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__S0006-3495(99)77287-5.png"}, {"title": "Dynamic effects in long-distance biological electron transfer reactions", "doi": "10.1351/pac199870112201", "abstract": "A general expression for the rate of bridge mediated electron transfer reaction is derived which takes into account effects of nuclear dynamics of donor and acceptor complexes as well as those of the bridge. The theory includes treatment of a non-Born-Oppenheimer effect specific for a long distance electron transfer. The derived expression for the rate is designed for applications in numerical studies of long range electron transfer reactions in proteins.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1351__pac199870112201.png"}, {"title": "New expression for the effective transfer matrix element in long-range electron transfer reactions", "doi": "10.1063/1.477107", "abstract": "A new expression for the effective transfer matrix element, T-DA, in long-range electron transfer is derived. This expression corrects the second-order perturbation theory estimate by accounting for an infinite number of terms in the perturbation expansion. The correction factors measure the extent of delocalization of the diabatic donor and acceptor states. A simple procedure is devised to adjust the molecule to its transition state, which is the point of avoided crossing of the energies of the adiabatic states. The new expression is used to compute the half-splitting in these eigenenergies, which equals T-DA, without recourse to diagonalization. When checked against direct diagonalization for a truncated model of a ruthenium-modified azurin protein, this method located the point of avoided crossing and produced an estimate of the energy half-splitting which agreed with the result of diagonalization with exceptional accuracy. (C) 1998 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.477107.png"}, {"title": "Effect of protein dynamics on biological electron transfer.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Tunneling currents in long-distance electron transfer reactions. III. Many-electron formulation", "doi": "10.1063/1.476279", "abstract": "Many-electron formulation of the method of interatomic tunneling currents introduced in our earlier work [J. Chem. Phys. 104, 8424 (1996); 105, 10819 (1996)] for the description of long-range electron tunneling in large molecules such as proteins or DNA is proposed. The tunneling currents can be used both for calculation of the tunneling matrix element and for the description of the spatial distribution of tunneling pathways at the atomic level of resolution. It is shown that the tunneling currents can be expressed as a matrix element of a certain (current) operator evaluated between two diabatic nonorthogonal one- or multideterminant wave functions of the initial and final states of the electrons in the system. These states can be found in the standard ground state energy minimization calculations. Explicit expressions for the currents in terms of the atomic basis functions and the transformation matrices to molecular orbitals of the donor and acceptor states are given. Thus, the proposed theory provides a method that allows ordinary electronic structure calculations to be utilized for studies of tunneling dynamics in many-electron systems. All electron-electron interactions are included in the expressions for currents at the Hartree-Fock level, so that electron polarization effects arising due to interaction of the tunneling electron and other electrons in the system are taken into account in such a description. (C) 1998 American Institute of Physics. [S0021-9606(98)00320-1]", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.476279.png"}, {"title": "Tunneling currents in long-distance electron transfer reactions. IV. Many-electron formulation. Nonorthogonal atomic basis sets and Mulliken population analysis", "doi": "10.1063/1.476280", "abstract": "In this paper we further develop the formulation of the method of tunneling currents for the description of the tunneling transition in long-distance bridge-mediated electron transfer reactions introduced in our previous work [A. A. Stuchebrukhov, J. Chem. Phys. 104, 8424 (1996); 105, 10819 (1996)]. Here we present a full many-election treatment of the problem in the case when the atomic basis set employed for the description of the medium is nonorthogonal. In this formulation we introduce many-electron Mulliken population operator and derive a set of kinetic equations describing evolution of different atomic states during the tunneling transition. The analysis of the kinetic equations naturally leads then to a concept of electron density fluxes, or currents, between atoms of the medium propagating the tunneling electron. Explicit formulas expressing interatomic tunneling currents in terms of the coefficients of expansion of molecular orbitals of donor and acceptor diabatic electronic states in the atomic basis set are derived. Specific effects due many-electron nature of the system and non-orthogonality (overlaps) of the atomic states are discussed. (C) 1998 American Institute of Physics. [S0021-9606(98)00420-6]", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.476280.png"}, {"title": "Electron tunneling in quasi-one-dimensional resonant molecular systems. Ab initio study", "doi": "10.1021/jp980405u", "abstract": "The method of tunneling currents is applied for study of electron-tunneling dynamics in quasi-one-dimensional donor-bridge-acceptor systems in which the bridge is composed of a sequence of atoms located on a straight line connecting donor and acceptor complexes. Such a system provides a simple model for the description of electronic processes in molecular wires. Of our particular interest are the following questions: how exactly does an electron tunnel through an atom or a molecule, and what is the precise meaning of through-bond and through-space tunneling, the concepts frequently used in the description of electron tunneling in proteins. Our method consists of an ab initio electronic structure calculation of the spatial distribution of tunneling currents occurring during the tunneling transition in the system, when an electron tunnels from the one end of molecular wire to the other. The analysis is based on calculation of two diabatic electronic states corresponding to localization of a tunneling electron on donor and acceptor sites, respectively. All electrons in the system are taken into account at the Hartree-Fock level, and as such the method allows us to examine the reaction of the valence electrons on the bridge to the tunneling charge. The symmetry of the chosen system allows a relatively simple way for a complete and detailed analysis of the spatial distribution of the currents in the system. These results provide new insights into the nature of long-distance electron tunneling in organic media.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__jp980405u.png"}, {"title": "Electron tunneling in proteins: Structural, dynamic, and electron correlation effects.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Tunneling currents in proteins: Nonorthogonal atomic basis sets and Mulliken population analysis", "doi": "10.1063/1.474308", "abstract": "A rigorous kinetic justification is given of the expression for interatomic tunnelling currents introduced in our earlier work [Stuchebrukhov, J. Chem. Phys. 105, 10819 (1996)] for the analysis of long-distance electron transfer reactions when a nonorthogonal atomic basis set is used for the description of the medium intervening between donor and acceptor. The analysis is based on the kinetic equations describing the evolution of the Mulliken populations of the atomic states in the medium during the tunnelling transition of a long-distance electron transfer reaction. (C) 1997 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.474308.png"}, {"title": "Inelastic tunneling in long-distance biological electron transfer reactions", "doi": "10.1063/1.474741", "abstract": "The effect of protein dynamics on the long-distance biological electron transfer reactions is discussed, Computer simulations reported recently by our group [Daizadeh, Medvedev, and Stuchebrukhov, Proc. Natl. Acad. Sci. USA 94, 3703 (1997)] have shown that in some cases a strong dynamic coupling of a tunneling electron to vibrational motions of the protein matrix can exist. This results in a modification of the conventional picture of electron transfer in proteins, The new element in the modified theory is that the tunneling electron is capable of emitting or absorbing vibrational energy (phonons) from the medium. As a result, some biological reactions may occur in an activationless fashion. In the present paper we study analytically the probabilities of such inelastic tunneling events and show how they affect the overall dependence of the reaction rate on the driving force, temperature, and the strength of electron-phonon coupling. Harmonic and anharmonic models are proposed for vibrational dynamics of the intervening medium. (C) 1997 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.474741.png"}, {"title": "Effects of protein dynamics on biological electron transfer", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Effect of protein dynamics on biological electron transfer", "doi": "10.1073/pnas.94.8.3703", "abstract": "Computer simulations of the effect of protein dynamics on the long distance tunneling mediated by the protein matrix have been carried out for a Ru-modified (His 126) azurin molecule. We find that the tunneling matrix element is a sensitive function of the atomic configuration of the part of the protein matrix in which tunneling currents (pathways) are localized. Molecular dynamics simulations show that fluctuations of the matrix element can occur on a time scale as short as 10 fs. These short time fluctuations are an indication of a strong dynamic coupling of a tunneling electron to vibrational motions of the protein nuclear coordinates. The latter results in a modification of the conventional Marcus picture of electron transfer in proteins. The new element in the modified theory is that the tunneling electron is capable of emitting or absorbing vibrational energy (phonons) from the medium. As a result, some biological reactions may occur in an activationless fashion. An analytical theoretical model is proposed to account for thermal fluctuations of the medium in long distance electron transfer reactions. The model shows that, at long distances, the phonon-modified inelastic tunneling always dominates over the conventional elastic tunneling.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1073__pnas.94.8.3703.png"}, {"title": "Calculation of electronic tunneling matrix element in proteins: Comparison of exact and approximate one-electron methods for Ru-modified azurin", "doi": "10.1063/1.473586", "abstract": "In recent years several theoretical methods have been developed for evaluation of the magnitude of electronic coupling between distant donor and acceptor complexes mediated by a protein molecule. Most detailed studies have been carried out within the one-electron tight-binding (extended Huckel) approximation for electronic structure of the protein medium. In this paper different approximate and exact one-electron methods such as perturbation theory, exact diagonalization, and method of tunneling currents are reviewed and results of calculations are compared for three HisX-Ru-modified azurin molecules, where X=122, 124, and 126. These systems have been recently synthesized and studied experimentally by Gray and co-workers. The calculations show that perturbation theory results are in excellent agreement with exact calculations if the symmetry of the zeroth-order wave functions of the donor and acceptor metal ions are chosen correctly. A simple computational procedure for construction of such correct zeroth-order functions is proposed. (C) 1997 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.473586.png"}, {"title": "Tunneling currents in electron transfer reaction in proteins .2. Calculation of electronic superexchange matrix element and tunneling currents using nonorthogonal basis sets", "doi": "10.1063/1.472890", "abstract": "In this paper we further develop the concept of interatomic tunneling currents [A.A. Stuchebrukhov, J. Chem. Phys. 104, 8424 (1996)] for the description of long-range electron tunneling in proteins. Here we discuss a formulation of the theory for the case when nonorthogonality of the atomic basis set of the medium propagating electron is explicitly taken into account. This method provides an effective computational scheme for an exact, i.e., nonperturbative, evaluation (in one-electron approximation) of the superexchange electron tunneling matrix element, and allows one to determine which regions in the protein matrix are important for the tunneling process. The theory is applied for calculation of tunneling currents and the electronic matrix element in His126-Ru-modified blue copper protein azurin from a recent experimental work of Gray and co-workers. Analysis of interatomic currents reveals a nontrivial structure of the tunneling flow between donor and acceptor in the intervening protein medium in this system. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.472890.png"}, {"title": "Tunneling currents in electron transfer reactions in proteins: Protein microelectronics", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Tunneling currents in electron transfer reactions in proteins", "doi": "10.1063/1.471592", "abstract": "A new theoretical method for the analysis of the superexchange coupling and localization of electron tunneling pathways in long distance electron transfer reactions is introduced. The new method allows one to examine spatial distribution of microscopic quantum mechanical tunneling currents flowing through individual atoms, or to evaluate the relative probability that the tunneling electron will pass through an individual atom, in the intervening medium between donor and acceptor in the course of an electron transfer reaction. It is shown how the interatomic tunneling currents introduced in this paper can be calculated using methods of quantum chemistry. The method provides a rigorous theoretical framework for the description of the tunneling process in long-range electron transfer reactions in proteins. The relation of the present theory of tunneling currents to the theory of pathways of Beratan and Onuchic is discussed. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.471592.png"}, {"title": "Tunneling currents in electron transfer reactions in proteins: Protein microelectronics.", "doi": "", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/.png"}, {"title": "Tunneling matrix element in Ru-modified blue copper proteins: Pruning the protein in search of electron transfer pathways", "doi": "10.1016/0020-1693(95)04917-7", "abstract": "We investigate with semi-empirical extended Huckel theory calculations the tunneling matrix element for electron transfer in three ruthenium-modified blue copper azurin molecules from the bacterium Pseudomonas aeruginosa which have been recently synthesized and studied experimentally by Gray and co-workers. All of the atoms in the protein can be included in the calculations with the method of transition amplitudes that has been developed recently. Our particular focus here, however, is to develop procedures that create a truncated protein much smaller than the initial 2000 atom one, the aim being to retain only those amino acids that are important to the electron tunneling mechanism. Such a procedure, which we refer to as 'pruning', is useful, first because it reduces the size of the problem, perhaps allowing for more accurate techniques to be used on the truncated protein, and second because it allows for the identification of the regions in the protein in which the tunneling election is localized. The pruning procedures enable us to reduce the number of atoms required in an extended Huckel theory analysis of the tunneling mechanism by approximately a factor of 10 over that in the original protein.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1016__0020-1693(95)04917-7.png"}, {"title": "IVR IN OVERTONES OF THE ACETYLENIC C-H STRETCH IN PROPYNE", "doi": "10.1021/j100009a026", "abstract": "Quantum calculations are reported for the high-resolution spectra and dynamics of the first and second overtone of the acetylenic C-H stretch (nu(1)) in propyne. The calculational method used is similar to that we have-used Lack of low-order Fermi resonances lead to a vibrational superexchange mechanism of decay of the initially populated bright state. The importance; of the total density of states and quartic couplings between zeroth-order states is investigated. Comparison with recent experimental results is discussed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__j100009a026.png"}, {"title": "QUANTUM EFFECTS IN ELECTRON-TRANSFER REACTIONS WITH STRONG ELECTRONIC COUPLING", "doi": "10.1063/1.468444", "abstract": "", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.468444.png"}, {"title": "DECAY AND RECURRENCES OF WAVE-PACKETS IN NONLINEAR QUANTUM-SYSTEMS", "doi": "10.1021/j100064a007", "abstract": "A simple and analytical model of quantum recurrences in wave packet dynamics of nonlinear vibrational systems is presented. It is shown that in addition to ''normal' rephasing time tau(R) the width of the packet experiences very strong recurrences at tau(R)/2. In a quasiclassical limit, which can be studied explicitly in this model, the recurrences disappear and the decay becomes irreversible. Recent femtosecond experimental results of Zewail and co-workers are discussed in the framework of this analytical model.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__j100064a007.png"}, {"title": "VIBRATIONAL SUPEREXCHANGE MECHANISM OF INTRAMOLECULAR VIBRATIONAL-RELAXATION IN (CH3)3CCCH MOLECULES", "doi": "10.1021/j100150a008", "abstract": "Quantum calculations are reported for the dynamics of intramolecular vibrational energy redistribution of the acetylenic CH stretch in (CH3)3CCCH molecules. This paper is an extension of our previous publication (J. Chem. Phys. 1993, 98, 6044) where the line widths of the CH overtone transitions were calculated in several molecules of a general class (CX3)3YCCH, and it was found that the relaxation is due to a sequence of many weak off-resonance vibrational transitions between tiers of directly coupled states. The coupling of the CH stretch to a manifold of quasi-resonant states resembles the superexchange mechanism of coupling between donor and acceptor states in long-distance electron-transfer reactions. An analysis based on total population in each tier is introduced. The very rapid decrease of this population in the intermediate tiers with tier index provides evidence that the relaxation dynamics occurs via tunneling (vibrational superexchange) under a dynamic barrier in the tier space of the system. Details of the time evolution of the population under the dynamic barrier in the course of relaxation are described. ''Dead end'' states, their effect on the time-evolution and on spectra, their removal via inclusion of additional anharmonicities, and, thereby, their probable artificial nature in the present case are discussed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1021__j100150a008.png"}, {"title": "OUTER-SPHERE ELECTRON-TRANSFER IN POLAR-SOLVENTS - QUANTUM SCALING OF STRONGLY INTERACTING SYSTEMS", "doi": "10.1063/1.465310", "abstract": "The spin-boson Hamiltonian model is used to study electron transfer (ET) reactions of strongly interacting systems in polar solvents in the limit of fast dielectric relaxation of the solvent. The spectrum of polarization modes consists of low frequency modes which are treated classically, and high frequency modes which are treated quantum mechanically. A general explicit formula for the rate valid in all orders of perturbation theory in electronic coupling is derived. The rate formula is applicable in a wide range of parameters, including the inverted region of the reaction where the quantum tunneling corrections give the main contribution to the rate. It is found that the quantum degrees of freedom can be effectively eliminated from the model by renormalizing the electronic coupling matrix element. This renormalization results in the following scaling property of the electron transfer systems: a system containing both classical and quantum degrees of freedom is equivalent to a system of lower dimensionality, containing only classical degrees of freedom, with renormalized electronic coupling matrix element. An explicit formula for the renormalization is obtained.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.465310.png"}, {"title": "PERTURBATION-THEORY APPROACH TO DYNAMIC TUNNELING SPLITTING OF LOCAL MODE VIBRATIONAL-STATES IN ABA MOLECULES", "doi": "10.1063/1.464502", "abstract": "We introduce a point of view for treating the dynamical tunneling splitting of symmetric local mode vibrational states in ABA molecules (A = H typically) which is the one we have employed in treating the vibrational spectroscopy of CH overtones in molecules such as (CX3)3YCCH. Namely, the vibrational coupling corresponding to the dynamical tunneling in semiclassical mechanics via many intermediate off-resonance weak transitions between initial and final states can be treated by a standard high-order perturbation theory. We apply that method to the present simpler problem of tunneling splittings in ABA molecules, and compare the results with those of exact diagonalization, the semiclassical method, and the periodic orbit quantization. Of all the approximate methods, the perturbation theory was found to provide the best approximation to the results of exact diagonalization for the system treated. The relationship between these three methods and application to the problem of vibrational relaxation in polyatomic molecules with tunneling mechanism of intramolecular vibrational relaxation is discussed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.464502.png"}, {"title": "THEORETICAL-STUDY OF INTRAMOLECULAR VIBRATIONAL-RELAXATION OF ACETYLENIC CH VIBRATION FOR V = 1 AND 2 IN LARGE POLYATOMIC-MOLECULES (CX3)3YCCH, WHERE X = H OR D AND Y = C OR SI", "doi": "10.1063/1.464843", "abstract": "Quantum calculations are reported for the intramolecular vibrational energy redistribution on and absorption spectra of the first two excited states of the acetylenic CH stretch vibration in the polyatomic molecules (CX3)3YCCH, where X=H or D and Y=C or Si. Using approximate potential energy surfaces, comparison is made with the corresponding recent experimental spectra. It is found that a model of intramolecular vibrational relaxation based on the assumption of sequential off-resonance transitions via third and fourth order vibrational couplings (as opposed to direct high order couplings) is in agreement with experimental results on spectral linewidths. In a semiclassical limit this type of relaxation corresponds to a dynamic tunneling in phase space. It is shown that the local density of resonances of third and fourth order, rather than the total density of states, plays a central role for the relaxation. It is found that in the Si molecule an accidental absence of appropriate resonances results in a bottleneck in the initial stages of relaxation. As a result, an almost complete localization of the initially prepared excitation occurs. It is shown that an increase of the mass alone of the central atom from C to Si cannot explain the observed difference in the C and Si molecules. The spectral linewidths were calculated with the Golden Rule formula after prediagonalization of the relevant vibrational states which are coupled in the molecule to the CH vibration, directly or indirectly. For the spectral calculations, in addition to the direct diagonalization, a modified recursive residue generation method was used, allowing one to avoid diagonalization of the transformed Lanczos Hamiltonian. With this method up to 30 000 coupled states could be analyzed on a computer with relatively small memory. The efficiency of C programming language for the problem is discussed.", "image": "/page_data/researchers/alexei_stuchebrukhov/research_images/10.1063__1.464843.png"}]}