{"publications": [{"title": "Dipole oscillator strength distributions, sum rules, mean excitation energies, and isotropic van der Waals coefficients for benzene, pyridazine, pyrimidine, pyrazine, s-triazine, toluene, hexafluorobenzene, and nitrobenzene", "doi": "10.1063/5.0025662", "abstract": "Experimental, theoretical, and additive-model photoabsorption cross sections combined with constraints provided by the Kuhn-Reiche-Thomas sum rule and the high-energy behavior of the dipole oscillator strength density are used to construct dipole oscillator strength distributions for benzene, pyridazine (1,2-diazine), pyrimidine (1,3-diazine), pyrazine (1,4-diazine), s-triazine (1,3,5-triazine), toluene (methylbenzene), hexafluorobenzene, and nitrobenzene. The distributions are used to predict dipole sum rules S(k) for -6 <= k <= 2, mean excitation energies I(k) for -2 <= k <= 2, and isotropic van der Waals C-6 coefficients. A popular combination rule for estimating C-6 coefficients for unlike interactions from the C-6 coefficients of the like interactions is found to be accurate to better than 1% for 606 of 628 cases (96.4%) in the test set.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__5.0025662.png"}, {"title": "Structure prediction of nanoclusters from global optimization techniques: Computational strategies and connection to experiments", "doi": "10.1016/j.comptc.2017.03.007", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.comptc.2017.03.007.png"}, {"title": "Constrained dipole oscillator strength distributions, sum rules, and dispersion coefficients for Br-2 and BrCN", "doi": "10.1016/j.cplett.2017.01.053", "abstract": "Dipole oscillator strength distributions for Br-2 and BrCN are constructed from photoabsorption cross sections combined with constraints provided by the Kuhn-Reiche-Thomas sum rule, the high-energy behavior of the dipole-oscillator-strength density and molar refractivity data when available. The distributions are used to predict dipole sum rules S(k), mean excitation energies I(k), and van der Waals C-6 coefficients. Coupled-cluster calculations of the static dipole polarizabilities of Br-2 and BrCN are reported for comparison with the values of S(-2) extracted from the distributions.(C) 2017 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2017.01.053.png"}, {"title": "Constrained Dipole Oscillator Strength Distributions for CF4, CClF3, CCl2F2, CCl3F, CHF3, CH3F, CH3Cl, CH3Br, CH3I, C2F6, and CCl3CF3", "doi": "10.1515/zpch-2016-0759", "abstract": "Dipole oscillator strength distributions are constructed for CF4, CClF3, CCl2F2, CCl3F, CHF3, CH3F, CH3Cl, CH3Br, CH3I, C2F6, and CCl3CF3 from experimental and theoretical photoabsorption cross-sections combined with constraints provided by the Kuhn-Reiche-Thomas sum rule, the high-energy behavior of the dipole-oscillator-strength density, and either molar refractivity data or static dipole polarizabilities depending upon the availability of refractivities. The distributions are used to predict dipole sum rules S(k), mean excitation energies I(k), and van der Waals C-6 coefficients. Pseudospectral representations of the DOSDs are reported.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1515__zpch-2016-0759.png"}, {"title": "Construction of Constrained Dipole Oscillator Strength Distributions", "doi": "10.1515/zpch-2015-0693", "abstract": "A brief review is given of how a constrained dipole oscillator strength distribution (DOSD) is constructed from experimental and possibly theoretical photoabsorption cross-sections with constraints provided by molar refractivity data and the Kuhn-Reiche-Thomas sum rule. Some recent refinements including the imposition of the correct high-energy behavior on the DOSD for homoatomic molecules are discussed and extended to the general molecular case. A sample application to pyridine is given.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1515__zpch-2015-0693.png"}, {"title": "Ab initio calculations of static dipole polarizabilities and Cauchy moments for the halomethanes, CH(m)Cl(n)F4-m-n", "doi": "10.1016/j.cplett.2015.11.044", "abstract": "Coupled-cluster calculations of the static electronic dipole polarizabilities and Cauchy moments are reported for all 15 halomethanes CHmClnF4-m-n. Comparison with available experimental static polarizabilities is made. Excluding three experimental values which seem to be in error, the mean absolute deviation between the CCSD(T) values and experiment is a rather satisfactory 0.5 atomic units for the remaining 11 halomethanes. More experimental work is needed for the polarizabilities of CHCl2F, CCl3F, and CH2Cl2. Additivity approximations work moderately well for alpha= S(-2) and progressively less well for S( 2k 2) as k increases. (C) 2015 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2015.11.044.png"}, {"title": "Dipole properties of PH3, PF3, PF5, PCl3, SiCl4, GeCl4, and SnCl4", "doi": "10.1080/00268976.2016.1143568", "abstract": "Experimental and theoretical photoabsorption cross sections combined with constraints provided by the Kuhn-Reiche-Thomas sum rule, the high-energy behaviour of the dipole oscillator strength density, static dipole polarisabilities, and molar refractivity data when available are used to construct dipole oscillator strength distributions for PH3, PF3, PF5, PCl3, SiCl4, GeCl4, and SnCl4. The distributions are used to predict dipole sum rules S(k), mean excitation energies I(k), and van der Waals C-6 coefficients. [GRAPHICS] .", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268976.2016.1143568.png"}, {"title": "PREFACE", "doi": "10.1080/00268976.2015.1077629", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268976.2015.1077629.png"}, {"title": "On the dipole polarisability and dipole sum rules of ozone", "doi": "10.1080/00268976.2015.1059513", "abstract": "Ab initio calculations of the dipole polarisability and other Cauchy moments of the dipole oscillator strength distribution ( DOSD) of ozone are reported to help resolve discrepancies between theory and experiment. A number of coupled- cluster methods based on a Hartree- Fock reference function, multiconfiguration- reference configuration interaction methods, and perturbatively corrected, complete-active- space self-consistent field methods are used. The C DOSD of Kumar and Thakkar is probably preferable to their B1 distribution. Our best estimate of the mean polarisability is alpha = 19.0 +/- 0.3 atomic units.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268976.2015.1059513.png"}, {"title": "How well do static electronic dipole polarizabilities from gas-phase experiments compare with density functional and MP2 computations?", "doi": "10.1063/1.4932594", "abstract": "Static electronic dipole polarizabilities for 135 molecules are calculated using second-order Moller-Plesset perturbation theory and six density functionals recently recommended for polarizabilities. Comparison is made with the best gas-phase experimental data. The lowest mean absolute percent deviations from the best experimental values for all 135 molecules are 3.03% and 3.08% for the LC-tau HCTH and M11 functionals, respectively. Excluding the eight extreme outliers for which the experimental values are almost certainly in error, the mean absolute percent deviation for the remaining 127 molecules drops to 2.42% and 2.48% for the LC-tau HCTH and M11 functionals, respectively. Detailed comparison enables us to identify 32 molecules for which the discrepancy between the calculated and experimental values warrants further investigation. (C) 2015 AIP Publishing LLC.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.4932594.png"}, {"title": "Choosing a density functional for static molecular polarizabilities", "doi": "10.1016/j.cplett.2015.07.003", "abstract": "Coupled-cluster calculations of static electronic dipole polarizabilities for 145 organic molecules are performed to create a reference data set. The molecules are composed from carbon, hydrogen, nitrogen, oxygen, fluorine, sulfur, chlorine, and bromine atoms. They range in size from triatomics to 14 atoms. The Hartree-Fock and 2nd-order Moller-Plesset methods and 34 density functionals, including local functionals, global hybrid functionals, and range-separated functionals of the long-range-corrected and screened-exchange varieties, are tested against this data set. On the basis of the test results, detailed recommendations are made for selecting density functionals for polarizability computations on relatively small organic molecules. (c) 2015 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2015.07.003.png"}, {"title": "Electric properties of stannous and stannic halides: How good are the experimental values?", "doi": "10.1016/j.cplett.2015.02.052", "abstract": "Coupled-cluster calculations are reported for the electric and vibrational properties of the stannous halides SnX2 and stannic halides SnX4 with X = F, Cl, Br, and I. Comparison with experiment, where available, is made. Our best values of the static mean dipole polarizability for SnF2, SnCl2, SnBr2, and SnI2, are 39.98, 71.93, 91.37, and 125.8 atomic units, respectively. Our best values of the static mean dipole polarizability for SnF4, SnCl4, SnBr4, and SnI4, are 32.82, 93.04, 126.9, and 191.2 atomic units, respectively. (C) 2015 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2015.02.052.png"}, {"title": "Clusters: From Trimers to Nanoparticles", "doi": "10.1063/1.4938783", "abstract": "An overview of the symposium on Clusters: From Trimers to Nanoparticles is presented.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.4938783.png"}, {"title": "The Life and Work of Jiri Cizek", "doi": "10.1063/1.4906640", "abstract": "A tribute to the life and work of Jiri Cizek is presented in the form of a brief biographical sketch and an extensive bibliography.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.4906640.png"}, {"title": "The Life and Work of Josef Paldus", "doi": "10.1063/14906641", "abstract": "A tribute to the life and work of Josef Paldus is presented in the form of a brief biographical sketch and an extensive bibliography.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__14906641.png"}, {"title": "TABS: A database of molecular structures", "doi": "10.1016/j.comptc.2014.05.010", "abstract": "A database of minimum energy structures for 1641 molecules is constructed using the B3LYP density functional with an augmented, correlation consistent, polarized, valence triple-zeta basis set. The molecules all contain one or more carbon atoms and may have one or more H, N, O, F, S, Cl, and Br atoms. The molecules contain up to 34 atoms and 246 electrons. The database contains at least 25 molecules representing each of 24 functional categories. The database provides a reasonably large, moderately accurate, balanced, and consistent set of molecular structures that is useful for the study of inter-relationships among properties of molecules of organic, biochemical, and pharmaceutical interest. (C) 2014 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.comptc.2014.05.010.png"}, {"title": "Additive models for the molecular polarizability and volume", "doi": "10.1016/j.cplett.2014.07.027", "abstract": "Additive models for molecular polarizabilities and volumes are created by fitting to data for 298 molecules. Tests on data for the 1641 organic molecules in the TABS database show that the best models have median absolute errors of 2.3% for the polarizability and 1.3% for the volume. Bonding lowers the volume in all 1641 molecules. (C) 2014 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2014.07.027.png"}, {"title": "Relating polarizability to volume, ionization energy, electronegativity, hardness, moments of momentum, and other molecular properties", "doi": "10.1063/1.4893178", "abstract": "Semiquantitative relationships between the mean static dipole polarizability and other molecular properties such as the volume, ionization energy, electronegativity, hardness, and moments of momentum are explored. The relationships are tested using density functional theory computations on the 1641 neutral, ground-state, organic molecules in the TABS database. The best polarizability approximations have median errors under 5%. (C) 2014 AIP Publishing LLC.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.4893178.png"}, {"title": "Molecular size from moments of the momentum density", "doi": "10.1016/j.cplett.2014.06.035", "abstract": "Qualitative arguments and examination of numerical data for 1641 organic molecules are used to establish semiquantitative relationships between the size of a molecule and some of the moments of its electron momentum density. The peak height of the Compton profile correlates well with molecular size and volume. Surprisingly, the molecular volume enclosed by the 0.001 a(0)(-3) isodensity contour of the electron number density can be predicted, with a mean absolute error of 2.1%, from (1/p(2)). (C) 2014 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2014.06.035.png"}, {"title": "Clusters: From dimers to nanoparticles Foreword", "doi": "10.1016/j.comptc.2013.05.017", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.comptc.2013.05.017.png"}, {"title": "A dispersion-corrected density functional theory study of hexamers of formic acid", "doi": "10.1139/cjc-2012-0507", "abstract": "Density functional theory with dispersion-correcting effective potentials is used to examine the low-lying isomers of the formic acid hexamer. The lowest-energy structure is a chairlike ring of six Z monomers. pi-Stacked structures consisting of a dimer and tetramer lie higher in energy.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1139__cjc-2012-0507.png"}, {"title": "Methanol clusters (CH3OH)(n): Putative global minimum-energy structures from model potentials and dispersion-corrected density functional theory", "doi": "10.1063/1.4809528", "abstract": "Putative global minima are reported for methanol clusters (CH3OH)(n) with n <= 15. The predictions are based on global optimization of three intermolecular potential energy models followed by local optimization and single-point energy calculations using two variants of dispersion-corrected density functional theory. Recurring structural motifs include folded and/or twisted rings, folded rings with a short branch, and stacked rings. Many of the larger structures are stabilized by weak C-H center dot center dot center dot O bonds. (C) 2013 AIP Publishing LLC.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.4809528.png"}, {"title": "Water nanodroplets: Predictions of five model potentials", "doi": "10.1063/1.4804399", "abstract": "Putative global minima for five intermolecular potential energy models are reported for water clusters (H2O)(n) with n <= 55. The models studied include three empirical, pairwise-additive potential energy surfaces, TIP4P, TIP4P-Ew, and TIP4P/2005, which use fixed point charges and rigid monomers. The other two, TTM2.1-F and AMOEBA, are polarizable, include non-additive inductive effects, have flexible monomers, and were parametrized, at least partially, using ab initio data. The n = 51 cluster has the same structure and is exceptionally stable for all five potentials. A structured inner core can be seen in cage clusters with n > 37. Periplanar rings, branched rings, and coils are among the structural motifs of the inner core. (C) 2013 AIP Publishing LLC.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.4804399.png"}, {"title": "How well can molecular properties be predicted by atom-additivity models?", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Small clusters of formic acid: Tests and applications of density functional theory with dispersion-correcting potentials", "doi": "10.1016/j.cplett.2013.01.010", "abstract": "Dispersion-correcting potentials were proposed as a means to overcome the difficulties that conventional density functionals have in dealing correctly with noncovalent interactions. The procedure is tested and found to be quite successful for low-energy formic acid trimers and tetramers. It is then applied to reexamine formic acid pentamers. (C) 2013 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2013.01.010.png"}, {"title": "How often is the minimum polarizability principle violated?", "doi": "10.1016/j.cplett.2012.11.048", "abstract": "The minimum polarizability principle states that the polarizability is minimized as an electronic system evolves towards a stable state. This principle implies that the polarizability of a stable molecule at its equilibrium structure should be less than the sum of the polarizabilities of its constituent atoms. Careful scrutiny of 2386 experimental and theoretical polarizabilities reveals 86 violations and suggests that the minimum polarizability principle is violated approximately two to three per cent of the time. (C) 2012 Elsevier B. V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2012.11.048.png"}, {"title": "Electron and Electron-Pair Number and Momentum Densities for Low-Lying States of He, H-, and Li+", "doi": "10.1016/B978-0-12-411544-6.00002-9", "abstract": "Electron and electron-pair number and momentum distributions play a fundamental role in chemistry; hence, benchmark calculations for small systems are important. A brief review of such computations for the low-lying states of the helium atom and isoelectronic ions is presented. Although very highly accurate calculations have been reported previously for the electron number density and the electron-pair intracule and extracule densities in position space, there is a lack of highly accurate computations of their momentum space counterparts. Fresh calculations using explicitly correlated wave functions expanded in well-optimized Gaussian geminals are reported to fill this lacuna. A consolidated set of tables of moments of these densities in both spaces is compiled for future reference.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__B978-0-12-411544-6.00002-9.png"}, {"title": "Special issue: Reduced Density Matrices: A Simpler Approach to Many-Electron Problems? Preface", "doi": "10.1016/j.comptc.2012.09.032", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.comptc.2012.09.032.png"}, {"title": "When does the non-variational nature of second-order Moller-Plesset energies manifest itself? All-electron correlation energies for open-shell atoms from K to Br", "doi": "10.1063/1.3679969", "abstract": "All-electron correlation energies E-c are not very well known for open-shell atoms with more than 18 electrons. The complete basis-set (CBS) limits of second-order Moller-Plesset (MP2) perturbation theory energies are obtained for open-shell atoms by computations in large basis sets combined with a knowledge of the MP2/CBS limit for the next larger closed-shell atom with the same valence shell structure. Then higher-order correlation corrections are found by coupled-cluster calculations using basis sets that are not quite as large. The method is validated for the open-shell atoms from Al to Cl for which E-c is reasonably well established. Then, the method is used to obtain non-relativistic E-c values, probably accurate to 3%, for the open-shell atoms of the fourth period: K, Sc-Cu, and Ga-Br. These energies are compared with the predictions of 19 density functionals and may be useful for the parameterization of new ones. The results show that MP2 overestimates vertical bar E-c vertical bar for atoms heavier than Fe. (C) 2012 American Institute of Physics. [doi:10.1063/1.3679969]", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.3679969.png"}, {"title": "New Relationships Connecting the Dipole Polarizability, Radius, and Second Ionization Potential for Atoms", "doi": "10.1021/jp2094438", "abstract": "The atomic dipole polarizability alpha of the 101 elements from He to No is related to the second ionization potential 12 and the Waber-Cromer radius r(WC). Our recommended model is the function alpha = P(1) center dot I(2)(-4) + P(2) center dot r(WC)(3)I(2)(y). With the parameters P(1) = 2.26, P(2) = 3.912, and y = 0.439, it reproduces the polarizabilities of all 101 elements' with a mean absolute deviation of 7.5 au.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1021__jp2094438.png"}, {"title": "A Hierarchy for Additive Models of Polarizability", "doi": "10.1063/1.4771764", "abstract": "Simple models for estimating the isotropic dipole polarizability of a molecule as the sum of polarizabilities of molecular subunits are reviewed. As an aid to the classification and understanding of such models, a hierarchy is defined in terms of the information required to perform the estimation.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.4771764.png"}, {"title": "Dipole polarizability, sum rules, mean excitation energies, and long-range dispersion coefficients for buckminsterfullerene C-60", "doi": "10.1016/j.cplett.2011.09.080", "abstract": "Experimental photoabsorption cross-sections combined with constraints provided by the Kuhn-Reiche-Thomas sum rule and the high-energy behavior of the dipole-oscillator-strength density are used to construct dipole oscillator strength distributions for buckminsterfullerene (C-60). The distributions are used to predict dipole sum rules S-k, mean excitation energies I-k, the frequency dependent polarizability, and C-6 coefficients for the long-range dipole-dipole interactions of C-60 with a variety of atoms and molecules. (C) 2011 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2011.09.080.png"}, {"title": "Interelectronic angles: Rounding out a geometric picture of the helium atom", "doi": "10.1016/j.cplett.2011.07.047", "abstract": "Multi-configuration Hartree-Fock expectation values of the inner < r(<)> and outer < r(>)> electron radii and the interelectronic angle <theta(12)> are reported for the ground and 54 singly-excited states of helium. These mean values can be visualized as defining a nearly right-angled triangle. Expressions connecting these expectation values with the mean value of the interelectronic distance < r(12)> are found to be quite accurate. Some observations are made on singlet-triplet differences of <theta(12)>. (C) 2011 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2011.07.047.png"}, {"title": "Ozone: Unresolved discrepancies for dipole oscillator strength distributions, dipole sums, and van der Waals coefficients", "doi": "10.1063/1.3626523", "abstract": "Dipole oscillator strength distributions (DOSDs) for ozone are constructed from experimental photoabsorption cross-sections combined with constraints provided by the Kuhn-Reiche-Thomas sum rule, the high-energy behavior of the dipole-oscillator-strength density, and molar refractivity data. A lack of photoabsorption data in the intermediate energy region from 24 to 524 eV necessitates the use of a mixture rule in that region. For this purpose, a DOSD for O-2 is constructed first. The dipole properties for O-2 are essentially the same as those obtained in earlier work even though most of the input data is from more recent experiments. A discrepancy is found between the refractivity data and photoabsorption data in the 10-20.6 eV range for ozone. A reliable ozone DOSD of the sort obtained for many other species remains out of reach. However, it is suggested that the true dipole properties of ozone lie between those predicted by two distributions that we present. (C) 2011 American Institute of Physics. [doi:10.1063/1.3626523]", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.3626523.png"}, {"title": "Electron-Pair Extracule Densities for Low-Lying Excited States of He and Li+", "doi": "10.1002/qua.22727", "abstract": "The electron-pair extracule density is the probability density function for the position vector of the center-of-mass of an electron pair. Accurate calculations of spherically averaged extracule densities d(R) and their moments are reported for the 2(3)S, 2(3)P, and 2(1)P states of the helium atom and lithium cation. The computations are based on explicitly correlated wave functions with energy errors of only 2-3 nanohartrees. The role of electron correlation is probed by comparison with Hartree-Fock calculations, and Fermi correlation is probed by the differences between the singlet and triplet P states. (C) 2010 Wiley Periodicals, Inc. Int J Quantum Chem 111: 753-759, 2011", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.22727.png"}, {"title": "Accurate all-electron correlation energies for the closed-shell atoms from Ar to Rn and their relationship to the corresponding MP2 correlation energies", "doi": "10.1063/1.3547262", "abstract": "All-electron correlation energies E(c) are not very well-known for atoms with more than 18 electrons. Hence, coupled-cluster calculations in carefully designed basis sets are combined with fully converged second-order Moller-Plesset perturbation theory (MP2) computations to obtain fairly accurate, nonrelativistic E(c) values for the 12 closed-shell atoms from Ar to Rn. These energies will be useful for the evaluation and parameterization of density functionals. The results show that MP2 overestimates vertical bar E(c)vertical bar for heavy atoms. Spin-component scaling of the MP2 correlation energy is used to provide a simple explanation for this overestimation. (C) 2011 American Institute of Physics. [doi:10.1063/1.3547262]", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.3547262.png"}, {"title": "Untitled", "doi": "10.1016/j.comptc.2010.11.001", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.comptc.2010.11.001.png"}, {"title": "How many intramolecular hydrogen bonds does the oxalic acid dimer have?", "doi": "10.1016/j.cplett.2010.07.019", "abstract": "Second-order Moller-Plesset (MP2) calculations are used to locate 69 unique minima on the potential energy surface of the oxalic acid dimer. Additional MP2 calculations, with and without scaling of the spin components of the correlation energy, are performed for 24 selected minima using larger basis sets. The global minimum is a dimer in which one of the monomers is not in its lowest-energy rotameric form. The dimer has two intermolecular and three intramolecular hydrogen bonds. (C) 2010 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2010.07.019.png"}, {"title": "Microsolvation of the formic acid dimer - (HCOOH)(2)(H2O)(n) clusters with n=1, . . ., 5", "doi": "10.1139/V10-024", "abstract": "Density functional theory and spin-component-scaled Moller-Plesset perturbation theory calculations are used to examine the microsolvation of the formic acid dimer. The lowest energy structures with n water molecules consist of a n-water cluster, not necessarily of lowest energy, with two formic acid molecules attached to its surface by hydrogen bonds. The total number of hydrogen bonds does not correlate directly with relative stability.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1139__V10-024.png"}, {"title": "Simple models for electron correlation energies in atoms", "doi": "10.1016/j.cplett.2010.05.095", "abstract": "Simple two-and three-parameter models that describe the variation of the electron correlation energy of atoms with atomic number are presented. Despite their simplicity, these models have an accuracy comparable to the best available density functionals for the correlation energy. (C) 2010 Elsevier B. V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2010.05.095.png"}, {"title": "A Simple Model of Hydrogen Bonding With Particular Application to Trends in Hydrogen-Bonded Dimers", "doi": "10.1002/qua.22288", "abstract": "A simple model has been proposed to explain trends in the computed interaction energy, bond length changes, frequency shifts and infrared intensities for the chlorofluoromethanes CFnClmH, FH and FArH on complexation with the isoelectronic diatomics BF, CO, N-2 and the rare gas atoms Kr, Ar, Ne to form a series of linear or nearly linear hydrogen-bonded complexes. The dipole moment derivative of the proton donor (with respect to the stretching coordinate) and the chemical hardness of the hydrogen-bonded atom of the proton acceptor are identified as two useful parameters for rationalizing the changes in some of the molecular properties of the proton donor when the hydrogen bond is formed. (C) 2009 Wiley Periodicals, Inc. Int J Quantum Chem 110: 1506-1513, 2010", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.22288.png"}, {"title": "Conceptual aspects of electron densities and density functionals Foreword", "doi": "10.1016/j.theochem.2010.01.025", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.theochem.2010.01.025.png"}, {"title": "Dipole oscillator strength distributions with improved high-energy behavior: Dipole sum rules and dispersion coefficients for Ne, Ar, Kr, and Xe revisited", "doi": "10.1063/1.3315418", "abstract": "The construction of the dipole oscillator strength distribution (DOSD) from theoretical and experimental photoabsorption cross sections combined with constraints provided by the Kuhn-Reiche-Thomas sum rule and molar refractivity data is a well-established technique that has been successfully applied to more than 50 species. Such DOSDs are insufficiently accurate at large photon energies. A novel iterative procedure is developed that rectifies this deficiency by using the high-energy asymptotic behavior of the dipole oscillator strength density as an additional constraint. Pilot applications are made for the neon, argon, krypton, and xenon atoms. The resulting DOSDs improve the agreement of the predicted S-2 and S-1 sum rules with ab initio calculations while preserving the accuracy of the remainder of the moments. Our DOSDs exploit new and more accurate experimental data. Improved estimates of dipole properties for these four atoms and of dipole-dipole C-6 and triple-dipole C-9 dispersion coefficients for the interactions among them are reported.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.3315418.png"}, {"title": "Are there any magic numbers for water nanodroplets, (H2O)(n), in the range 36 <= n <= 50?", "doi": "10.1080/00268976.2010.496377", "abstract": "Improved minima hopping followed by an evolutionary approach to optimization of hydrogen bond topologies is used to locate putative global minima of TIP4P water clusters, (H2O)(n), for 36 <= n <= 50. An analysis of the energies, hydrogen bond characteristics, and various other properties of the structures is presented. Clusters of 43, 46, and 48 water molecules appear to be significantly more stable than clusters of other similar sizes. The (H2O)(43) and (H2O)(48) clusters have a clathrate-like structure with a coiled water heptamer in a cage.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268976.2010.496377.png"}, {"title": "Toward improved density functionals for the correlation energy", "doi": "10.1063/1.3243845", "abstract": "Eleven density functionals, including some of the most widely used ones, are tested on their ability to predict nonrelativistic, electron correlation energies for the 17 atoms from He to Ar, the 17 cations from Li+ to K+, and 11 S-1 state atoms from Ca to Rn. They all lead to relatively poor predictions for the heavier atoms. Reparametrization of these functionals improves their performance for light atoms but does not alleviate their problems with the heavier, closed-shell atoms. Several novel, few-parameter, density functionals for the correlation energy are developed heuristically. Four new functionals lead to qualitatively improved predictions for the heavier atoms without unreasonably compromising accuracy for the lighter atoms. Further progress would be facilitated by reliable estimates of electron correlation energies for more atoms, particularly heavy ones. (C) 2009 American Institute of Physics. [doi:10.1063/1.3243845]", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.3243845.png"}, {"title": "Improved minima-hopping. TIP4P water clusters, (H2O)(n) with n <= 37", "doi": "10.1016/j.cplett.2009.06.026", "abstract": "A novel combination of minima-hopping with translational and topology-modifying steps is used to locate putative global minima for TIP4P water clusters, (H2O)(n). Our minima for n <= 30 agree with previous results in all but two cases (n = 28; 29) for which we report lower-energy structures. New candidates are reported for the global minima of clusters with 31 <= n <= 37. A clathrate-like structure with one water molecule in a cage first appears as the global minimum for n = 19 but the motif becomes persistent only for n > 24. Global minimum structures with two internal molecules appear first for n = 26 and then for n > 30. (c) 2009 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2009.06.026.png"}, {"title": "Can periodaine accommodate neon?", "doi": "10.1016/j.theochem.2008.12.036", "abstract": "Periodane is a molecule in which each of the atoms from the second period other than neon occur exactly once. The isomers of a neon analogue of periodane are studied computationally using density functional theory and Moller-Plesset perturbation theory. We were unable to find stable structures in which neon was tightly bound: all the minima are found to be weakly bound NCB(F)OLi center dot center dot center dot Ne complexes. However, the novel NCB(F)OLi and NCBF molecules were found during the search. (c) 2008 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.theochem.2008.12.036.png"}, {"title": "A simple additive model for polarizabilities: Application to amino acids", "doi": "10.1016/j.cplett.2009.03.016", "abstract": "A simple additive model for the isotropic, dipole polarizabilities (alpha) of molecules is considered. It is successfully tested on ab initio MP2 values of several small molecules. Then it is used to predict values of alpha for the 20 proteinogenic amino acids. The results are in good agreement with previous ab initio calculations and, through cancellation of errors arising from the neglect of some small effects, also with experiment. (C) 2009 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2009.03.016.png"}, {"title": "New Algorithms for Locating Global Minima of Molecular Clusters: A Progress Report and Test Applications to Water Clusters (H2O)(n), n <= 34", "doi": "", "abstract": "Finding the global minimum of a potential energy surface of a molecular cluster is a difficult problem because the number of minima increases exponentially with respect to the number of atoms in the system. Minima hopping is a recently developed global optimization method which offers several advantages over other popular methods. As a first step this method was implemented in TINKER. To improve performance, rotational and translational perturbations of the monomers were introduced as additional steps in the algorithm. The hydrogen bond topology plays an important role in water clusters, but minima hopping does not always find the best topology. Hence, a hydrogen bond topology optimization algorithm for water clusters was developed. We find that topology optimization can lower the energy of a cluster by significant amounts. Our algorithms were applied to pure water clusters ranging from (H2O)(6) to (H2O)(34) using the TIP4P intermolecular potential. Our results agree with previous work for the clusters up to (H2O)(24) confirming the validity of our algorithms. Moreover, we found a better candidate for the TIP4P global minimum of (H2O)(25) and report the first candidates for the TIP4P global minima of (H2O)(26) through (H2O)(34).", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Structural characteristics of formic acid dodecamers, (HCOOH)(12)", "doi": "10.1016/j.cplett.2007.11.050", "abstract": "Exploratory ab initio and density functional theory calculations are used to locate low-energy minima on the potential energy surface of the formic acid dodecamer (HCOOH)(12). The lowest-energy structures are folded rings, some with a crown-like structure, stabilized by pi-pi interactions. There are many more C-H center dot center dot center dot O interactions than in smaller oligomers. Unlike in tetramers and pentamers, ring structures with one or more monomers in the E (cis) conformation are not significant for dodecamers. (C) 2007 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2007.11.050.png"}, {"title": "Nonlocal Wigner-like correlation energy density functional: Parametrization and tests on two-electron systems", "doi": "10.1063/1.2747242", "abstract": "Reparametrization of Wigner's correlation energy density functional yields a very close fit to the correlation energies of the helium isoelectronic sequence. However, a quite different reparametrization is required to obtain an equally close fit to the isoelectronic sequence of Hooke's atom. In an attempt to avoid having to reparametrize the functional for different choices of the one-body potential, we propose a parametrization that depends on global characteristics of the ground-state electron density as quantified by scale-invariant combinations of expectation values of local one-body operators. This should be viewed as an alternative to the density-gradient paradigm, allowing one to introduce the nonlocal dependence of the density functional on the density in a possibly more effective way. Encouraging results are obtained for two-electron systems with one-body potentials of the form r(zeta) with zeta=-1/2,+1/2,1, which span the range between the Coulomb potential (zeta=-1) and the Hooke potential (zeta=2). (C) 2007 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.2747242.png"}, {"title": "Clusters of glycolic acid and 16 water molecules", "doi": "10.1016/j.cplett.2006.12.010", "abstract": "Semiempirical, ab initio and density functional theory calculations are used to locate many low-energy minima on the potential energy surface of the CH2OHCOOH-(H2O)(16) complex. The lowest-energy structures consist of a fused, pentagonal-prism (H2O)(16) cluster hydrogen-bonded to the carboxylic group of the glycolic acid; the intramolecular hydrogen bond remains intact in the glycolic acid. Low-energy structures with the acid inside a cage-like water cluster were not found. (c) 2006 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2006.12.010.png"}, {"title": "The Rodney Bartlett honor symposium", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Polarizabilities of the alkali anions: Li- to Fr-", "doi": "10.1063/1.2393225", "abstract": "Static dipole polarizabilities are calculated for the ground states of the alkali anions from Li- to Fr-. The polarizabilities include scalar relativistic effects at the second-order Douglas-Kroll level and were computed using the finite-field, coupled-cluster CCSD(T) method with large, carefully optimized basis sets. The relativistic polarizabilities increase with Z, reach a maximum at Cs-, and then decrease again unlike their nonrelativistic counterparts which increase monotonically with Z. (c) 2006 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.2393225.png"}, {"title": "Coupled-cluster methods: Theory and applications. A collection of invited papers in honor of Debashis Mukherjee on the occasion of his 60th birthday - Dedication", "doi": "10.1016/j.theochem.2006.05.013", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.theochem.2006.05.013.png"}, {"title": "Does the most stable formic acid tetramer have pi stacking or C-H center dot center dot center dot O interactions?", "doi": "10.1063/1.2209687", "abstract": "Density functional theory (DFT), Moller-Plesset (MP) perturbation theory, and coupled-cluster calculations are used to examine low-energy minima on the potential energy surface of the formic acid tetramer (HCOOH)(4). The potential energy surface is rather flat with respect to rotation of one of the dimers, relative to the other dimer in an aligned stack, about the axis passing through the inversion centers of the dimers. Our best calculations suggest that an aligned pi-pi stack of two dimers is very likely to be the global minimum but there are two other pi-pi stacks within 0.5 kcal/mol. Moreover, a fourth pi-pi stack, a planar association of two dimers held together by C-H center dot center dot center dot O interactions, and a bowl structure all lie within 1 kcal/mol of the lowest-energy structure. (c) 2006 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.2209687.png"}, {"title": "Molecular quantum mechanics to biodynamics: Essential connections", "doi": "10.1016/j.theochem.2006.01.037", "abstract": "Computational tools and the underlying theoretical framework for direct simulation of complex molecular behavior have become extremely sophisticated. Nevertheless, further improvements in speed, accuracy, and usability can be expected. The future application of these tools to chemical, biochemical, and materials problems needs to be critically considered in any new developmental work, for it is important to understand the role of detailed information all the way down to the quantum mechanical level. To what extent information from the most fundamental treatments. particularly molecular electronic structure theory, needs to be incorporated should be assessed. This report offers several perspectives on the connections and developments that exist now and that may be ahead. (c) 2006 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.theochem.2006.01.037.png"}, {"title": "Hydrogen-bonded clusters", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Is combining meta-GGA correlation functionals with the OPTX exchange functional useful?", "doi": "10.1002/qua.20758", "abstract": "The recent generalized gradient approximation (GGA) density functional OCS1 of Handy and Cohen is implemented in the deMon code and tested on a carefully selected set of problems. OCS1 is found to be accurate for molecular atomization energies, transition metal-ligand bonds, and systems with intramolecular hydrogen bonds. However, OCS1 encounters problems for systems with intermolecular hydrogen bonds. It also tends to elongate bond lengths systematically, and sometimes significantly. The OPTX exchange is combined with three meta-GGA correlation functionals, Lap3, tau 1, and tau 2, the latter reported for the first time. The new meta-GGA scheme OPTX exchange plus tau 2 correlation called O tau 2 yields improved molecular geometries, NMR shielding constants, and an improved barrier height for the H+H-2 reaction. (C) 2005 Wiley Periodicals, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.20758.png"}, {"title": "ATOMIC POLARIZABILITIES AND HYPERPOLARIZABILITIES: A CRITICAL COMPILATION", "doi": "10.1142/9781860948862_0014", "abstract": "Currently available theoretical and experimental estimates of the static dipole polarizabilities (alpha), second dipole hyperpolarizabilities (gamma), quadrupole polarizabilities (alpha(q)), and dipole-dipole-quadrupole hyperpolarizabilities (B) of the ground states of the atoms are critically reviewed. Recommended values are presented in tabular form.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1142__9781860948862_0014.png"}, {"title": "The vedene smith memorial symposium", "doi": "", "abstract": "This symposium was held in honor of the memory of Vedene H. Smith, Jr. who passed away on September 30, 2005. It attracted 21 papers on a variety of topics by some of his former students, collaborators, and colleagues.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Pentamers of formic acid", "doi": "10.1016/j.chemphys.2004.11.030", "abstract": "The potential energy surface of the formic acid pentamer is explored with hybrid density functional theory calculations. The lowest-energy structures include several folded rings, but planar or quasi-planar rings in which one or more monomeric units are in the E conformation. and planar structures consisting of the lowest-energy trimer and dimer are also prominent structural motifs. C-H center dot center dot center dot Obonds play a larger role than in trimers and tetramers. A planar ring is the most stable structure by the energy and enthalpy criteria. (c) 2004 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.chemphys.2004.11.030.png"}, {"title": "Moments of the electron momentum density: Requirements for ab initio and density functional theory calculations", "doi": "10.1002/qua.20444", "abstract": "Moments of the electron momentum density are calculated for 68 closed-shell molecules in their ground states and equilibrium geometries. The computations are made with the Hartree-Fock (HF), Moller-Plesset (MP) perturbation theory, coupled cluster, and six density functional theory (DFT) methods, using a number of basis sets of contracted Gaussian-type functions. Guidelines for the choice of basis sets for these properties are given. Electron correlation effects are found to be less than 8% and can often be accounted for by the second-order MP method. DFT methods are found to give relatively poor results, often worse than the HF method. The coupled cluster results should provide a benchmark for future experiments and methodological developments. (c) 2005 Wiley Periodicals, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.20444.png"}, {"title": "Low-lying states of two-dimensional double-well potentials", "doi": "10.1088/0305-4470/38/10/010", "abstract": "Wavefunctions, energies and selected expectation values of the low-lying stationary states of two-dimensional double-well potentials are obtained from the long-time solutions of the corresponding time-dependent Schrodinger equation. The numerical method consists of transformation to a diffusion-like equation which is then solved by an alternating-direction, implicit, finite-difference method. The method is tested for cases in which the energies have been obtained by other methods. Then the dependence of the energies and other properties on the potential parameters is discussed on the basis of results for four states of 35 different sets of potential parameters including some that lead to pseudo-degeneracies.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0305-4470__38__10__010.png"}, {"title": "Clusters of glycolic acid with three to six water molecules", "doi": "10.1063/1.1851974", "abstract": "Semiempirical, ab initio, and density functional theory calculations are used to locate many low-energy minima on the potential energy surfaces of the CH2OHCOOH-(H2O)(n) complexes with n=3,4,5,6. In the clusters with three, four, and five water molecules, the lowest-energy structure consists of a (H2O)(n) complex, not necessarily of lowest energy, hydrogen bonded to the carboxylic group of the glycolic acid. The lowest-energy structure for n=6 is similar except that the water hexamer is hydrogen bonded to both the carboxylic and alpha-hydroxyl groups of the acid. In all the lowest-energy clusters, the intramolecular hydrogen bond remains intact in the glycolic acid.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.1851974.png"}, {"title": "Nitric acid dimers", "doi": "10.1016/j.theochem.2004.11.014", "abstract": "Three local minima on the potential energy surface of the nitric acid dinner are located by computations using hybrid density functional theory and second-order Moller-Plesset perturbation theory with a number of basis sets. The global minimum is a cyclic C-2h structure, with a binding energy of 8.4 kcal/mol, in which the monomers are bound by two strong, nearly linear O-(HO)-O-... hydrogen bonds. Both the other structures are non-planar, one has two hydrogen bonds and the other only one. The best calculations predict that the two higher-energy structures are separated from the most stable one by at least 3.4 kcal/mol, and from each other by not more than 0.4 kcal/mol. (C) 2004 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.theochem.2004.11.014.png"}, {"title": "The polarizability of sodium: theory and experiment reconciled", "doi": "10.1016/j.cplett.2004.12.046", "abstract": "Coupled cluster computations using large basis sets and the Douglas-Kroll Hamiltonian for relativistic effects are reported for the dipole polarizability, alpha, of the sodium atom. Our best value of alpha(Na)/e(2)a(0)(2)E(h)(-1) = 162.88 +/- 0.6 is in excellent agreement with the value obtained by atomic-beam interferometry, thus resolving a persistent discrepancy between theory and experiment. Combining our alpha(Na) with a very accurate value of alpha(Li), we find that alpha(Li)/alpha(Na) = 1.0071 +/- 0.0037 establishing that alpha(Li) is greater than alpha(Na). (C) 2004 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2004.12.046.png"}, {"title": "Polarizabilities and hyperpolarizabilities for the atoms Al, Si, P, S, Cl, and Ar: Coupled cluster calculations", "doi": "10.1063/1.1834512", "abstract": "Accurate static dipole polarizabilities and hyperpolarizabilities are calculated for the ground states of the Al, Si, P, S, Cl, and Ar atoms. The finite-field computations use energies obtained with various ab initio methods including Moller-Plesset perturbation theory and the coupled cluster approach. Excellent agreement with experiment is found for argon. The experimental a for Al is likely to be in error. Only limited comparisons are possible for the other atoms because hyperpolarizabilities have not been reported previously for most of these atoms. Our recommended values of the mean dipole polarizability (in the order Al=Ar) are (alpha) over bar /e(2)a(0)(2)E(h)(-1)=57.74, 37.17, 24.93, 19.37, 14.57, and 11.085 with an error estimate of +/-0.5%. The recommended values of the mean second dipole hyperpolarizability (in the order Al-Ar) are (gamma) over bar /e(4)a(0)(4)E(h)(-3)=2.02 x 10(5), 4.31 x 10(4), 1.14 x 10(4), 6.51 x 10(3), 2.73 x 10(3), and 1.18 x 10(3) with an error estimate of 2%. Our recommended polarizability anisotropy values are Deltaalpha/e(2)a(0)(2)E(h)(-1)=-25.60, 8.41, -3.63,and 1.71 for Al, Si, S, and Cl respectively, with an error estimate of +/-0.5%. The recommended hyperpolarizability anisotropies are Deltagamma/e(4)a(0)(4)E(h)(-3)=-3.88 x 10(5), 4.16 x 10(4), -7.00 x 10(3), and 1.65 x 10(3) for Al, Si, S, and Cl, respectively, with an error estimate of +/-4%. (C) 2005 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.1834512.png"}, {"title": "David M. Bishop, the quintessential gentleman-scientist", "doi": "", "abstract": "A tribute to Professor David M. Bishop is presented together with a brief biographical sketch, and some personal reminiscences.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Symposium on electron densities and density functionals", "doi": "", "abstract": "The symposium on Electron Densities and Density Functionals has attracted 20 papers on a wide variety of topics.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Structures and energetics of hydrogen-bonded clusters", "doi": "", "abstract": "Our laboratory has been involved in the quantum chemical determination of the structures and energetics of hydrogen-bonded clusters of acid and water molecules using semiempirical, density functional, and ab initio Moller-Plesset perturbation theory and coupled cluster methods. Our work on clusters involving glycolic acid and water molecules is reviewed.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Electronic structure: the momentum perspective", "doi": "10.1016/B978-044451719-7/50062-7", "abstract": "This article provides an introduction to the momentum perspective of the electronic structure of atoms and molecules. After an explanation of the genesis of momentum-space wave functions, relationships among one-electron position and momentum densities, density matrices, and form factors are traced. General properties of the momentum density are highlighted and contrasted with properties of the number (or charge) density. An outline is given of the experimental measurement of momentum densities and their computation. Several illustrative computations of momentum-space properties are summarized.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__B978-044451719-7__50062-7.png"}, {"title": "Are quasi-relativistic kinetic energies useful?", "doi": "10.1016/j.theochem.2004.09.024", "abstract": "Relativistic kinetic energies are computed for the neutral atoms from hydrogen through lawrencium using a numerical Dirac-Fock method. They are compared with non-relativistic and quasi-relativistic kinetic energies calculated from Hartree-Fock wave functions. The calculations show clearly that a quasi-relativistic kinetic energy computed as an expectation value of a relativistic operator with respect to a non-relativistic wave function is a less accurate approximation to the relativistic kinetic energy than the non-relativistic kinetic energy is. (C) 2004 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.theochem.2004.09.024.png"}, {"title": "Formic acid tetramers: a structural study", "doi": "10.1016/j.cplett.2004.06.067", "abstract": "Hybrid density functional calculations are used to locate 75 local minima on the potential energy surface of the formic acid tetramer. Additional computations are performed for the 33 lowest-energy structures with larger basis sets. The global minimum is a planar structure consisting of a pair of lowest-energy dimers bound to each other by C-H...O = C bonds. The lowest-energy cyclic structure has one of the monomers in the E conformation. (C) 2004 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2004.06.067.png"}, {"title": "Hydrogen-bonded complexes of glycolic acid with one and two water molecules", "doi": "10.1016/j.cplett.2004.02.012", "abstract": "Ab initio calculations are used to locate 12 and 17 local minima on the potential energy surfaces of the CH2OHCOOH-H2O and CH2OHCOOH-H2O-H2O complexes, respectively. In the lowest-energy structure of CH2OHCOOH-H2O, the water forms two H-bonds with the carboxylic group of the glycolic acid. The lowest-energy structure of CH2OHCOOH-H2O-H2O consists of a trans water dimer attached to the carboxylic group by two H-bonds. The intramolecular H-bond remains intact in the glycolic acid moiety of the lowest-energy structures of both complexes. (C) 2004 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2004.02.012.png"}, {"title": "Structures of the formic acid trimer", "doi": "10.1016/j.cplett.2004.01.031", "abstract": "Hybrid density functional calculations are used to locate 33 local minima on the potential energy surface of the formic acid trimer. Additional computations are performed for the 14 lowest-energy structures to assess their sensitivity to enlarging the basis set and to varying the density functional. Energies and enthalpies show that the global minimum is a planar structure consisting of the lowest-energy dimer bound to the third monomer by a strong O-H...O bond. However, a planar, symmetric ring structure has the lowest Gibbs free energy. (C) 2004 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2004.01.031.png"}, {"title": "THE MOMENTUM DENSITY PERSPECTIVE OF THE ELECTRONIC STRUCTURE OF ATOMS AND MOLECULES", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Accurate electron-pair, momentum-space properties for the helium atom", "doi": "10.1016/j.cplett.2003.09.105", "abstract": "An explicitly correlated wave function, expanded in a basis set of 100 Gaussian geminals, is fully optimized for the ground state of the helium atom. The wave function is used to obtain a systematic set of intracular and extracular electron-pair properties in both position- and momentum-spaces. Comparison of the position-space properties with nearly exact values obtained from Hylleraas-type wave functions shows that the Gaussian geminal values are rather accurate. This tends credence to our claim that the momentum-space properties reported here are essentially definitive. Comparison is made with recent results obtained from multi-configuration Hartree-Fock calculations, and from Monte Carlo computations. (C) 2003 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__j.cplett.2003.09.105.png"}, {"title": "Dedication: David M. Bishop - gentleman and scholar", "doi": "10.1016/s0166-1280(03)00262-8", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__s0166-1280(03)00262-8.png"}, {"title": "Interelectronic counter-balance and coalescence densities for the n(1)S (n < 7) states of the helium isoelectronic sequence", "doi": "10.1016/S0166-1280(03)00281-1", "abstract": "Explicitly correlated wave functions, expanded in basis sets of 200 Slater-Hylleraas exponential geminals, are reported for the n(1)S (n < 7) states of the helium isoelectronic sequence. The variational energies are no more than two nanohartrees above the exact ones. The electron-electron cusp condition is satisfied to an average of 1.8%. The wave functions are used to calculate the interelectronic counter-balance, E(0), and coalescence, I(0), densities. The inequality E(0) greater than or equal to 8I(0), which is rigorously true in Hartree-Fock theory, is satisfied in all 55 correlated cases considered in this work. The ratio 8I(0)/E(0) is shown to be a smooth and sensitive measure of electronic correlation in these states. (C) 2003 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0166-1280(03)00281-1.png"}, {"title": "Generalized oscillator strengths for electronic excitation from the 2(1)S and 2(3)S metastable states of the helium atom", "doi": "10.1016/S0368-2048(03)00011-2", "abstract": "Generalized oscillator strengths for the 2(3)S-n(3)S, 2(3)S-n(3)P, 2(3)S-n(3)D, 2(1)S-n(1)S, 2(1)S-n(1)P, and 2(1)S-n(1)D, (n < 7), transitions of helium are calculated over a large range of momentum transfers using highly accurate correlated wave functions. Unlike the case of excitations from the ground state, the generalized oscillator strengths for transitions from the metastable states have nodes. The number, location, and character of the nodes have been assessed for each transition. Inelastic differential cross-sections are calculated for 500 eV impact energy using these generalized oscillator strengths and the first Born approximation. The nodes give rise to vanishing differential cross-sections for specific scattering geometries. Total cross-sections at 500 eV are reported for each inelastic transition and compared to calculated and measured cross-sections. (C) 2003 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0368-2048(03)00011-2.png"}, {"title": "Variational calculations for helium-like ions using generalized Kinoshita-type expansions", "doi": "10.1007/s00214-002-0407-1", "abstract": "Variational calculations are reported for the ground states of the helium atom and its isoelectronic ions H-, Li+,...,Ne8+. The calculations use generalized Kinoshita expansions with freely optimized, noninteger powers of the Hylleraas coordinates s and u. One hundred-term. expansions of this type lead to better energies than any other expansions in the literature with comparable numbers of terms.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__s00214-002-0407-1.png"}, {"title": "Compact Hylleraas-type wavefunctions for the lithium isoelectronic sequence", "doi": "10.1016/S0009-2614(02)01544-0", "abstract": "Compact Hylleraas-type wavefunctions of three types, denoted A, B and C, are constructed for the S-2 ground states of the lithium atom and its isoelectronic ions Be+, B2+, . . . , Si11+. All the exponents and powers of the basis functions are optimized. The 20-term type B and 50-term type C wavefunctions are as accurate as several significantly larger expansions reported in the literature. The 50-term type C wavefunctions predict energies accurate to better than 3 parts in 10(7). (C) 2002 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0009-2614(02)01544-0.png"}, {"title": "Bond orders in heteroaromatic rings", "doi": "10.1002/qua.998", "abstract": "Bond orders are calculated at the Hartree-Fock and second-order, Moller-Plesset (MP2) level for 324 distinct ring bonds in 60 heterocyclic molecules. These include benzene and 12 azines, pyrrole and 9 azoles, furan and 9 oxazoles, thiophene and 8 thiazoles, boroxine, trioxadiborole, borazine and 9 azaborinines, 3 azaboroles, and 3 oxazaboroles. The correlated bond orders are generally, but not always, smaller than their Hartree-Fock counterparts. Gordy bond orders differ from the ab initio ones by large amounts. A plot of MP2 bond orders versus bond lengths shows clearly that an empirical Gordy-type relationship cannot be very accurate. Some trends in bond orders are identified. (C) 2002 Wiley Periodicals, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.998.png"}, {"title": "William J. Meath - doyen of intermolecular forces", "doi": "10.1016/S0166-1280(02)00204-X", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0166-1280(02)00204-X.png"}, {"title": "Hydrogen bonding in the glycolic acid dimer", "doi": "10.1016/S0166-1280(02)00240-3", "abstract": "Ab initio calculations at the Hartree-Fock and second-order Moller-Plesset perturbation theory levels are reported for the glycolic acid dimer. Eleven low-energy local minima are located on the potential energy surface. The lowest energy structure found is expected to be the global minimum. It consists of two glycolic acid molecules, each slightly deformed from the lowest energy conformation of the monomer, held together by two short, linear hydrogen bonds between the carboxylic groups. The intramolecular hydrogen bond remains intact in each of the monomers. The dimer structures with the second and third lowest energy can be described in the same manner except that the conformation of one or both of the glycolic acid molecules is close to the second most stable conformation of the monomer. (C) 2002 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0166-1280(02)00240-3.png"}, {"title": "MacLaurin expansions of electron momentum densities for 78 diatomic molecules: a numerical Hartree-Fock study", "doi": "10.1016/S0009-2614(02)01101-6", "abstract": "Values of the leading coefficients of the MacLaurin expansion of the electron momentum density Pi((p) over right arrow) are calculated by a fully numerical Hartree-Fock method for 78 diatomic molecules. Large basis set errors are found in previous computations of these quantities using self-consistent-field wave functions often considered to be of near-Hartree-Fock quality. The numerical Hartree-Fock values should be valuable in the development and calibration of basis sets for the calculation of electron momentum densities. (C) 2002 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0009-2614(02)01101-6.png"}, {"title": "First Born differential cross-sections for electronic excitation in the helium atom", "doi": "10.1016/S0368-2048(02)00016-6", "abstract": "Generalized oscillator strengths for transitions from the ground state of the helium atom to the n(1)S, n(1)P, and n(1)D states with n < 7 are obtained from explicitly correlated wave functions. These results are used to calculate, within the first Born approximation (FBA), elastic and inelastic differential cross-sections for scattering of electrons with impact energies between 100 and 1500 eV. Detailed comparisons between FBA and measured cross-sections are presented. At small angles, the FBA is accurate over a large range of impact energies for the optically allowed transitions to the n(1)P states. The FBA reaches a comparable level of accuracy for optically forbidden transitions only at higher impact energies. The FBA is significantly in error for elastic scattering in the forward direction even at 1500-eV impact energy. (C) 2002 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0368-2048(02)00016-6.png"}, {"title": "Quadrupole oscillator strengths for the helium isoelectronic sequence: n S-1-m D-1, n S-3-m D-3, n P-1-m P-1, and n P-3-m P-3 transitions with n < 7 and m < 7", "doi": "10.1088/0953-4075/35/2/317", "abstract": "Quadrupole oscillator strengths (QOS) for He and the isoelectronic ions from Li+ to Ne8+ are reported for all possible n (1) S-m D-1, n (3) S-m D-3, n (1) P-m (1) P and n (3) P-m P-3 transitions involving states with m < 7 and n < 7. The calculations are based upon explicitly correlated wavefunctions that lead to variational energies only nano-Hartrees above the best literature values. The results extend significantly both the accuracy and range of the QOSs available for two-electron atomic species.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__35__2__317.png"}, {"title": "A fresh look at the computation of spherically averaged electron momentum densities for wave functions built from Gaussian-type functions", "doi": "10.1002/qua.1520", "abstract": "Anew method for deriving the spherical average of the product of the Fourier transforms of two Gaussians is described. The method generates the result in terms of a few spherical Bessel functions leading to expressions that are much more compact than those in the literature. These integrals are required in the computation of spherically averaged electron momentum densities, and rotationally averaged X-ray and high-energy electron scattering crossections. All integrals needed for spherically averaged momentum densities are tabulated for s, p, d, and f-type Gaussians. As an illustration of the method, we apply it to calculate spherically averaged electron momentum densities and their moments for H2O. The calculations are performed at the Hartree-Fock and 2nd-and 4th-order Moller-Plesset perturbation theory levels with the aug-cc-pVDZ and aug-cc-pVTZ basis sets. (C) 2001 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.1520.png"}, {"title": "Josef Paldus - quantum chemist par excellence - Dedication", "doi": "10.1016/S0166-1280(01)00512-7", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0166-1280(01)00512-7.png"}, {"title": "Anisotropic polarizabilities and hyperpolarizabilities of second-period cations", "doi": "10.1016/S0166-1280(01)00480-8", "abstract": "Accurate static dipole polarizabilities and hyperpolarizabilities are calculated for the ground states of the boron, carbon, nitrogen, oxygen, fluorine and neon cations. Anisotropies are reported for the P-state cations. The computations are based on a finite-field procedure using energies computed with [10s7p7d6f] basis sets of contracted Gaussian-type functions (GTF) and the CCSD(T) method, that is the coupled-cluster (CC) method in the space of single and double substitutions corrected noniteratively for the effects of triple substitutions. These are the first electron-correlated anisotropic polarizabilities and hyperpolarizabilities reported to date for all but one of these cations. (C) 2001 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0166-1280(01)00480-8.png"}, {"title": "Topography of the electron momentum density in linear molecules", "doi": "10.1524/zpch.2001.215.10.1265", "abstract": "The Hessian of the electron momentum density Pi((p) over right arrow) at the zero-momentum critical point is reported for 127 linear molecules. The values are computed from self-consistent-field wave functions in basis sets of Slater-type functions. This data base is used to draw some general conclusions about the topography of Pi((p) over right arrow) in linear molecules.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1524__zpch.2001.215.10.1265.png"}, {"title": "Electron momentum densities near zero-momentum", "doi": "10.1016/S0166-1280(00)00495-4", "abstract": "The leading coefficients of the MacLaurin expansion of the spherically averaged electron momentum density Pi(0)(P) are calculated ab initio for Ne, Ar, CO, N-2, FH, H2O, NH3, CH4, B2H6, C2H2, C2H6, CO2, H2CO and H2O2. The zero-momentum critical point of the three-dimensional electron momentum density Pi((p) over right arrow) is classified by the rank and signature of the Hessian of Pi((P) over right arrow) at the momentum-space origin. The effects of electron correlation and basis set variation on these quantities are assessed. (C) 2000 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0166-1280(00)00495-4.png"}, {"title": "Analytical Hartree-Fock wave functions for the atoms Cs to Lr", "doi": "10.1007/s002140000150", "abstract": "Analytical approximations to Hartree-Fock wave functions are constructed using Slater-type functions for the ground states of all 49 neutral atoms from Cs (Z = 55) to Lr (Z = 103), The current compilation is more extensive and more accurate than previous ones. The wave functions are available upon request from the authors or from the Web page http://www.unb.ca/chem/ ajit/download.htm on the Internet.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__s002140000150.png"}, {"title": "Quadrupole and octopole moments of heteroaromatic rings", "doi": "10.1021/jp992524v", "abstract": "Ab initio, second-order, M phi ller-Plesset perturbation theory calculations of quadrupole and octopole moments are reported for 36 different 6 pi-electron monocycles: benzene, 12 azines, pyrrole, 9 azoles, furan, 9 oxazoles, borazine, boroxine, and 1,2,4,3,5-trioxadiborole. Agreement with the limited experimental and computational data available is generally good.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1021__jp992524v.png"}, {"title": "Expansion coefficients and moments of electron momentum densities for singly charged ions", "doi": "10.1007/s002140050515", "abstract": "Numerical Hartree-Fock calculations of the first three coefficients of the MacLaurin expansion and the leading coefficient of the large-p asymptotic expansion of the electron momentum densities Pi(p) are reported for 54 singly charged atomic cations fi-om He+ (atomic number Z = 2) to Cs+ (Z = 55) and 43 anions from. H- (Z = 1) to I- (Z = 53) in their experimental ground states. We also report all the finite moments [p(k)] (-2 less than or equal to k less than or equal to +4) of the momentum densities Pi(p) for the above-mentioned 97 ionic species. The results are compared with the previous ones for neutral atoms [Koga and Thakkar (1996) J Phys B 29: 2973], and the dependence of the expansion coefficients and moments on nuclear charge is discussed among isoelectronic species.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__s002140050515.png"}, {"title": "Geometries and multipole moments of AlH4-, SiH4, PH3, H2S and HCl", "doi": "10.1016/S0166-1280(99)00020-2", "abstract": "Second-order Moller-Plesset, perturbation theory geometry optimizations for AlH4-, SiH4, PH3, H2S and HCl are performed with [11s8p2d1f] and [11s8p3d2flg] basis sets of contracted Gaussian-type functions. The electric dipole, quadrupole and octopole moments of these molecules are computed at the predicted equilibrium geometries. The calculated geometries and multipole moments are in fine agreement with previous experimental results and computations of sufficiently high quality, The calculated octopole moments are the only ones available for three of these molecules. (C) 1999 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0166-1280(99)00020-2.png"}, {"title": "Doubly excited triplet states of highly stripped ions", "doi": "10.1007/s100530050330", "abstract": "Transition energies, Coulomb repulsions and effective quantum numbers have been calculated for the doubly excited Nsnp: P-3(0) (for N = 2, n = N, ..., 5); Nsnd: D-3(e) (for N = 2, n = N + 1, ..., 5) and Npnd: F-3(0) (for N = 2, n = N + 1, ..., 5) states for the highly stripped ions Na9+, Mg10+, Al11+, Si12+, P13+ and S14+. Time-dependent perturbation theory has been applied to calculate such transitions properties. A time-dependent harmonic perturbation causes simultaneous excitation of both the electrons with a change of spin state. The doubly excited energy levels and the analytic representation of their wave functions are obtained by identifying the poles of an appropriately constructed linearized variational functional with respect to driving frequency. Most of the results are new. The transition energies and effective quantum numbers of 2s2p: P-3(0) states of all the ions agree well with the only available experimental data.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__s100530050330.png"}, {"title": "Electron-momentum densities of singly charged ions", "doi": "10.1103/PhysRevA.59.4805", "abstract": "Spherically averaged electron momentum densities Pi(p) are constructed by the numerical Hartree-Fock method for 54 singly charged atomic cations from He+ (atomic number Z = 2) to Cs+ (Z = 55) and 43 anions from H- (Z = 1) to I- (Z = 53) in their experimental ground state. As in the case of neutral atoms, the Hartree-Fock momentum densities for all these ions can be classified into three types; 28 cations and 10 anions have a unimodal density with a maximum at p = 0, 22 cations and 21 anions have a unimodal density with a maximum at p > 0, and 4 cations and 12 anions have a bimodal density with a primary maximum at p = 0 and a secondary maximum at p > 0.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.59.4805.png"}, {"title": "Structures, vibrational frequencies and polarizabilities of diazaborinines, triazadiborinines, azaboroles, and oxazaboroles", "doi": "10.1021/jp984256r", "abstract": "Ab initio, second-order, Moller-Plesset perturbation theory calculations of the equilibrium geometries, harmonic vibrational frequencies, relative stabilities, dipole moments, and static dipole polarizabilities are reported for 70 different 6 pi-electron monocycles containing boron and nitrogen. These include 26 azaborinines isosteric to pyridine, 16 azaboroles, and 28 oxazaboroles. The most stable isomers have the substructure XBHNH, where X = N, NH, or O is the base-ring heteroatom. Planar conformations are stable minima for all but 15 five-membered rings. Lower level calculations are unreliable in predicting which molecules are planar. Good agreement is found with the available electron diffraction and X-ray structures of substituted rings. Additive atom and bond polarizability models which are accurate to within a few percent are constructed for a larger set of 104 planar molecules, including azines, azoles, oxazoles, and azaborinines isosteric to benzene. The presence of boron causes scatter od the polarizabilities of isomers; hence the additive models of polarizability are less accurate than if only heterocycles containing C, N, and O are included.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1021__jp984256r.png"}, {"title": "Electron-pair densities of group 14, 15, and 16 atoms in their low-lying multiplet states", "doi": "10.1063/1.478475", "abstract": "Electron-pair intracule (relative motion) h(u) and extracule (center-of-mass motion) d(R) densities are studied for the P-3, D-1, and S-1 multiplet states of five group 14 atoms with p(2) configurations, the S-4, D-2, and P-2 multiplets of five group 15 atoms with p(3) configurations, and the P-3, D-1, and S-1 multiplets of five group 16 atoms with p(4) configurations. For all 15 atoms, it is confirmed that a lower total energy E in a high angular momentum state is always accompanied with the decrease of the electron-nucleus attraction energy V-en which is greater than the increase in the electron-electron repulsion energy V-ee, as discussed in the literature for a few light atoms. In all the cases, the difference in the radial intracule densities 4 pi u(2)h(u) clarifies that for a multiplet with a higher angular momentum, the probability of finding a pair of electrons separated by a short/long distance is larger/smaller, leading to a greater V-ee and a smaller average interelectronic distance [u]. The Fermi hole effect is not important for the relative stability of the multiplets examined. For the multiplets arising from the p(n) electronic configurations, the differences in the radial extracule densities 4 pi R-2 d(R) are found to be almost isomorphic with the corresponding intracule ones: In a multiplet with a high angular momentum, the average center-of-mass radius [R] of an electron pair is always smaller, and two electrons are more likely to be at opposite positions with respect to the nucleus. Accordingly, the valence p orbital in a more stable multiplet is more tight, resulting in a lower electron-nucleus attraction energy V-en for all the 15 atoms. (C) 1999 American Institute of Physics. [S0021-9606(99)30312-3].", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.478475.png"}, {"title": "Analytical Hartree-Fock wave functions subject to cusp and asymptotic constraints: He to Xe, Li+ to Cs+, H- to I-", "doi": "10.1002/(SICI)1097-461X(1999)71:6<491::AID-QUA6>3.0.CO;2-T", "abstract": "Analytical, variational approximations to Hartree-Fock wave functions are constructed for the ground states of all the neutral atoms from He to Xe, the cations from Li+ to Cs+, and the stable anions from H- to I-. The wave functions are constrained so that each atomic orbital agrees well with the electron-nuclear cusp condition and has good long-range behavior. Painstaking optimization of the exponents and principal quantum numbers of the Slater-type basis functions allows us to reach this goal while obtaining total energies that, at worst, are a few microHartrees above the numerical Hartree-Fock limit values. The wave functions are freely available by anonymous ftp from okapi.chem.unb.ca or upon request to the authors. (C) 1999 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__(SICI)1097-461X(1999)71:6<491::AID-QUA6>3.0.CO;2-T.png"}, {"title": "Cross sections for x-ray and high-energy electron scattering by small molecules", "doi": "10.1088/0953-4075/31/16/019", "abstract": "Ab initio, multi-reference, configuration-interaction (CI) calculations of first Born cross sections for high-energy electron scattering and Waller-Hartree cross sections for x-ray scattering are presented for seven small molecules: H(2)O, NH(3), N(2), O(2), B(2)H(6). SiH(4) and CO(2). Both elastic and inelastic cross sections are considered. We examine the sensitivity of the cross sections to various details of the treatment of electron correlation, such as the use of single-versus multi-reference CI methods, perturbative corrections to them, and the choice of basis set. There is good agreement between these and previous MRCI calculations. There is fair agreement with experiment except for N(2) and O(2) for which previously observed discrepancies remain unresolved. Higher-order Born corrections should be examined in these cases.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__31__16__019.png"}, {"title": "Novel heteroaromatic boron-nitrogen monocycles: Geometries and stabilities.", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Interaction potentials for He-F- and Ne-F-", "doi": "10.1063/1.476899", "abstract": "Ab initio potential energy curves for the interaction of a fluoride anion with a He atom and a Ne atom-are obtained by supermolecular CCSD(T) calculations, that is, coupled cluster calculations in the space of:single and double substitutions corrected noniteratively for triple substitutions. The computations include full counterpoise corrections and employ large basis sets with bond functions. The CCSD(T) potential energy curves have significantly deeper wells than their many-body perturbation theory counterparts. Fits to functional forms that reproduce the CCSD(T) points with an average absolute error less than 0.3% are reported. (C) 1998 American Institute of Physics. [S0021-9606(98)30132-4].", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.476899.png"}, {"title": "Electron momentum densities of atoms", "doi": "10.1063/1.476733", "abstract": "Spherically averaged electron momentum densities Pi(p) are constructed by the numerical Hartree-Fock method for all 103 atoms from hydrogen (atomic number Z = 1) to lawrencium (Z = 103) in their experimental ground states, We find three different types of momentum densities spread across the periodic table in a very simple manner for the 98 atoms other than He, N, Mn, Ge, and Pd. Atoms in groups 1-6, 13, and 14, and all lanthanides and actinides have a unimodal momentum density with a maximum at p = 0, atoms in groups 15-18 have a unimodal momentum density with a local minimum at p = 0 and a maximum at p > 0, and atoms in groups 7-12 have a bimodal momentum density with a primary maximum at p = 0 and a small secondary maximum at p > 0. Our. results confirm the existence of nonmonotonic momentum densities reported in the literature, but also reveal some errors in the previous classification of atomic momentum densities. The:physical origin for the appearance of the three different modalities in Pi(p) is clarified by analysis of subshell contributions to momentum densities. (C) 1998 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.476733.png"}, {"title": "Azaborinines: Structures, vibrational frequencies, and polarizabilities", "doi": "10.1021/jp980778v", "abstract": "Ab initio second-order Moller-Plesset (MP2) perturbation theory calculations of the equilibrium geometries, relative stabilities, harmonic vibrational frequencies, dipole moments, and static dipole polarizabilities are reported for all 17 possible azaborinines (commonly called azaborines) of the formula C6-2nH6BnNn, n = 1, 2, 3. Planar conformations are stable minima for 16 of these molecules; some errors in the literature on this point are corrected. The most stable isomers for n = i, 2, and 3 respectively are 1,2-azaborinine, 1,3,2,4-diazadiborinine, and borazine. Good agreement is found with available X-ray structures of substituted azaborinines. The ratio of MP2 to Hartree-Fock (HF) harmonic frequencies is found to vary around an average of 0.95 for this set of isoelectronic molecules. The polarizabilities of the azaborinines along with our earlier results for the azoles, oxazoles, and azines constitute a uniform quality data set of polarizabilities for 50 heteroaromatic molecules. Simple empirical formulas based upon atom- and bond-additive models correlate the calculated polarizabilities of the 49 planar heteroaromatic rings quite well.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1021__jp980778v.png"}, {"title": "Static response properties of second-period atoms: coupled cluster calculations", "doi": "10.1088/0953-4075/31/10/011", "abstract": "Accurate static dipole polarizabilities and hyperpolarizabilities are calculated for the ground states of the boron, carbon, nitrogen, oxygen and fluorine atoms. Anisotropies are reported for the P-state atoms. The computations are based on a finite-field procedure using energies computed with [10s7p7d6f] basis sets of contracted Gaussian-type functions and the CCSD(T) method, that is the coupled cluster method in the space of single and double substitutions Corrected non-iteratively for the effects of triple substitutions. These are the first electron-correlated hyperpolarizabilities reported to date for all but one of these atoms.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__31__10__011.png"}, {"title": "Vibrational deactivation of N-2(v=1) by inelastic collisions with He-3 and He-4: An experimental and a theoretical study", "doi": "10.1063/1.475125", "abstract": "A new N-2-He intermolecular potential with vibrational coordinate dependence is presented. Rate constants for the vibrational deactivation of N-2(v = 1) by He in the gas phase have been calculated over the temperature range 5-300 K, Accurate values of the rate constants for this process are known down to 100 K. We have now extended these measurements down to 70 K for the deactivation of N-14(2)(v = 1) by He-4 and down to 50 K for the deactivation of N-15(2)(v = 1) by He. Agreement between the theoretically calculated and the experimentally determined rate constants is excellent with the calculated values reproducing the experimental measurements within their error bars. An investigation of the low impact energy regime is also presented. While this focuses on collision energies of less than 20cm(-1) and yields rate constants which are in a temperature region inaccessible to our experimental method, it gives further insights into the influence of the attractive well on vibrational energy transfer processes. (C) 1997 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.475125.png"}, {"title": "Benchmark ab initio calculations of small molecules", "doi": "", "abstract": "High level ab initio calculations of a number of small molecules and atoms comprise a set of benchmarks for continuing developments in electronic structure methodology. Designations of methods, wavefunctions, and basis sets encountered in this set of benchmark studies are collected here. (C) 1997 Elsevier Science B.V.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Radial limit of lithium revisited", "doi": "10.1002/(SICI)1097-461X(1997)63:2<287::AID-QUA1>3.0.CO;2-S", "abstract": "Configuration interaction (CI) calculations are carried out for the ground state of lithium using a thoroughly optimized basis set of s-type Slater functions. They establish that the radial limit of the nonrelativistic energy of the ground S-2 state of lithium is no higher than -7.448666443E(h). Thus, radial correlation accounts for 35.2% of the total correlation energy. The radial CI wave function predicts a significantly more accurate Fermi contact parameter than the Hartree-Fock wave function. However, the imbalanced treatment of electron correlation in the radial CI wave function leads to an excessively diffuse electron density that is worse than that of the Hartree-Fock wave function. (C) 1997 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__(SICI)1097-461X(1997)63:2<287::AID-QUA1>3.0.CO;2-S.png"}, {"title": "Reliable anisotropic dipole properties and dispersion energy coefficients for NO, evaluated using constrained dipole oscillator strength techniques", "doi": "10.1080/002689797172084", "abstract": "Constrained anisotropic dipole oscillator strength techniques are used to obtain reliable values for a wide range of anisotropic and isotropic dipole properties of NO, including most anisotropic components of the dipole-dipole dispersion energy coefficients for the interaction of NO with NO, O-2, H-2, N-2, CO, He, Ne, Ar, Kr and Xe. Some of the anisotropic constraints required for our calculations are obtained via dipole sum rules from ab initio, multi-reference configuration interaction wavefunctions for NO. The individual dipole properties of NO considered include the dipole oscillator strength sums S-k, k = 2, 1,0(-1/2) - 2, -3, -4, the logarithmic dipole sums Lk and mean excitation energies I-k, k = 2(-1) - 2, and, as a function of wavelength, the dynamic polarizability and its anisotropy, the total depolarizaiton ratio, and the Rayleigh scattering cross-section. Our constrained dipole oscillator strength results are often the only reliable, and often the only available, values for many of the properties and dispersion energies considered.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__002689797172084.png"}, {"title": "Noninteger principal quantum numbers increase the efficiency of slater-type basis sets", "doi": "", "abstract": "Roothaan-Hartree-Fock (RHF) calculations are carried out for the ground states of the atoms from helium to xenon using a minimal basis set of Slater-type functions whose principal quantum numbers are allowed to take variationally optimal noninteger values. The resulting energies are substantially superior to those obtained previously under the usual restriction that principal quantum numbers be positive integers. The energy lowering relative to the single-zeta wave functions of Clementi and co-workers ranges from 0.0066 E(h) in He to 11.2 E(h) in Xe. Our results are superior to those obtained by Hojer using a minimal basis set of unconventional binomially screened basis functions. Noninteger principal quantum numbers benefit d-orbitals the most; physically realistic negative d-orbital energies are obtained in all cases including those transition-metal atoms for which a conventional single-zeta STF basis leads to positive d-orbital energies. (C) 1997 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Polarizabilities of heteroaromatic molecules: Azines revisited", "doi": "10.1002/(SICI)1097-461X(1996)60:7<1633::AID-QUA45>3.0.CO;2-#", "abstract": "Ab initio electron-correlated calculations of the equilibrium geometries, dipole moments, and static dipole polarizabilities are reported for benzene and 12 heteroaromatic six-membered rings obtained from it by aza-substitution. Our geometries and dipole moments agree well with available experimental microwave determinations. The polarizabilities are in reasonable agreement with the fragmentary experimental data available. Uncoupled Hartree-Fock calculations indicate that as much as half the polarizability comes from the sigma-electrons. Simple empirical formulas based on atom- and bond-additive models correlate the calculated polarizabilities of 33 five- and six-membered heteroaromatic rings (10 atoles, 10 oxazoles, 13 azines) quite well. The correlation improves significantly if systematic data of uniform quality are used. (C) 1996 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__(SICI)1097-461X(1996)60:7<1633::AID-QUA45>3.0.CO;2-#.png"}, {"title": "High energy electron and X-ray scattering from atoms using Monte Carlo methods", "doi": "10.1016/S0166-1280(96)04684-2", "abstract": "Using variational Monte Carlo and the explicitly-correlate wavefunctions of Schmidt and Moskowitz, we compute the form factor and the total cross sections for the scattering of fast electrons and X-rays by the neutral atoms He-Ne as well as selected anions and cations. Our results are in generally good agreement with the best previous calculations.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__S0166-1280(96)04684-2.png"}, {"title": "Moments of the quadrupole oscillator strength distribution for O-2, N-2, CO, HF, HCl, N2O, CO2, OCS, CS2 and C2H2: Ab initio sum rule calculations", "doi": "10.1016/0009-2614(96)01019-6", "abstract": "Anisotropic moments, S-2,S-m(k), of quadrupole oscillator strength distributions (QOSDs) are calculated for O-2, N-2, CO, HF, HCl, N2O, CO2, OCS, CS2, and C2H2. Sum rule methods are used with ground state multi-reference configuration interaction wave functions. These methods are found to be superior to propagator and pseudo-spectral methods used with finite basis sets for those moments that place emphasis on the high energy region of the spectrum. The QOSD moments, except S-2,S-m(-1), do not seem to be overly sensitive to either basis set or electron correlation effects.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(96)01019-6.png"}, {"title": "Reliable anisotropic dipole properties, and dispersion energy coefficients, for O-2 evaluated using constrained dipole oscillator strength techniques", "doi": "10.1063/1.472344", "abstract": "Constrained anisotropic dipole oscillator strength techniques are used to obtain reliable values for a wide range of anisotropic and isotropic dipole properties of O-2, including the dipole-dipole dispersion energy coefficients for the interaction of O-2 with O-2 H-2, N-2, CO, He,Ne, Ar, Kr, and Xe. Some of the anisotropic constraints required for our calculations are obtained via dipole sum rules from ab initio, multireference configuration interaction (CI) wave functions for the ground state of O-2. The individual dipole properties of O-2 considered include the dipole oscillator strength sums S-k, k=2,1,0(- 1/2)-2,-3,-4,..., the logarithmic dipole sums L(k) and mean excitation energies I-k, k=2(-1)-2, and, as a function of wavelength, the dynamic polarizability and its anisotropy, the total depolarization ratio, the Rayleigh scattering cross section, and the Verdet constant. Our constrained dipole oscillator strength results are often the only reliable, and sometimes the only available, ones for many of the properties and dispersion energies considered. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.472344.png"}, {"title": "Polarizabilities of purine, allopurinol, hypoxanthine, xanthine and alloxanthine", "doi": "10.1016/0166-1280(96)04571-X", "abstract": "Ab initio calculations of the equilibrium geometries, dipole moments and static dipole polarizabilities are reported for the 7H and 9H tautomers of purine, the 1H,8H and 1H,9H tautomers of allopurinol, the 1H,7H and 1H,9H tautomers of hypoxanthine, the 1H,3H,7H and 1H,3H,9H tautomers of xanthine, and the 1H,3H,8H and 1H,3H,9H tautomers of alloxanthine. Our SCF/6-31G** geometries are in significantly better agreement with previous ab initio calculations than with the crystallographic structures available for three of these molecules. The latter are influenced by hydrogen bonding and stacking interactions. Electron correlation effects are greater than basis set effects for the dipole moments and polarizabilities. Our recommended dipole moments and polarizabilities are expected to be within 10% of the true values. The qualitative features of the dipole moments and polarizabilities are rationalized with the help of additive models and chemical arguments.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0166-1280(96)04571-X.png"}, {"title": "Moments and expansion coefficients of atomic electron momentum densities: Numerical Hartree-Fock calculations for hydrogen to lawrencium", "doi": "10.1088/0953-4075/29/14/010", "abstract": "Numerical Hartree-Fock calculations are reported for all the finite moments, [p(k)] with -2 less than or equal to k less than or equal to 4, of the electron momentum densities for the ground states of the atoms from hydrogen to lawrencium. We also report the first three coefficients of the MacLaurin expansion and the leading coefficient of the asymptotic expansion of the electron momentum densities for these atoms. These results supersede and extend numerous tabulations based upon Roothaan-Hartree-Fock calculations.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__29__14__010.png"}, {"title": "Kinetic energy analysis of atomic multiplets .2. s(m)d(n) configurations", "doi": "10.1139/v96-085", "abstract": "A kinetic energy analysis of total energy differences in 822 atomic multiplets arising from s(m)d(m) (m = 0,1,2; n = 2-8) electronic configurations is performed within the nonrelativistic, restricted Hartree-Fock framework. For the 444 multiplets arising from the a(m) and s(2)d(m) configurations of 27 atoms in groups 2-10, a very good linear correlation between the total energy difference and the kinetic energy difference of the outermost d-electrons is demonstrated. For the 378 multiplets arising from the sd(m) configuration, on the other hand, a good linear correlation is obtained provided that the multiplets are classified into groups based on spin multiplicity.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1139__v96-085.png"}, {"title": "Polarizabilities of oxazoles: Ab initio calculations and simple models", "doi": "", "abstract": "Ab initio, electron correlated calculations of the equilibrium geometries, dipole moments, and static dipole polarizabilities are reported for 10 heteroaromatic five-membered rings: furan, oxazole, isoxazole, all four oxadiazoles, both oxatriazoles, and oxatetrazole. Our geometries and dipole moments agree well with available experimental microwave determinations. The polarizabilities are expected to be accurate to within 5%. Structural isomerism affects the dipole moments strongly but the dipole polarizabilities are rather insensitive to it. Uncoupled Hartree-Fock calculations indicate that as much as half the polarizability comes from the sigma-electrons. Simple empirical formulas based upon atom- and bond-additive models correlate the calculated polarizabilities of 20 five-membered heteroaromatic rings (10 azoles and 10 oxazoles) quite well.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Kinetic energy analysis of atomic multiplets .3. f(m) configurations", "doi": "", "abstract": "A kinetic energy analysis of total energy differences in atomic multiplets arising from f(m) (m = 2-12) electronic configurations is performed within the nonrelativistic restricted Hartree-Fock framework. For these 1290 multiplets of 22 lanthanoid (Ce to Er) and actinoid (Th to Fm) atoms, a very good linear correlation between the total energy difference and the kinetic energy difference of the outermost f-electrons is found. The present results, together with our previous ones for the multiplets arising from s(m)p(n) (m = 1, 2; n = 2-4) and s(m)d(n) (m = 0-2; n = 2-8) electronic configurations, demonstrate that the kinetic energy difference of electrons in open subshells is an excellent predictor of total energy differences among atomic multiplet states.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "Potential energy surface for interactions between N-2 and He: Ab initio calculations, analytic fits, and second virial coefficients", "doi": "10.1063/1.471002", "abstract": "An ab initio potential energy surface (PES) for the interaction of rigid N-2 with He is calculated by supermolecular fourth-order Moller-Plesset perturbation theory. The computations involve full counterpoise corrections and large basis sets including bond functions. The 61 ab initio points on the PES are fitted to a 21-parameter algebraic form with an average absolute error of 0.39% and a maximum error less than 1.2%. The characteristics of the fitted PES are compared with those of previous surfaces. Unlike the older surfaces, our PES has the anisotropy thought to be required for a proper description of experimental data. Pressure second virial coefficients are calculated from our surface and compared with experimental values. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.471002.png"}, {"title": "Kinetic energy analysis of atomic multiplets", "doi": "10.1002/(SICI)1097-461X(1996)57:1<89::AID-QUA10>3.0.CO;2-3", "abstract": "A kinetic energy analysis of total energy differences in 115 atomic multiplet states is presented. We show by numerical restricted Hartree-Fock calculations that there is a reasonably accurate linear relationship between the kinetic energy of the electrons in open subshells and the total energy within a manifold of states arising from the same sp(n) or s(2)p(n) (n = 2, 3, 4) electron configuration in main-group atoms. (C) 1996 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__(SICI)1097-461X(1996)57:1<89::AID-QUA10>3.0.CO;2-3.png"}, {"title": "ACCURATE HEITLER-LONDON INTERACTION ENERGY FOR HE-2", "doi": "", "abstract": "A 75-term Gaussian geminal wave function for the helium atom that has a variational energy within 0.42 mu hartree of the exact one is constructed. It predicts an electron density that agrees to better than 0.4% with the predictions of energetically superior Hylleraas wave functions to electron-nucleus distances as large as 6a(0). The first-order Heitler-London interaction energy E((1)) between a pair of helium atoms was computed using an antisymmetrized product of this Gaussian geminal wave function for each of the atoms. This interaction energy is an essential component in the exchange-Coulomb model for the He-2 potential. Our E((1)) is probably converged to within 0.03 mu hartree for interatomic distances between 3.0a(0) and 7.5a(0) The Coulombic part of the interaction energy was checked by computations using even more accurate Hylleraas wave functions for the monomers Comparison with an E((1)) value computed from self-consistent-field atomic wave functions shows that intra-atomic correlation effects range between 4% and 9%.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "POLARIZABILITIES OF AROMATIC 5-MEMBERED RINGS - AZOLES", "doi": "10.1021/j100034a017", "abstract": "Ab initio, electron correlated calculations of dipole moments and static dipole polarizabilities are reported for ten heteroaromatic five-membered rings: pyrrole, pyrazole, imidazole, all four triazoles, both tetrazole tautomers, and the hypothetical pentazole. They are expected to be accurate to within 5%. Structural isomerism affects the dipole moments strongly but the dipole polarizabilities are rather insensitive to it. Uncoupled Hartree-Fock calculations indicate that only about half the polarizability comes from the pi-electrons. Simple empirical formulas correlate the calculated polarizabilities quite well. Aromaticity scales based on polarizabilities are discussed.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1021__j100034a017.png"}, {"title": "IMPROVED ROOTHAAN-HARTREE-FOCK WAVE-FUNCTIONS FOR ATOMS AND IONS WITH N-LESS-THAN-OR-EQUAL-TO-54", "doi": "10.1063/1.470488", "abstract": "Improved Roothaan-Hartree-Fock wave functions are reported for the ground states of all the neutral atoms from He to Xe, singly char ed cations from Li+ to Cs+, and stable singly charged anions from H- to I-. Our neutral atom wave functions are an improvement over those of Clementi and Roetti [At. Data Nucl. Data Tables 14, 177 (1974)], Bunge et al. [Phys. Rev. A 46, 3691 (1992)] and Koga et al. [Phys. Rev. A 47, 4510 (1993)]. The ion wave functions are an improvement over those of Clementi and Roetti, and Koga er al. [J. Phys. B 26, 2529 (1993)]. In all cases, the current wave functions predict energies within 1.3X10(-5) hartrees of the numerical Hartree-Fock limit. (C) 1995 American Institute of Physics.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.470488.png"}, {"title": "IMPROVED ROTHAAN-HARTREE-FOCK WAVE-FUNCTIONS FOR ISOELECTRONIC SERIES OF THE ATOMS HE TO NE", "doi": "10.1088/0953-4075/28/15/006", "abstract": "Improved Roothaan-Hartree-Fock (RHF) wavefunctions are reported for the neutral and the first 20 cationic members of the isoelectronic series of each ground state atom from He to Ne. Improved numerical Hartree-Fock (NHF) energies are also reported for these species because the literature NHF energies are found to be insufficiently accurate. The energies of our RHF wavefunctions are no more than 1 mu Hartree above the corresponding NHF energies. Moreover, our RHF wavefunctions are designed carefully so that they behave smoothly as a function of the atomic number Z. Thus, they are very well suited for studies of changes in properties across these isoelectronic series.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__28__15__006.png"}, {"title": "NUMERICAL HARTREE-FOCK RESULTS FOR ATOMS CS THROUGH LR", "doi": "10.1002/qua.560540409", "abstract": "Accurate nonrelativistic numerical Hartree-Fock results are reported for the heavy atoms Cs (Z = 55) through Lr (Z = 103) in their ground states. (C) 1995 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560540409.png"}, {"title": "DIPOLE AND QUADRUPOLE-MOMENTS OF SMALL MOLECULES - AN AB-INITIO STUDY USING PERTURBATIVELY CORRECTED, MULTIREFERENCE, CONFIGURATION-INTERACTION WAVE-FUNCTIONS", "doi": "10.1016/0166-1280(94)03974-P", "abstract": "An ab initio study of the dipole and quadrupole moments of 17 small molecules, O-2, NO, N-2, CO, HF, HCl, N2O, CO2, OCS, CS2, NH3, C2H2, O-3, SO2, H2O, H2CO and C2H4, is reported. The moments are obtained as expectation values from multi-reference, configuration interaction wave functions corrected perturbatively by the so-called B-k procedure. All the wave functions employ the one-particle Gaussian basis sets of Sadlej that were specifically designed for the calculation of electric properties. The results are in generally good agreement with previous high-quality computations and experiment where available.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0166-1280(94)03974-P.png"}, {"title": "ROOTHAAN-HARTREE-FOCK WAVE-FUNCTIONS FOR CATIONS AND ANIONS IN SLATER-TYPE BASIS-SETS WITH DOUBLY EVEN TEMPERED EXPONENTS", "doi": "10.1007/BF01113861", "abstract": "Roothaan-Hartree-Fock wave functions in Slater-type basis sets are reported for the cations Li+-Cs+ and anions H--I- using the double even tempering (DET) method of selecting orbital exponents. The DET total enemies do not differ from the corresponding numerical Hartree-Fock values by more than 0.2 millihartrees for the cations and anions. The present results together with the previous ones for neutral atoms [Theor Chim Acta 88:273 (1994)] provide a compilation of DET wave functions of near Hartree-Fock quality for all the neutral and singly-charged atoms with the number of electrons N less than or equal to 54.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__BF01113861.png"}, {"title": "HIGH-ENERGY ELECTRON AND X-RAY-SCATTERING FROM H-2 USING MONTE-CARLO TECHNIQUES", "doi": "", "abstract": "Variational Monte Carlo techniques are used to compute cross sections for the elastic and inelastic scattering of fast electrons and X-rays by H-2. These techniques permit us to use a correlated wave function that would be difficult to handle using conventional techniques. Our results are in good agreement with the best previous calculations. (C) 1995 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "STATIC HYPERPOLARIZABILITY OF ATOMIC LITHIUM", "doi": "10.1103/PhysRevA.50.2948", "abstract": "The accurate calculation of the static hyperpolarizability of the lithium atom poses a challenge to contemporary electronic structure methods. An extensive investigation of the effects of electron correlation and one-particle basis-set choice is carried out. The dipole polarizability and hyperpolarizability of Li are predicted to be 164.2+/-0.1e2a0(2)E(H)-1 and 2900+/-300e4a0(4)E(H)-3, respectively, where E(H) is a hartree. Our best finite-field computation uses a (20s11p9d5f)/[13s10p9d5f] basis set of contracted Gaussians, and the CCSD(T) method, that is, the coupled cluster method in the space of single and double substitutions corrected noniteratively for triple substitutions.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.50.2948.png"}, {"title": "NUMERICAL HARTREE-FOCK ENERGIES OF LOW-LYING EXCITED-STATES OF NEUTRAL ATOMS WITH Z-LESS-THAN-OR-EQUAL-TO-18", "doi": "10.1063/1.467417", "abstract": "Numerical Hartree-Fock calculations have been performed for low-lying excited states of the neutral atoms from He to Ar. Total energies, orbital energies, and the mean values of r of the outermost orbitals of each symmetry are tabulated as an aid to calibration of algebraic basis sets.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.467417.png"}, {"title": "PUMP-PROBE STUDIES OF THE EFFECTS OF PERMANENT DIPOLES IN ONE-COLOR AND 2-COLOR MOLECULAR EXCITATIONS", "doi": "10.1016/0301-0104(94)00151-0", "abstract": "The effects of a non-zero difference, d, between the permanent dipole moments, mu(jj), of two electronic molecular states involved in a single-or multi-photon transition, on the temporal evolution and the spectral behaviour of the states can be substantial. New results for the electronic energies and the transition and permanent dipole moments for a series of substituted diphenyl giant dipole molecules are used to extend previous investigations, which involved two- or very few-level model systems, to many-level systems, interacting with one or two continuous wave lasers. Both exact Floquet calculations and the rotating wave approximation are used in this study. Emphasis is placed on the effects of permanent dipoles, and of other molecular states, on single- versus multi-photon, and one- versus two-colour, transitions between two states embedded in many-level (up to eight) manifolds of states. One-colour, one- and two-photon, and two-colour, (0, 1 ) - and ( 1, 1) -photon, transitions are investigated explicitly and particular attention is placed on the temporal evolution of the relevant molecular states. Analytic two-level rotating wave expressions for the one- and two-colour molecule-laser(s) coupling are particularly useful in helping to interpret and/or predict the effects of permanent dipoles and neighbouring states on the transition of interest.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0301-0104(94)00151-0.png"}, {"title": "GROUND-STATE ENERGIES FOR THE HELIUM ISOELECTRONIC SERIES", "doi": "10.1103/PhysRevA.50.854", "abstract": "Variational calculations are reported for the ground state of the helium isoelectronic series. An ansatz is introduced and it achieves an accuracy comparable to that hitherto achieved only with basis functions containing logarithmic terms. Energies accurate to better than one part in 10(14) are obtained for the ground states of He through Ne8+ using 308-term expansions, and the ground state of H- using 455 terms.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.50.854.png"}, {"title": "ROOTHAAN-HARTREE-FOCK WAVE-FUNCTIONS FOR ATOMS FROM CS THROUGH U (VOL 48, PG 4775, 1993)", "doi": "10.1103/PhysRevA.50.891.2", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.50.891.2.png"}, {"title": "NUMERICAL HARTREE-FOCK ENERGIES OF SINGLY CHARGED CATIONS AND ANIONS WITH N-LESS-THAN-OR-EQUAL-TO-54", "doi": "10.1063/1.466808", "abstract": "Numerical Hartree-Fock (NHF) calculations have been performed for the singly charged cations Li+-Cs+ and anions H--I- in their ground states. For the cations, the NHF values in the literature are found to be insufficiently accurate, while for the anions our NHF study covers the whole series H--I- (except Sc- and Pd-) for the first time. Atomic ionization potentials and electron affinities are computed and compared with experiment.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.466808.png"}, {"title": "DOUBLE EVEN TEMPERING OF ORBITAL EXPONENTS - APPLICATION TO ROOTHAAN-HARTREE-FOCK CALCULATIONS FOR HE THROUGH XE IN SLATER-TYPE BASIS-SETS", "doi": "10.1007/BF01113451", "abstract": "Double even tempering (DET) of orbital exponents is proposed as a useful generalization of even tempering (ET). The DET scheme uses two sets of basis functions for each angular momentum. The two sets have different principal quantum numbers and their exponents are generated by two different geometric sequences. Roothaan-Hartree-Fock (RHF) calculations on the atoms from He through Xe using both ET and DET Slater-type basis sets of the same size are carried out to demonstrate the substantial improvement offered by the DET scheme. The DET scheme reduces the maximum deviation of the RHF energies relative to the Hartree-Fock limit from 1.4 to 0.3 millihartrees.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__BF01113451.png"}, {"title": "STATIC HYPERPOLARIZABILITY OF N-2", "doi": "10.1063/1.466890", "abstract": "An extensive investigation is reported of the effects of one-particle basis set selection, electron correlation, and molecular vibrations on the static dipole hyperpolarizability of N-2. Our vibrationally averaged values of the mean static polarizability ($) over bar alpha/e(2)a(0)(2)E(H)(-1) = 11.87+/-0.12, the static polarizability anisotropy Delta alpha/e(2)a(0)(2)E(H)(-1) = 4.70+/-0.09, and the mean, static, electronic hyperpolarizability ($) over bar gamma/e(4)a(0)(4)E(H)(-3) = 956+/-50 are in good agreement with experiment. The mean, static, vibronic hyperpolarizability is predicted to be gamma(-upsilon) = 89e(4)a(0)(4)E(H)(-3).", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.466890.png"}, {"title": "AN IMPROVED POTENTIAL-ENERGY CURVE FOR THE C-1-PI-U STATE OF H-2", "doi": "10.1016/0009-2614(94)00308-4", "abstract": "An improved Born-Oppenheimer potential energy curve for the C1PI(u) state of H-2 is reported for the bond length range 0.8 less-than-or-equal-to R/a0 less-than-or-equal-to 12. It is obtained from variational calculations using explicitly correlated, 149-term, Gaussian geminal wavefunctions. It is lower than the previous best calculation by as much as 3.5 muhartree almost-equal-to 0.76 cm-1 at R = 5 a0. The transition moment function for the X1SIGMA(g)+ --> C1PI(u) transition (Werner band) is calculated for the bond length range 0.8 less-than-or-equal-to R/a0 less-than-or-equal-to 2.6.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(94)00308-4.png"}, {"title": "CONTRACTED GAUSSIAN-BASIS SETS FOR SODIUM THROUGH TO ARGON", "doi": "", "abstract": "Segmented [6s4p] and [6s5p] contractions of Koga and Thakkar's reoptimized (12s8p) and (12s9p) gaussian basis sets, respectively, are reported for the atoms Na through to Ar. These basis sets yield lower atomic energies than the McLean-Chandler basis sets of the same size. The basis sets are tested by performing self-consistent field geometry optimizations on NaH, MgH2, Al2Cl6, SiH4, P2H4, H2S2, SO3, HCl and ClF3.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "POLARIZABILITIES OF AROMATIC 6-MEMBERED RINGS - AZINES AND INORGANIC BENZENES", "doi": "10.1080/00268979400100371", "abstract": "Ab initio, electron correlated calculations of the dipole moments and static dipole polarizabilities are reported for benzene and ten heteroaromatic molecules: pyridine, 1,2-diazine 1,3-diazine, 1,4-diazine, 1,3,5-triazine, 1,2,4,5-tetrazine, hexazine, borazine, boroxine and phosphabenzene. The results are in reasonable agreement with available experimental data, except for the polarizability anisotropy of s-tetrazine. Aromaticity scales based on polarizabilities are discussed.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268979400100371.png"}, {"title": "SMALL-ANGLE ELASTIC-SCATTERING OF HIGH-ENERGY ELECTRONS BY H-2, HD, AND D-2", "doi": "10.1103/PhysRevA.49.965", "abstract": "The first five coefficients in the small-angle expansion of the differential cross section for elastic scattering of fast electrons by H-2, HD, and D-2 molecules are calculated in the first Born approximation, Highly accurate electronic wave functions containing an explicit dependence on the interelectronic coordinate are used to describe the target. Numerical Wave functions are used to describe the vibrational motions. The calculated small-angle expansion coefficients for the ground state of H-2 are in good agreement with experiment.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.49.965.png"}, {"title": "ROOTHAAN-HARTREE-FOCK WAVE-FUNCTIONS FOR ATOMS FROM CS THROUGH U", "doi": "10.1103/PhysRevA.48.4775", "abstract": "Improved Roothaan-Hartree-Fock wave functions are reported for the atoms from Cs through U. The largest improvement in the energy, relative to the wave functions of McLean and McLean [At. Data Nucl. Data Tables 26, 197 (1981)], is 0.065 hartree for Yb. The improved energies lie no more than 0.005 hartree above numerical Hartree-Fock limits.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.48.4775.png"}, {"title": "IMPROVED DOUBLE-ZETA DESCRIPTION FOR THE ATOMS LI THROUGH XE", "doi": "10.1246/bcsj.66.3135", "abstract": "The conventional double-zeta (DZ) approximation uses two Slater-type functions (chinlm)'s with different exponents for the description of each occupied atomic orbital phi(nlm), where the two principal quantum numbers n's are assumed to be the same. We show that the removal of this implicit restriction improves the DZ functions nontrivially for the ground-state atoms Li through Xe. The largest improvement 0.0267 a.u. in the atomic energy is found for Pd. The valence orbital energies are generally improved, particularly for the 4d-orbital of the fourth-row atoms. It is also found that the conventional DZ functions given in the literature can be further improved by reoptimization of the exponents.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1246__bcsj.66.3135.png"}, {"title": "INTRAMOLECULAR BOND-LENGTH DEPENDENCE OF THE ANISOTROPIC DISPERSION COEFFICIENTS FOR INTERACTIONS OF RARE-GAS ATOMS WITH N2, CO, CL2, HCL AND HBR", "doi": "10.1080/00268979300102451", "abstract": "Ab initio many body perturbation theory is used to calculate the imaginary frequency multipole polarizabilities of N2, Cl2, CO, HCl and HBr as a function of bond length. These are combined with previously calculated dynamic polarizabilities for rare gas atoms to obtain the intramolecular bond length dependence of the anisotropic dispersion and induction coefficients through R-8 for AB-X (AB = N2, Cl2, CO, HCl, HBr and X = He, Ne, Ar, Kr, Xe) interactions.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268979300102451.png"}, {"title": "ELECTRON CORRELATION-EFFECTS IN THE RYDBERG-LIKE 3(3)D AND 3(1)D STATES OF HELIUM-LIKE IONS", "doi": "10.1002/qua.560480102", "abstract": "The small and subtle effects of electron correlation in the Rydberg-like 3(1)D and 3(3)D states of the helium-like ions are studied using very accurate explicitly correlated wave functions. In particular, the effects of electron correlation on one-electron densities, probability distributions for the interelectronic distance, and their moments are examined with the help of density and Coulomb holes. Statistical electron correlation is examined with radial and angular correlation coefficients. The different methods of analysis provide complementary insight. (C) 1993 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560480102.png"}, {"title": "ELECTRONIC ENERGIES, DIPOLE-MOMENT MATRIX-ELEMENTS, AND STATIC POLARIZABILITIES AND HYPERPOLARIZABILITIES FOR SOME DIPHENYL MOLECULES", "doi": "10.1139/v93-207", "abstract": "The ''giant dipole'' molecules, NR1R2-C6H4-(C=C)n-C6H4-NO2, n = 0, 1, 2, are studied theoretically for three sets of substituents: R1 = R2 = H, R1 = H, R2 = CH3, and R1 = R2 = CH3. For each of these nine molecules, the energies, and permanent and transition dipole moments for the 20 lowest electronic states are calculated using the intermediate neglect of differential overlap (INDO) approximation at the configuration interaction with single excitations (CIS) level. Static polarizabilities and hyperpolarizabilities for the ground states are reported for these ''push-pull'' molecules. The changes in the physical properties of interest due to increase in conjugation length and the inductive effect of substituents on the donor group attached to the rings are discussed. The energies and permanent and transition dipole moments for the ten lowest electronic states are tabulated for use in future studies of the spectral and dynamical effects of permanent dipole moments on laser-induced one- and multi-photon electronic transitions in realistic models for many-level giant dipole molecules.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1139__v93-207.png"}, {"title": "LEADING CORRECTIONS TO ATOMIC IMPULSE-APPROXIMATION COMPTON PROFILES - A DENSITY-FUNCTIONAL APPROACH", "doi": "10.1103/PhysRevA.48.2946", "abstract": "By use of a theory due to Gasser, Tavard, and others, the leading first-order corrections to the spherically averaged atomic Compton profiles (CP's) beyond the impulse approximation, for some inert closed-shell monatomic systems (He, Ne, Ar, and Kr), are obtained. This is accomplished by employing the Kohn-Sham technique of the density-functional theory, which leads to a self-consistent description, as opposed to the popular ''effective-hydrogenic-potential'' theories used in this context. The resulting corrections to the CP's thus obtained are seen to compare well with the earlier effective hydrogenic estimates. The orbital corrections are seen to conform to an empirical rule put forth ealier by Gasser and Tavard [Phys. Rev. A 27,117 (1983)].", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.48.2946.png"}, {"title": "EVEN-TEMPERED ROOTHAAN-HARTREE-FOCK WAVE-FUNCTIONS FOR THE 3RD-ROW AND 4TH-ROW ATOMS", "doi": "10.1007/BF01113946", "abstract": "Roothaan-Hartree-Fock wave functions composed of 12s8p6d, 12s10p6d, and 12s10p8d even-tempered (ET) Slater-type functions (STFs), respectively, are reported for the atoms K-Zn, Ga-Kr, and Rb-Xe in their ground state. Despite the limited variational freedom in the ET method, the resultant atomic energies are found to compare well with fully-optimized wave functions of similar sizes. In particular, the present ET results reproduce almost completely the fully-optimized Sekiya-Tatewaki energies with the same basis set size for the atoms K-Zn. All the present energies are also lower than the Clementi-Roetti ones with slightly smaller but fully-optimized basis sets. A generalized even-tempered scheme is suggested and shown to give good results for Xe.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__BF01113946.png"}, {"title": "ROOTHAAN-HARTREE-FOCK WAVE-FUNCTIONS FOR IONS WITH N-LESS-THAN-OR-EQUAL-TO-54", "doi": "10.1088/0953-4075/26/16/010", "abstract": "The widely used Roothaan-Hartree-Fock wavefunctions of Clementi and Roetti for the cations from Li+ through Xe+, and the anions from H- through I- are improved by reoptimization of the exponents of the Slater-type basis functions. Energy improvements of a few mHartree are found for all ions with Z greater-than-or-equal-to 37. An apparent error in the original Tc-computation is found; the reoptimized energy is 1.8 Hartree lower in this case.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__26__16__010.png"}, {"title": "CALCULATIONS OF LONG-RANGE INTERACTIONS BETWEEN SMALL MOLECULES", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "VIBRATIONAL EFFECTS ON CROSS-SECTIONS FOR ELASTIC-SCATTERING OF X-RAYS AND FAST ELECTRONS BY H2O MOLECULES", "doi": "10.1016/0009-2614(93)89022-A", "abstract": "Waller-Hartree and first Born cross sections for the elastic scattering of X-rays and fast electrons by H2O are calculated for 80 geometries of the H2O molecule using self-consistent-field electronic wave functions of good quality. The cross sections are then averaged over the five lowest vibrational states with wave functions calculated using the discrete variable representation. The differences between the vibrationally averaged cross sections and their equilibrium counterparts are less than 1.3% and 3% for X-ray and electron scattering respectively. The effects are greater in states with a stretch excited than a bend.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(93)89022-A.png"}, {"title": "CHAIN-LENGTH DEPENDENCE OF STATIC LONGITUDINAL POLARIZABILITIES AND HYPERPOLARIZABILITIES IN LINEAR POLYYNES", "doi": "10.1063/1.464537", "abstract": "Ab initio calculations of the static longitudinal dipole polarizability alpha(L) and second dipole hyperpolarizability gamma(L) are reported for the linear C2nH2 polyynes up to C44H2. Basis set requirements diminish with increasing chain length. The intermediate neglect of differential overlap (INDO) method is able to mimic the ab initio results if the Ohno-Klopman parameterization is used. The values per acetylenic linkage, alpha(L)/n and gamma(L)/n, converge very slowly with chain length; they are extrapolated to the infinite chain limit.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.464537.png"}, {"title": "CHARGE AND INTRACULE DENSITIES IN SINGLY EXCITED HELIUM-LIKE IONS", "doi": "10.1063/1.464756", "abstract": "The variation of the charge and intracule densities of singly excited states of two-electron ions with respect to spin multiplicity, nuclear charge, degree of excitation, and angular momentum quantum number is studied systematically. The n 1S, n 3S, n 1P, n 3P, n 1D, and n 3D states with n = 3-6 are considered for all the ions from He through Ne8+ using highly accurate explicitly correlated wave functions. Special attention is paid to spin multiplicity differences, that is differences between the densities of a pair of states arising from the same electron configuration of the same ion.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.464756.png"}, {"title": "INTRAMOLECULAR BOND LENGTH DEPENDENCE OF THE ANISOTROPIC DISPERSION COEFFICIENTS FOR H-2 RARE-GAS INTERACTIONS", "doi": "10.1063/1.464757", "abstract": "Effective states arising from variational perturbation calculations in a full configuration interaction basis are used to calculate dynamic multipole polarizabilities for H-2 at seven different bond lengths. These are combined with previously calculated dynamic polarizabilities for rare gas atoms to obtain the intramolecular bond length dependence of the anisotropic C6, C-8, and C-10 dispersion coefficients for H-2-X (X=He, Ne, Ar, Kr, Xe) interactions. The results are generally in good agreement with previous semiempirical estimates where available.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.464757.png"}, {"title": "ROOTHAAN-HARTREE-FOCK WAVE-FUNCTIONS FOR ATOMS WITH Z-LESS-THAN-OR-EQUAL-TO-54", "doi": "10.1103/PhysRevA.47.4510", "abstract": "The widely used Roothaan-Hartree-Fock wave functions of Clementi and Roetti [At. Data Nucl. Data Tables 14, 177 (1974)] for the atoms from He through Xe are improved by reoptimization of the exponents of the Slater-type basis functions. The largest improvement in the energy is 0.053 hartree for Cd.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.47.4510.png"}, {"title": "OPTIMAL SINGLE-ZETA DESCRIPTION FOR THE ATOMS AL THROUGH XE", "doi": "10.1007/BF01113429", "abstract": "The conventional single-zeta (SZ) approximation in Roothaan-Hartree-Fock calculations of atoms is based upon a single Slater-type function (STF) chi(nlm) for the description of each occupied atomic orbital phi(nlm) with quantum numbers n, l, m. We demonstate that the SZ approximation can be improved for Al through Xe by lifting the tacit restriction that the principal quantum numbers of the STF match those of the atomic orbitals. The resulting improvements in the atomic energies range from 0.0015 a.u. in Al to 6.4 a.u. in Xe. The valence orbital energies also improve noticeably. Some of the unphysical positive d-orbital energies in the conventional SZ description of transition metal atoms turn negative in our improved SZ approximation.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__BF01113429.png"}, {"title": "MEDIUM-SIZE GAUSSIAN-BASIS SETS FOR HYDROGEN THROUGH ARGON", "doi": "10.1007/BF01113432", "abstract": "Medium-sized Gaussian basis sets are reoptimized for the ground states of the atoms from hydrogen through argon. The composition of these basis sets is (4s), (5s), and (6s) for H and He, (9s5p) and (12s7p) for the atoms Li to Ne, and (12s8p) and (12s9p) for the atoms Na to Ar. Basis sets for the 2P states of Li and Na, and the 3p states of Be and Mg are also constructed since they are useful in molecular calculations. In all cases, our energies are lower than those obtained previously with Gaussian basis sets of the same size.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__BF01113432.png"}, {"title": "ELASTIC-SCATTERING OF HIGH-ENERGY ELECTRONS BY N2 - DISCREPANCY BETWEEN THEORY AND EXPERIMENT", "doi": "10.1088/0953-4075/26/7/006", "abstract": "Differential cross sections for the elastic scattering of electrons by N2 molecules are calculated in the first Born approximation. Configuration interaction wavefunctions constructed from a large basis set of Slater-type functions are used to describe the target. These wavefunctions recover up to 83% of the empirical valence correlation energy, predict accurate quadrupole moments, and cross sections apparently converged to 5% with respect to one-particle basis set effects and valence correlation. However there is a persistent discrepancy between the calculations and recent 29 keV experiments. Further experimental work is needed to determine whether the experimental data contain systematic errors.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__26__7__006.png"}, {"title": "ACCURATE MULTIPOLE MOMENTS FOR H-2 AND D2 INCLUDING THE EFFECTS OF ELECTRON CORRELATION AND MOLECULAR VIBRATION AND ROTATION", "doi": "10.1080/00268979300100671", "abstract": "Explicitly correlated Gaussian geminal wavefunctions of the valence bond type are constructed for the ground electronic state of H-2 at 11 different bond lengths between 0.8 a0 and 2.6 a0. The variational potential energy curve is parallel to and about 0.08 cm-1 above the exact one. These wavefunctions are used Lo calculate multipole moments Q(L), up to rank 10, as a function of bond length. Rovibrational averages for selected states and thermal averages for selected temperatures are reported. The effects of isotopic substitution are also considered.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268979300100671.png"}, {"title": "STATIC POLARIZABILITIES AND HYPERPOLARIZABILITIES, AND MULTIPOLE MOMENTS FOR CL-2 AND BR-2 - ELECTRON CORRELATION AND MOLECULAR VIBRATION EFFECTS", "doi": "10.1016/0009-2614(93)85106-X", "abstract": "Ab initio calculations of the quadrupole and hexadecapole moments, and the static dipole polarizabilities and hyperpolarizabilities are reported for Cl2 and Br2. These calculations allow for both electron correlation and molecular vibration. The electronic contributions to the various properties are calculated by finite-field, fourth-order, many-body perturbation theory at three bond lengths, and then averaged over the zero point vibrations. The pure vibrational hyperpolarizabilities are calculated using sum-over-vibrational-states expressions; the requisite matrix elements are calculated with numerical vibrational wavefunctions and the electronic dipole polarizabilities as a function of bond length. The vibrational hyperpolarizabilites are found to be sizable fractions of the electronic hyperpolarizabilities, especially for the longitudinal component. Electron correlation effects are shown to be important for both the electronic and the vibrational hyperpolarizabilities. The calculations are in good agreement with available experimental values.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(93)85106-X.png"}, {"title": "ACCURATE ALGEBRAIC DENSITIES AND INTRACULES FOR HELIUM-LIKE IONS", "doi": "10.1002/qua.560460603", "abstract": "Accurate electron number densities and interelectronic distance (intracule) densities are given in simple algebraic form for the ground states of H-, He, Li+, Be2+, B3+, and Ne8+. The densities are obtained from systematic sequences of increasingly accurate Hylleraas-type wave functions. The most accurate densities are obtained from 204-term wave functions that lead to variational energies no more than 16 nano-Hartrees above the exact ones. The algebraic densities permit the evaluation of systematic sequences of many expectation values. Some moments of the densities are evaluated in this manner.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560460603.png"}, {"title": "STATISTICAL ELECTRON CORRELATION-COEFFICIENTS FOR 29 STATES OF THE HELIUM-LIKE IONS", "doi": "", "abstract": "Statistical electron correlation coefficients provide overall measures of the difference between the electron pair density and the product of one-electron densities. Explicitly correlated wave functions are used to compute radial and angular correlation coefficients for 29 low-lying states (n(1)S, n(3)S, n(1)P, n(3)P, n(1)D, and n(3)D with n < 7) of the two-electron ions from helium through Ne8+. This data base of 1566 correlation coefficients permits a systematic study of trends with respect to variation of nuclear charge, degree of excitation, angular momentum, and spin multiplicity. (C) 1993 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "DOUBLE AND QUADRUPLE ZETA-CONTRACTED GAUSSIAN-BASIS SETS FOR HYDROGEN THROUGH NEON", "doi": "", "abstract": "Koga and Thakkar's reoptimized (9s5p) and (12s7p) Gaussian basis sets for the atoms Li to Ne are contracted to [4s2p] and [7s4p], respectively, and their (4s) and (6s) sets for H and He are contracted to [2s] and [4s], respectively. The basis sets are tested by performing self-consistent-held (SCF) geometry optimizations on LiH, BeH2, B2H6, CH4, NH3, H2O, and HF. The equilibrium geometries of hydrogen peroxide and hydrazine are determined at both the SCF and fourth-order many-body perturbation theory level. (C) 1993 John Wiley & Sons, Inc.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "CONSTRAINED SELF-CONSISTENT-FIELD WAVE-FUNCTIONS WITH IMPROVED LONG-RANGE BEHAVIOR", "doi": "10.1002/qua.560440604", "abstract": "The recent suggestion that the long-range behavior of energy-optimized Gaussian basis sets can be improved by augmenting them with a Gaussian chosen to satisfy a constraint involving a linearly averaged position moment is explored. Calculations indicate that the high-order moments [r(k)], with k > 4, in He, Be, and Li-, and [x(k)z(L-k)], with L > 4 and k less-than-or-equal-to L, in H-2 are improved by the constraint, but that lower-order moments and dipole polarizabilities are not. In H-2, the higher moments with a given L improve by different amounts for different k, and, hence, the multipole moments do not improve. The basis-set superposition error in He-He and Be-Be interaction energy calculations decreases if the internuclear distance is large enough. Thus, the constraint procedure improves the very long range behavior of the self-consistent-field wave functions.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560440604.png"}, {"title": "COMPARISON OF KINETIC-ENERGY DENSITY FUNCTIONALS", "doi": "10.1103/PhysRevA.46.6920", "abstract": "Roothaan-Hartree-Fock self-consistent-field (SCF) kinetic energies are compared with kinetic energies obtained from various functionals applied to the SCF electron densities for a set of 77 molecules. The best functionals are much better than the second-order gradient expansion but need further improvement by an order of magnitude before they can be considered reliable for practical applications to atoms and molecules. Some suggestions are made as to how such functionals might be found.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.46.6920.png"}, {"title": "OSCILLATOR-STRENGTHS FOR S-P AND P-D TRANSITIONS IN HELIUM-LIKE IONS", "doi": "10.1103/PhysRevA.46.5397", "abstract": "Explicitly correlated wave functions are constructed for the n 1S, n 3S, n 1P, n 3P,n 1D, and n 3D states, with n < 7, of the two-electron ions from He through Ne8+. The variational energies are the best available for 180 of the 261 states. Electron-nuclear and electron-electron cusp checks are used to test the wave functions. For each ion, dipole oscillator strengths are calculated for 55 S-P and 40 P-D transitions. Our oscillator strengths are more accurate than previous values for 739 of the 855 transitions considered. Some coefficients for the 1/Z expansions of the energies and oscillator strengths have been estimated as an aid to extrapolating our results to higher nuclear charges.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.46.5397.png"}, {"title": "WEAKLY BOUND GROUND-STATES IN 3-BODY COULOMB-SYSTEMS WITH UNIT CHARGES", "doi": "10.1103/PhysRevA.46.4418", "abstract": "The stability of weakly bound ground states, with zero total angular momentum, in three-body Coulomb systems with unit charges, is studied by means of highly accurate variational calculations. Weakly bound ground states are predicted for a number of systems, including d+t+p-, t+K+pi-, pi+mu+mu-, and pi+mu+pi-.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.46.4418.png"}, {"title": "ABINITIO DISPERSION COEFFICIENTS FOR INTERACTIONS INVOLVING RARE-GAS ATOMS", "doi": "10.1063/1.463012", "abstract": "Calculations of the dynamic dipole, quadrupole, and octopole polarizabilities of Ne, Ar, Kr, and Xe are carried out using both time-dependent coupled Hartree-Fock and many-body perturbation theory methods. Dispersion coefficients are calculated for interactions involving these species. The dynamic polarizabilities are combined with previously published dynamic polarizabilities of H, He, H-2, N2, HF, and CO to obtain dispersion coefficients for the interactions involving one of these species and one of Ne, Ar, Kr, or Xe. The dipole-dipole dispersion coefficients agree quite well with the best available semiempirical estimates. The isotropic higher multipole coefficients are in reasonable agreement with previous semiempirical estimates where available, and the anisotropic ones are, in most cases, the first reliable ones to appear in the literature. Nonadditive three-body dispersion coefficients for the Ne3, Ar3, Kr3, and Xe3 interactions are also calculated.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.463012.png"}, {"title": "ANGLE AND BOND-LENGTH DEPENDENT C-6 COEFFICIENTS FOR H-2 INTERACTING WITH H, LI, BE AND RARE-GAS ATOMS", "doi": "10.1007/BF01113130", "abstract": "Accurate new C6 dispersion energy coefficients, and their dependence on the diatom orientation and bond length, are calculated for molecular hydrogen interacting with an atom of H, Li, Be, He, Ne, Ar, Kr or Xe. They are generated from accurate ab initio pseudo dipole oscillator strength distributions (DOSD) for H-2, H, He and Be, and reliable semiempirical ones for Li, Ne, Ar, Kr and Xe. Compact power series expansions for the diatom bond-length dependence of these coefficients, suitable for incorporation into representations of full potential energy surfaces for these systems, are determined and assessed.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__BF01113130.png"}, {"title": "IMPROVEMENT OF THE LONG-RANGE BEHAVIOR OF GAUSSIAN-BASIS SETS USING ASYMPTOTIC CONSTRAINTS", "doi": "10.1139/v92-051", "abstract": "It is suggested that atomic orbitals with improved long-range behavior can be obtained by using energy-optimized Gaussian basis sets to which Gaussians have been added to satisfy a subset of some recently derived constraints that must be satisfied by the exact Hartree-Fock orbitals. This procedure is demonstrated by illustrative calculations for helium. This method is found to be superior to the ad hoc method of adding diffuse Gaussians in an even-tempered fashion.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1139__v92-051.png"}, {"title": "HIGH-ACCURACY ABINITIO FORM-FACTORS FOR THE HYDRIDE ANION AND ISOELECTRONIC SPECIES", "doi": "10.1107/S0108767391005883", "abstract": "Form factors computed from extremely accurate wave functions are tabulated for H-, He, Li+ and Be2+ together with fits to Gaussian expansions of the standard form.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1107__S0108767391005883.png"}, {"title": "CALCULATING ATOMIC AND MOLECULAR-PROPERTIES USING VARIATIONAL MONTE-CARLO METHODS", "doi": "", "abstract": "We compute a number of properties for the 1 1S, 2(1)S, and 2(3)S states of helium as well as the ground states of H-2 and H-3+ using Variational Monte Carlo. These are in good agreement with previous calculations (where available). Electric-response constants for the ground states of helium, H-2 and H-3+ are computed as derivatives of the total energy. The method used to calculate these quantities is discussed in detail.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "ANALYTIC APPROXIMATIONS TO THE MOMENTUM MOMENTS OF NEUTRAL ATOMS", "doi": "", "abstract": "Simple analytic approximations to the moments of electronic momentum [p(k)](k = -2. -1, 1, 2, 3, 4) of the neutral atoms from hydrogen through uranium are presented. These approximations are generated by using Thomas-Fermi-Dirac-Scott and hydrogenic results to guess suitable functional forms, and then fitting the latter to tabulated Hartree-Fock (HF) moments. The root mean square (rms) percent mors of our best functions for [p(k)] with k > 1 are less than 0.6%. The best functions for [p] and [p-1] have a rms percent error of less than 2%. The [p(k)] moments exhibit very strong shell structure, and our best function has a rms percent error as large as 12%.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "STATIC HYPERPOLARIZABILITIES AND POLARIZABILITIES OF LINEAR POLYYNES", "doi": "10.1063/1.461185", "abstract": "The dipole polarizability(alpha) and second dipole hyperpolarizability(gamma) tensors are calculated, by finite-field methods, for the ground states of butadiyne, hexatriyne, and octatetrayne. The effects of varying one-particle basis sets and molecular geometry, and the effects of including electron correlation at the fourth-order many-body perturbation theory level, are examined for butadiyne. The hyperpolarizabilities are more sensitive to geometry changes than to electron correlation. Coupled self-consistent-field calculations on hexatriyne and octatetrayne indicate that the longitudinal components alpha-zz and gamma-zzzz, grow as n1.5 and n3.0, respectively, and that the mean values alphaBAR and gammaBAR grow as n1.2 and n2, respectively, as the chain length increases in the C2nH2 series.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.461185.png"}, {"title": "FINITE-FIELD MANY-BODY-PERTURBATION-THEORY CALCULATION OF THE STATIC HYPERPOLARIZABILITIES AND POLARIZABILITIES OF MG, AL+, AND CA", "doi": "10.1103/PhysRevA.44.5478", "abstract": "The dipole-dipole-quadrupole (B) and second dipole (gamma) hyperpolarizabilities and the dipole (alpha-1) and quadrupole (alpha-2) polarizabilities are calculated for the ground states of the magnesium and calcium atoms and the aluminum cation. The results are based on finite-field fourth-order many-body perturbation theory using a finite-field self-consistent-field wave function as the zeroth-order wave function. Our fourth-order results are alpha-1 = 71.7e2a0(2)EH-1, alpha-2 = 809e2a0(4)EH-1, B = (-7.75 x 10(3))e3a0(4)EH-2, and gamma = (1.02 x 10(5))e4a0(4)EH-3 for Mg; alpha-1 = 24.2e2a0(2)EH-1, alpha-2 = 124e2a0(4)EH-1, B = -642e3a0(4)EH-2, and gamma = (2.37 x 10(3))e4a0(4)EH-3 for Al+; and alpha-1 = 157e2a0(2)EH-1, alpha-2 = (3.02 x 10(3))e2a0(4)EH-1, B = (-3.29 x 10(4))e3a0(4)EH-2, and gamma = (3.83 x 10(5))e4a0(4)EH-3 for Ca.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.44.5478.png"}, {"title": "CALCULATIONS OF STATIC HYPERPOLARIZABILITIES AND POLARIZABILITIES", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "ABINITIO STATIC POLARIZABILITIES AND MULTIPOLE MOMENTS OF I2", "doi": "10.1080/00268979100101891", "abstract": "Ab initio calculations incorporating the effects of electron correlation are reported for the quadrupole and hexadecapole moments, and the static dipole polarizability of I2. The calculations are based on finite-field, fourth-order, many-body perturbation theory. Coupled self-consistent-field calculations of the dependence of these properties on the bond length, and of some higher static polarizabilities are also reported. A small discrepancy is found between our calculated dipole polarizability anisotropy and a value measured by laser assisted molecular beam spectroscopy.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268979100101891.png"}, {"title": "MOMENTUM-SPACE PROPERTIES OF THE NEUTRAL ATOMS FROM H THROUGH U", "doi": "10.1016/0092-640X(91)90007-Q", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0092-640X(91)90007-Q.png"}, {"title": "POSITION MOMENTS LINEARLY AVERAGED OVER HARTREE-FOCK ORBITALS", "doi": "10.1103/PhysRevA.43.3299", "abstract": "Linearly averaged position moments (LAPM's) are introduced for the Hartree-Fock orbitals. When all the LAPM's are well defined, the Hartree-Fock equation is shown to be equivalent to a set of relations between the LAPM's involving the potential-energy operator. The true Hartree-Fock orbitals must satisfy all the relations, and hence the LAPM equations can be used as a sensitive criterion to assess the accuracy of approximate Hartree-Fock orbitals. Such an application is presented for He, Be, and Ne atoms.", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.43.3299.png"}, {"title": "HYPERPOLARIZABILITIES AND POLARIZABILITIES OF LI- AND B+ - FINITE-FIELD COUPLED-CLUSTER CALCULATIONS", "doi": "10.1016/0009-2614(90)87256-Q", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(90)87256-Q.png"}, {"title": "POLARIZABILITIES AND HYPERPOLARIZABILITIES OF CARBON-DIOXIDE", "doi": "10.1063/1.458749", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.458749.png"}, {"title": "MOMENTUM-SPACE PROPERTIES OF N-2 - IMPROVED CONFIGURATION-INTERACTION CALCULATIONS", "doi": "10.1103/PhysRevA.42.1336", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.42.1336.png"}, {"title": "HOW IMPORTANT IS ELECTRON CORRELATION FOR THE HYPERPOLARIZABILITY OF ETHYNE", "doi": "10.1063/1.459512", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.459512.png"}, {"title": "LOCAL DENSITY FUNCTIONAL APPROXIMATIONS AND CONJECTURED BOUNDS FOR MOMENTUM MOMENTS", "doi": "", "abstract": "Self consistent field wave functions of good, and in many cases of near Hartree-Fock, quality are used to test local density functional approximations to momentum moments for 122 linear molecules. Heuristic corrections to the local density functionals are suggested. The modified functionals for the kinetic energy and mean momentum have median errors less than 0.6% and maximum errors less than 1.7% on this large sample of 122 molecules. Moreover, the functionals correctly approach the Thomas-Fermi limit for large N, and should be competitive with gradient expansions. No counter examples were found for some previously conjectured [J. Chem. Phys. 85, 958 (1986)] bounds; serious efforts to prove them rigorously are invited.", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "A COUPLED CLUSTER CALCULATION OF THE QUADRUPOLE POLARIZABILITY OF CO", "doi": "10.1063/1.458388", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.458388.png"}, {"title": "STATIC HYPERPOLARIZABILITIES AND POLARIZABILITIES OF LI", "doi": "10.1088/0953-4075/22/16/003", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__22__16__003.png"}, {"title": "COUPLED-CLUSTER CALCULATION OF HYPERPOLARIZABILITIES AND POLARIZABILITIES FOR BE", "doi": "10.1103/PhysRevA.40.1130", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.40.1130.png"}, {"title": "SCATTERING OF FAST ELECTRONS AND X-RAYS FROM MOLECULES - CH4 AND C2H2", "doi": "10.1002/qua.560350621", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560350621.png"}, {"title": "HYPERPOLARIZABILITIES AND POLARIZABILITIES OF NEON - DISCREPANCY BETWEEN THEORY AND EXPERIMENT", "doi": "10.1016/0009-2614(89)87087-3", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(89)87087-3.png"}, {"title": "MACLAURIN EXPANSIONS OF THE ELECTRON MOMENTUM DENSITIES OF LINEAR-MOLECULES", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "POLARIZABILITIES AND HYPERPOLARIZABILITIES OF F2", "doi": "10.1063/1.456482", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.456482.png"}, {"title": "QUADRUPOLE POLARIZABILITIES AND HYPERPOLARIZABILITIES OF KR AND XE FROM 4TH-ORDER MANY-BODY PERTURBATION-THEORY CALCULATIONS", "doi": "10.1063/1.455313", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.455313.png"}, {"title": "STATIC HYPERPOLARIZABILITIES AND POLARIZABILITIES FOR BE - A 4TH-ORDER MOLLER-PLESSET PERTURBATION-THEORY CALCULATION", "doi": "10.1088/0953-4075/21/23/004", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0953-4075__21__23__004.png"}, {"title": "HIGHER DISPERSION COEFFICIENTS - ACCURATE VALUES FOR HYDROGEN-ATOMS AND SIMPLE ESTIMATES FOR OTHER SYSTEMS", "doi": "10.1063/1.455105", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.455105.png"}, {"title": "LINEAR INTEGRABILITY OF WAVE-FUNCTIONS", "doi": "10.1002/qua.560340203", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560340203.png"}, {"title": "MULTIPOLE MOMENTS, POLARIZABILITIES, AND HYPERPOLARIZABILITIES FOR N-2 FROM 4TH-ORDER MANY-BODY PERTURBATION-THEORY CALCULATIONS", "doi": "10.1063/1.454327", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.454327.png"}, {"title": "MODIFIED ZERO-MOMENTUM ENERGY EXPRESSION - A GENERAL CRITERION FOR ASSESSING THE ACCURACY OF APPROXIMATE WAVE-FUNCTIONS", "doi": "10.1103/PhysRevA.37.1411", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.37.1411.png"}, {"title": "MOMENTUM-SPACE PROPERTIES OF N-2", "doi": "10.1103/PhysRevA.36.5111", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.36.5111.png"}, {"title": "MOMENTS OF THE BETHE SURFACE AND TOTAL INELASTIC X-RAY-SCATTERING CROSS-SECTIONS FOR H-2", "doi": "10.1103/PhysRevA.36.5151", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.36.5151.png"}, {"title": "MORE ON BASIS SET QUALITY TESTS", "doi": "10.1002/qua.560320403", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560320403.png"}, {"title": "QUADRUPOLE AND HEXADECAPOLE MOMENTS FOR MOLECULAR NITROGEN", "doi": "10.1088/0022-3700/20/17/002", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3700__20__17__002.png"}, {"title": "COULOMB HOLES IN THE 2(3)P AND 2(1)P STATES OF HELIUM-LIKE IONS", "doi": "10.1088/0022-3700/20/16/007", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3700__20__16__007.png"}, {"title": "VERY SHORT-RANGE INTERATOMIC POTENTIALS", "doi": "10.1063/1.453144", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.453144.png"}, {"title": "ASYMPTOTIC EXPANSIONS OF THE ELECTRON MOMENTUM DENSITIES OF THE ATOMS FROM HYDROGEN THROUGH LAWRENCIUM", "doi": "10.1063/1.453301", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.453301.png"}, {"title": "ASYMPTOTIC-BEHAVIOR OF ATOMIC MOMENTALS", "doi": "10.1063/1.452648", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.452648.png"}, {"title": "SCATTERING OF FAST ELECTRONS AND X-RAYS FROM CO2 MOLECULES", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "THE QUALITY OF S-ORBITALS DETERMINED BY LEAST-SQUARES FITTING AND CONSTRAINED VARIATIONAL-METHODS", "doi": "10.1002/qua.560300602", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560300602.png"}, {"title": "COMPTON PROFILES AND OTHER MOMENTUM-SPACE PROPERTIES OF N-2", "doi": "10.1103/PhysRevA.34.4695", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.34.4695.png"}, {"title": "RELATIVISTIC KINETIC ENERGIES AND MASS VELOCITY CORRECTIONS IN DIATOMIC-MOLECULES", "doi": "10.1063/1.451771", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.451771.png"}, {"title": "WHAT DO KINETIC-ENERGY ANISOTROPIES TELL US ABOUT CHEMICAL BONDING .2. 1ST-ROW A2, AO, AND AF DIATOMICS", "doi": "10.1063/1.451043", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.451043.png"}, {"title": "APPROXIMATE RELATIONSHIPS BETWEEN DENSITY POWER INTEGRALS, MOMENTS OF THE MOMENTUM DENSITY, AND INTERELECTRONIC REPULSIONS IN DIATOMIC-MOLECULES", "doi": "10.1063/1.451252", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.451252.png"}, {"title": "THE HIGHER-ORDER ELECTRON ELECTRON COALESCENCE CONDITION FOR THE INTRACULE FUNCTION FOR STATES OF MAXIMUM SPIN MULTIPLICITY", "doi": "10.1063/1.450686", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.450686.png"}, {"title": "MOMENTS OF THE GENERALIZED OSCILLATOR STRENGTH DISTRIBUTION AND TOTAL INELASTIC X-RAY-SCATTERING CROSS-SECTIONS FOR HE AND H-", "doi": "10.1088/0022-3700/19/7/014", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3700__19__7__014.png"}, {"title": "WHAT DO KINETIC-ENERGY ANISOTROPIES TELL US ABOUT CHEMICAL BONDING .1. DIATOMIC HYDRIDES", "doi": "10.1002/qua.560290306", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560290306.png"}, {"title": "SUBSTITUENT EFFECTS IN ALKYNES AND CYANIDES - A MOMENTUM DENSITY PERSPECTIVE", "doi": "10.1139/v85-243", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1139__v85-243.png"}, {"title": "GAUSSIAN VS SLATER REPRESENTATIONS OF D-ORBITALS - AN INFORMATION THEORETIC APPRAISAL BASED ON BOTH POSITION AND MOMENTUM SPACE PROPERTIES", "doi": "10.1002/qua.560280403", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560280403.png"}, {"title": "SUM-RULES FOR ATOMIC FORM-FACTORS AND TOTAL X-RAY-SCATTERING INTENSITIES", "doi": "10.1063/1.449487", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.449487.png"}, {"title": "CORRELATION-ENERGY GENERATING POTENTIALS FOR MOLECULAR-HYDROGEN", "doi": "10.1063/1.449163", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.449163.png"}, {"title": "A MOMENTUM DENSITY ANALYSIS OF STRONG HYDROGEN-BONDING", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "MOMENTUM SPACE PROPERTIES OF 2-ELECTRON ATOMS", "doi": "10.1088/0022-3700/18/15/013", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3700__18__15__013.png"}, {"title": "ANISOTROPIC ELECTRONIC INTRACULE DENSITIES FOR DIATOMICS", "doi": "10.1002/qua.560260202", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560260202.png"}, {"title": "PARTIAL-WAVE ANALYSIS OF THE MOMENTUM DENSITIES OF 14 ELECTRON DIATOMICS", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "BOUNDING AND ESTIMATION OF VANDERWAALS COEFFICIENTS", "doi": "10.1063/1.447866", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.447866.png"}, {"title": "INCOHERENT-SCATTERING FACTORS", "doi": "10.1063/1.447869", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.447869.png"}, {"title": "PARTIAL-WAVE ANALYSIS OF THE MOMENTUM DENSITY", "doi": "10.1063/1.448045", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.448045.png"}, {"title": "A COMPARISON OF THE PREDICTIONS OF VARIOUS MODEL N2-HE POTENTIAL-ENERGY SURFACES WITH EXPERIMENT", "doi": "10.1063/1.446620", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.446620.png"}, {"title": "2 NEW ANISOTROPIC POTENTIAL-ENERGY SURFACES FOR N2-HE - THE USE OF HARTREE-FOCK SCF CALCULATIONS AND A COMBINING RULE FOR ANISOTROPIC LONG-RANGE DISPERSION COEFFICIENTS", "doi": "10.1021/j150654a021", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1021__j150654a021.png"}, {"title": "CHARGE-DENSITIES AND 2-ELECTRON INTRACULES FOR THE LOW-LYING EXCITED-STATES OF THE HELIUM-LIKE IONS", "doi": "10.1088/0022-3700/17/17/011", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3700__17__17__011.png"}, {"title": "ANISOTROPY OF THE COULOMB HOLE IN H-2", "doi": "10.1088/0022-3700/17/17/012", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3700__17__17__012.png"}, {"title": "APPROXIMATE SOLUTIONS OF THE MOMENTUM-SPACE INTEGRAL SCHRODINGER-EQUATION FOR 2-ELECTRON ATOMS", "doi": "10.1103/PhysRevA.30.30", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.30.30.png"}, {"title": "MOLECULAR X-RAY-SCATTERING AND ELECTRON-SCATTERING INTENSITIES", "doi": "10.1103/PhysRevA.29.1108", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.29.1108.png"}, {"title": "ON SEPARATION THEOREMS FOR VANDERWAALS INTERACTIONS", "doi": "10.1016/0009-2614(83)87179-6", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(83)87179-6.png"}, {"title": "DISCRETE AND CONTINUUM CONTRIBUTIONS TO MULTIPOLE POLARIZABILITIES AND SHIELDING FACTORS OF HYDROGEN", "doi": "10.1002/qua.560240403", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560240403.png"}, {"title": "BASIS SET QUALITY .2. INFORMATION THEORETIC APPRAISAL OF VARIOUS S-ORBITALS", "doi": "10.1002/qua.560240603", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560240603.png"}, {"title": "INTERATOMIC FORCES AND COMPTON PROFILES", "doi": "10.1002/qua.560230121", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560230121.png"}, {"title": "APPROXIMATE ENERGY RELATIONSHIPS FOR MOLECULES", "doi": "10.1063/1.445506", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.445506.png"}, {"title": "BONDING EFFECTS ON THE MOMENTUM DENSITIES OF ALKALINE-EARTH OXIDES", "doi": "10.1063/1.446150", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.446150.png"}, {"title": "CORRELATIONS BETWEEN AVERAGE ATOMIC NUMBERS AND SPECTROSCOPIC CONSTANTS OF DIATOMIC-MOLECULES", "doi": "10.1021/j150644a011", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1021__j150644a011.png"}, {"title": "MOMENTUM SPACE PROPERTIES OF VARIOUS ORBITAL BASIS-SETS USED IN QUANTUM CHEMICAL CALCULATIONS", "doi": "10.1002/qua.560210207", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1002__qua.560210207.png"}, {"title": "COMMENTS ON INEQUALITIES AMONG ATOMIC EXPECTATION VALUES", "doi": "10.1063/1.442687", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.442687.png"}, {"title": "INTERMOLECULAR FORCES VIA HYBRID HARTREE-FOCK SCF PLUS DAMPED DISPERSION (HFD) ENERGY CALCULATIONS - AN IMPROVED SPHERICAL MODEL", "doi": "10.1063/1.443345", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.443345.png"}, {"title": "ANGULAR-CORRELATION COEFFICIENTS FOR 1ST-ROW ATOMS", "doi": "10.1103/PhysRevA.25.1820", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.25.1820.png"}, {"title": "INTERNALLY FOLDED DENSITIES", "doi": "10.1016/0301-0104(81)80319-9", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0301-0104(81)80319-9.png"}, {"title": "ELECTRONIC EXTRACULE DENSITIES", "doi": "", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/.png"}, {"title": "THE GENERATOR-COORDINATE METHOD APPLIED TO VARIATIONAL PERTURBATION-THEORY - MULTIPOLE POLARIZABILITIES, SPECTRAL SUMS, AND DISPERSION COEFFICIENTS FOR HELIUM", "doi": "10.1063/1.442617", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.442617.png"}, {"title": "STATISTICAL ELECTRON CORRELATION-COEFFICIENTS FOR THE 5 LOWEST STATES OF THE HELIUM-LIKE IONS", "doi": "10.1103/PhysRevA.23.473", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.23.473.png"}, {"title": "ISOTROPIC AND DIRECTIONAL COMPTON PROFILES FOR N2, CO AND BF", "doi": "10.1080/00268978000103841", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268978000103841.png"}, {"title": "EXTRACTION OF MOMENTUM EXPECTATION VALUES FROM COMPTON PROFILES", "doi": "10.1080/00268978000103851", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268978000103851.png"}, {"title": "FORM-FACTORS AND TOTAL SCATTERING INTENSITIES FOR THE HELIUM-LIKE IONS FROM EXPLICITLY CORRELATED WAVEFUNCTIONS", "doi": "10.1088/0022-3700/11/22/009", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3700__11__22__009.png"}, {"title": "TECHNIQUE FOR INCREASING UTILITY OF WIGNER-KIRKWOOD EXPANSION FOR SECOND VIRIAL-COEFFICIENT", "doi": "10.1080/00268977800102011", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268977800102011.png"}, {"title": "N-ELECTRON ZERO-MOMENTUM ENERGY EXPRESSION - CRITERION FOR ASSESSING ACCURACY OF APPROXIMATE WAVE-FUNCTIONS", "doi": "10.1103/PhysRevA.18.841", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.18.841.png"}, {"title": "MODEL STUDIES OF TAMM-LIKE AND FIELD-SUSTAINED SURFACE-STATES OF GERMANIUM", "doi": "10.1016/0039-6028(78)90278-9", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0039-6028(78)90278-9.png"}, {"title": "MIXED-POLE TERMS IN ANISOTROPY OF LONG-RANGE INTERACTION COEFFICIENTS FOR H2-HE AND H2-H2", "doi": "10.1016/0009-2614(77)80626-X", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(77)80626-X.png"}, {"title": "ACCURATE CHARGE-DENSITIES AND 2-ELECTRON INTRACULE FUNCTIONS FOR HELIUM-LIKE IONS", "doi": "10.1063/1.434974", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.434974.png"}, {"title": "ACCURATE COMPTON PROFILES FOR H-2 AND D2 INCLUDING EFFECTS OF ELECTRON CORRELATION AND MOLECULAR VIBRATION AND ROTATION", "doi": "10.1063/1.435307", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.435307.png"}, {"title": "FIELD-SUSTAINED SURFACE-STATES", "doi": "10.1088/0022-3719/10/22/009", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3719__10__22__009.png"}, {"title": "SUGGESTION CONCERNING MODIFICATION OF N(R)-6 POTENTIAL MODEL", "doi": "10.1080/00268977700101961", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268977700101961.png"}, {"title": "COMMENTS ON EXPLICITLY CORRELATED WAVE-FUNCTIONS FOR GROUND-STATE OF HELIUM ATOM", "doi": "10.1103/PhysRevA.16.1740", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.16.1740.png"}, {"title": "COMPACT AND ACCURATE INTEGRAL-TRANSFORM WAVE-FUNCTIONS .1. 11S STATE OF HELIUM-LIKE IONS FROM H- THROUGH MG-10(+)", "doi": "10.1103/PhysRevA.15.1", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.15.1.png"}, {"title": "COMPACT AND ACCURATE INTEGRAL-TRANSFORM WAVE-FUNCTIONS .2. 21S, 23S, 21P, AND 23P STATES OF HELIUM-LIKE IONS FROM HE THROUGH MG-10(+)", "doi": "10.1103/PhysRevA.15.16", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.15.16.png"}, {"title": "COMPACT AND ACCURATE INTEGRAL-TRANSFORM WAVE-FUNCTIONS .3. RADIALLY CORRELATED WAVE-FUNCTIONS FOR GROUND-STATE OF LITHIUM ATOM", "doi": "10.1103/PhysRevA.15.2143", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.15.2143.png"}, {"title": "ELECTRON-ELECTRON CUSP CONDITION FOR SPHERICAL AVERAGE OF INTRACULE MATRIX", "doi": "10.1016/0009-2614(76)80657-4", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(76)80657-4.png"}, {"title": "NEW ANALYTIC APPROXIMATION TO ATOMIC INCOHERENT X-RAY-SCATTERING INTENSITIES", "doi": "10.1107/S056773947500085X", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1107__S056773947500085X.png"}, {"title": "STRATEGY FOR NUMERICAL EVALUATION OF FOURIER SINE AND COSINE TRANSFORMS TO CONTROLLED ACCURACY", "doi": "10.1016/0010-4655(75)90073-9", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0010-4655(75)90073-9.png"}, {"title": "RING AND OTHER CONTRIBUTIONS TO HIGHER VIRIAL-COEFFICIENTS", "doi": "10.1016/0010-4655(75)90074-0", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0010-4655(75)90074-0.png"}, {"title": "NEW GENERALIZED EXPANSION FOR POTENTIAL-ENERGY CURVES OF DIATOMIC-MOLECULES", "doi": "10.1063/1.430693", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1063__1.430693.png"}, {"title": "MOLECULAR-INTERACTIONS IN NITROGEN AND OXYGEN", "doi": "10.1080/00268977500100661", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268977500100661.png"}, {"title": "ANALYTIC APPROXIMATIONS TO VIBRATIONAL EIGENVALUES OF ST POTENTIAL", "doi": "10.1080/00268977500101101", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268977500101101.png"}, {"title": "ANALYSIS OF ENERGY DIFFERENCES IN ATOMIC MULTIPLETS IN CONNECTION WITH INEQUALITY FORMULATION OF HUNDS RULES .1. FROZEN VERSUS RELAXED SCF ORBITALS AND ENERGIES", "doi": "10.1080/00268977500101631", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268977500101631.png"}, {"title": "14-12-8-6 POTENTIAL FUNCTION - COMMENT", "doi": "10.1139/v74-356", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1139__v74-356.png"}, {"title": "MIST - NEW INTERATOMIC POTENTIAL FUNCTION", "doi": "10.1016/0009-2614(74)85423-0", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(74)85423-0.png"}, {"title": "REPRESENTATION OF LONG-RANGE INTERATOMIC INTERACTION POTENTIAL", "doi": "10.1088/0022-3700/7/10/004", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1088__0022-3700__7__10__004.png"}, {"title": "ATOMIC INTERACTIONS IN HEAVY NOBLE-GASES", "doi": "10.1080/00268977400100161", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268977400100161.png"}, {"title": "ATOMIC INTERACTIONS IN NEON AND HELIUM", "doi": "10.1080/00268977400100511", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1080__00268977400100511.png"}, {"title": "FOURIER-TRANSFORM OF MORSE-VDD POTENTIAL", "doi": "10.1007/BF00654071", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1007__BF00654071.png"}, {"title": "NATURAL ANALYSIS OF 2S AND 2P STATES OF LITHIUM-LIKE IONS", "doi": "10.1103/PhysRevA.7.1192", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1103__PhysRevA.7.1192.png"}, {"title": "EXAMINATION OF A NEW INTERMOLECULAR POTENTIAL FUNCTION", "doi": "10.1016/0009-2614(72)87072-6", "abstract": "", "image": "/page_data/researchers/ajit_thakkar/research_images/10.1016__0009-2614(72)87072-6.png"}]}