{"publications": [{"title": "Do Dyson Orbitals resemble canonical Hartree-Fock orbitals?", "doi": "10.1080/00268976.2018.1535142", "abstract": "Dyson orbitals are overlaps between states with N and N +/- 1 electrons and provide conceptual links between transition probabilities of electron detachment or attachment, density matrices, total energies and general principles of chemical bonding. Canonical, Hartree-Fock orbitals are compared with Dyson orbitals obtained with electron-propagator calculations that retain all elements of the self-energy matrix, wherein all orbital-relaxation and electron-correlation corrections to Koopmans results reside. For valence ionization energies and electron affinities of representative closed-shell molecules, canonical, Hartree-Fock orbitals usually are excellent approximations to Dyson orbitals, although there are some notable cases where the resemblance is not as strong. Numerical relationships between pole strengths and the Koopmans contributions to Dyson orbitals also are inferred from the data.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1080__00268976.2018.1535142.png"}, {"title": "Carborane superhalide bases and their conjugate Bronsted-Lowry Superacids: Electron binding energies and Dyson orbitals", "doi": "10.1016/j.chemphys.2019.01.024", "abstract": "Superacidity in protonated carboranes arises from properties of conjugate anions: shallow, uniform electrostatic potentials, large electron detachment energies and nodal structure in Dyson orbitals. Vertical electron detachment energies (VEDEs) and Dyson orbitals of closo CHB11X11 (-) (X = H, F, Cl) carboranes calculated with ab initio electron-propagator theory in the renormalized partial third order (P3+) and non-diagonal, renormalized, second-order (NR2) approximations are in close agreement with anion photoelectron spectra. Whereas first VEDEs to E-2(2) final states of all three of these superhalide anions exceed 6 eV, a more promising strategy for enhancing superacidity is increasing the anionic base's second VEDE to the lowest E-2(1) final state.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__j.chemphys.2019.01.024.png"}, {"title": "Transition-metal solvated-electron precursors: diffuse and 3d electrons in V(NH3)(6)(0,+/-)", "doi": "10.1039/c8cp07420h", "abstract": "Ground and excited electronic states of V(NH3)(6)(0,+/-) complexes, investigated with ab initio electronic structure theory, consist of a V(NH3)(6)(2+) core with up to three electrons distributed over its periphery. This result extends the concept of super-atomic, solvated-electron precursors from alkali and alkaline-earth complexes to a transition metal. In the approximately octahedral ground state of V(NH3)(6), three unpaired electrons occupy 3d(xz), 3d(yz) and 3d(xy) (t(2g)) orbitals of vanadium and two electrons occupy a diffuse 1s outer orbital. The lowest excitations involve promotion of diffuse 1s electrons to 1p or 1d diffuse orbitals, followed by a 3d (t(2g) -> e(g)) transition. V(NH3)(6)(+) is produced by removing a diffuse 1s electron, whereas the additional electron in V(NH3)(6)(-) populates a 1p diffuse orbital. The adiabatic ionization energy and electron affinity of V(NH3)(6) equal 3.50 and 0.48 eV, respectively.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1039__c8cp07420h.png"}, {"title": "Electron Propagator Methods for Vertical Electron Detachment Energies of Anions: Benchmarks and Case Studies", "doi": "10.1021/acs.jctc.8b00736", "abstract": "Ab initio electron propagator methods are efficient and accurate means of calculating vertical electron detachment energies of closed-shell, molecular anions with nuclei from the first three periods. Basis set extrapolations enable definitive comparisons between electron propagator results and benchmarks defined by total energy differences obtained with coupled-cluster, single, double, plus perturbative triple substitution theory. The best compromises of accuracy and efficiency are provided by the renormalized, partial third-order, diagonal (P3+) self-energy and by the nondiagonal, renormalized, second-order (NR2) approximation. The outer-valence Green function, the two-particle-one-hole Tamm Dancoff approximation, the third-order algebraic diagrammatic construction, and the renormalized third-order methods also are examined. A detailed analysis of errors for small anions is performed. Case studies include F-(H2O) and C1-(H2O) complexes, C5H5-, two P2N3- pentagonal rings, and a superhalide, Al(BO2)(4)(-), whose electron detachment energy is more than double those of the halide anions. These applications illustrate the versatility of electron propagator methods, their utility for interpreting negative-ion photoelectron spectra, and their promise in the discovery of unusual properties and patterns of chemical bonding. Composite methods, which combine basis set effects calculated at the relatively efficient diagonal, second-order level and higher correlation effects calculated with small basis sets, provide excellent estimates of basis set extrapolated P3+ or NR2 results and facilitate applications to large molecules. In the P3+ and NR2 methods, a judicious choice of low-order couplings between hole operators that correspond to the assumptions of Koopmans's theorem and operators that describe final-state relaxation and polarization and initial-state correlation leads to predictive accuracy, computational efficiency, and interpretive lucidity.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jctc.8b00736.png"}, {"title": "Molecules mimicking atoms: monomers and dimers of alkali metal solvated electron precursors", "doi": "10.1039/c8cp05497e", "abstract": "Tetra-amino lithium and sodium complexes M(NH3)(4)(0,-) (M = Li, Na) have one or two electrons that occupy diffuse orbitals distributed chiefly outside the M(NH3)(4)(+) core. The lowest-energy 1s, 1p, and 1d orbitals follow Aufbau principles found earlier for beryllium tetra-ammonia complexes. Two ground state M(NH3)(4) complexes can bind covalently by coupling their 1s(1) electrons into a sigma-type molecular orbital. The lowest excited states of the [M(NH3)(4)](2) species are obtained by promoting one or two electrons from this sigma to other bonding or anti-bonding sigma and pi-type molecular orbitals. The electronic structure of solvated electron precursors provides insights into chemical bonding between super-atomic species that are present in concentrated alkali-metal-ammonia solutions.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1039__c8cp05497e.png"}, {"title": "Diversity and excellence: Advice for department chairmen", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "MgH Rydberg series: Transition energies from electron propagator theory and oscillator strengths from the molecular quantum defect orbital method", "doi": "10.1016/j.jqsrt.2017.12.003", "abstract": "Vertical excitation energies belonging to several Rydberg series of MgH have been inferred from 3+ electron-propagator calculations of the electron affinities of MgH+ and are in close agreement with experiment. Many electronically excited states with n > 3 are reported for the first time and new insight is given on the assignment of several Rydberg series. Valence and Rydberg excited states of MgH are distinguished respectively by high and low pole strengths corresponding to Dyson orbitals of electron attachment to the cation. By applying the Molecular Quantum Defect Orbital method, oscillator strengths for electronic transitions involving Rydberg states also have been determined. (C) 2017 Elsevier Ltd. All rights reserved.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__j.jqsrt.2017.12.003.png"}, {"title": "Aufbau Rules for Solvated Electron Precursors: Be(NH3)(4)(0,+/-) Complexes and Beyond", "doi": "10.1021/acs.jpclett.7b03000", "abstract": "Tetra-amino beryllium complexes and ions, Be(NH3)(4)(0,+/-), have a tetrahedral Be(NH3)(4)(2+) core with one, two, or three outer electrons orbiting its periphery. Our calculations reveal a new class of molecular entities, solvated electron precursors, with Aufbau rules (1s, 1p, Id, 2s, lf, 2p, 2d) that differ from their familiar hydrogenic counterparts and resemble those of jellium or nuclear-shell models. The core's radial electrostatic potential suffices to reproduce the chief features of the ab initio results. Wave function and electron-propagator methods combined with diffuse basis sets are employed to calculate accurate geometries, ionization energies, electron affinities, and excitation energies.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jpclett.7b03000.png"}, {"title": "Communication: Explicitly correlated formalism for second-order single-particle Green's function", "doi": "10.1063/1.5000916", "abstract": "We present an explicitly correlated formalism for the second-order single-particle Green's function method (GF2-F12) that does not assume the popular diagonal approximation and describes the energy dependence of the explicitly correlated terms. For small and medium organic molecules, the basis set errors of ionization potentials of GF2-F12 are radically improved relative to GF2: the performance of GF2-F12/aug-cc-pVDZ is better than that of GF2/aug-cc-pVQZ, at a significantly lower cost. Published by AIP Publishing.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.5000916.png"}, {"title": "Double Rydberg anions and their Dyson orbitals", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Ab Initio Calculations on some Antiepileptic Drugs such as Phenytoin, Phenbarbital, Ethosuximide and Carbamazepine", "doi": "10.1007/s11224-016-0898-3", "abstract": "This research deals with some antiepileptic agents that are used to treat antiepileptic seizures. Stable conformational structures corresponding to potential energy minima for each molecule are determined in the gas phase with both Hartree-Fock and density functional methods. Polarizable continuum models have been employed to assess solvent effects on the activity of global minimum structures, and each molecule has become stabilized with increasing solvent dielectric constant. To examine structure-activity relationships, electron propagator calculations of ionization energies, electron affinities, and corresponding energy gaps with the Outer Valence Green's Function (OVGF) and Partial Third Order (P3) approximations have also been performed to compare with Koopmans's Theorem results. The best correlation between logED(50) and electron affinity values, with a linear regression coefficient of 0.98 and a standard deviation of 0.19, is obtained for Koopmans's Theorem with the 6-311++g** basis set in chloroform.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1007__s11224-016-0898-3.png"}, {"title": "One-particle many-body Green's function theory: Algebraic recursive definitions, linked-diagram theorem, irreducible-diagram theorem, and general-order algorithms", "doi": "10.1063/1.4994837", "abstract": "A thorough analytical and numerical characterization of the whole perturbation series of one-particle many-body Green's function (MBGF) theory is presented in a pedagogical manner. Three distinct but equivalent algebraic (first-quantized) recursive definitions of the perturbation series of the Green's function are derived, which can be combined with the well-known recursion for the self-energy. Six general-order algorithms of MBGF are developed, each implementing one of the three recursions, the Delta MPn method (where n is the perturbation order) [S. Hirata et al., J. Chem. Theory Comput. 11, 1595 (2015)], the automatic generation and interpretation of diagrams, or the numerical differentiation of the exact Green's function with a perturbation-scaled Hamiltonian. They all display the identical, nondivergent perturbation series except Delta MPn, which agrees with MBGF in the diagonal and frequency-independent approximations at 1 <= n <= 3 but converges at the full-configuration-interaction (FCI) limit at n = infinity (unless it diverges). Numerical data of the perturbation series are presented for Koopmans and non-Koopmans states to quantify the rate of convergence towards the FCI limit and the impact of the diagonal, frequency-independent, or Delta MPn approximation. The diagrammatic linkedness and thus size-consistency of the one-particle Green's function and self-energy are demonstrated at any perturbation order on the basis of the algebraic recursions in an entirely time-independent (frequency-domain) framework. The trimming of external lines in a one-particle Green's function to expose a self-energy diagram and the removal of reducible diagrams are also justified mathematically using the factorization theorem of Frantz and Mills. Equivalence of Delta MPn and MBGF in the diagonal and frequency-independent approximations at 1 <= n <= 3 is algebraically proven, also ascribing the differences at n = 4 to the so-called semi-reducible and linked-disconnected diagrams. Published by AIP Publishing.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4994837.png"}, {"title": "Assessment of Electron Propagator Methods for the Simulation of Vibrationally Resolved Valence and Core Photoionization Spectra", "doi": "10.1021/acs.jctc.6b00958", "abstract": "The analysis of photoelectron spectra is usually facilitated by quantum mechanical simulations. Because of the recent improvement of experimental techniques, the resolution of experimental spectra is rapidly increasing, and the inclusion of vibrational effects is usually mandatory to obtain a reliable reproduction of the spectra. With the aim of defining a robust computational protocol, a general time-independent formulation to compute different kinds of vibrationally resolved electronic spectra has been generalized to also support photoelectron spectroscopy. The electronic structure data underlying the simulation are computed using different electron propagator approaches. In addition to the more standard approaches, a new and robust implementation of the second-order self-energy approximation of the electron propagator based on a transition operator reference (TOEP2) is presented. To validate our implementation, a series of molecules has been used as test cases. The result of the simulations shows that, for ultraviolet photoionization spectra, the more accurate nondiagonal approaches are needed to obtain a reliable reproduction of vertical ionization energies but that diagonal approaches are sufficient for energy gradients and pole strengths. For X-ray photoelectron spectroscopy, the TOEP2 approach, besides being more efficient, is also the most accurate in the reproduction of both vertical ionization energies and vibrationally resolved bandshapes.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jctc.6b00958.png"}, {"title": "Electron propagator theory and correlation-bound anions", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Electron Propagator Theory: Foundations and Predictions", "doi": "10.1016/bs.aiq.2016.05.001", "abstract": "Electron propagator theory is an efficient means to accurately calculating electron binding energies and associated Dyson orbitals that is systematically improvable and easily interpreted in terms of familiar concepts of valence theory. After a brief discussion of the physical meaning of the poles and residues of the electron propagator, the Dyson quasiparticle equation is derived. Practical approximations of the self-energy operator in common use are defined in terms of the elements of the Hermitian superoperator Hamiltonian matrix. Methods that retain select self-energy terms in all orders of the fluctuation potential include the two-particle-one-hole Tamm-Dancoff approximation, the renormalized third-order method, the third-order algebraic diagrammatic construction, and the renormalized, nondiagonal second-order approximation. Methods based on diagonal second-order and third-order elements of the self-energy matrix, such as the diagonal second-order, diagonal third-order, outer valence Green's function, partial third-order, and renormalized partial third-order approximations, provide efficient alternatives. Recent numerical tests on valence, vertical ionization energies of representative, small molecules, and a comparison of arithmetic and memory requirements provide guidance to users of electron propagator software. A survey of recent applications and extensions illustrates the versatility and interpretive power of electron propagator methodology.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__bs.aiq.2016.05.001.png"}, {"title": "Interpreting Bonding and Spectra With Correlated, One-Electron Concepts From Electron Propagator Theory", "doi": "10.1016/bs.arcc.2017.06.002", "abstract": "Electron propagator theory provides a strategy with computational and interpretive advantages for the prediction of electron attachment and detachment energies and other properties of molecules and molecular ions. Although the effects of electron correlation may be systematically included up to the exact limit, transparent generalizations of one-electron concepts also are procured by the electron propagator approach to molecular electronic structure. Generalized molecular-orbital concepts emerge from the Dyson quasiparticle equation, including correlated electron binding energies and their Dyson orbitals. This information suffices to predict transition probabilities which are probed in various kinds of spectroscopic and scattering experiments. Relationships between correlated transition and reference-state properties are discussed. Approximations in the self-energy operator, wherein relaxation and correlation effects on electron binding energies reside, are described. Emphasis is placed on approaches that employ a separation between occupied and virtual spin-orbitals such as the renormalized partial third order, the nondiagonal renormalized second order, the second-order transition operator and the Brueckner-doubles, triple-index ionization operator methods. Computational characteristics of these methods are compared with those of older precedents, including the second order, outer valence green function, and GW self-energies. Results of numerical tests on molecules of general interest and improved strategies for treating basis-set effects are reviewed. Recent and noteworthy applications to molecular wires, solvated molecules and ions, gas-phase anions, super-halogens, positron-molecule complexes, anionic resonances, and photoionization cross sections are summarized.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__bs.arcc.2017.06.002.png"}, {"title": "Electron propagators based on generalised density operators", "doi": "10.1080/00268976.2016.1221534", "abstract": "Electron binding energies and Dyson orbitals may be obtained from the poles and residues of the electron propagator. The Dyson quasiparticle equation provides a convenient route to computing this information. Systematic approximations to the latter equation's self-energy, wherein electron correlation and final-state orbital relaxation are described, may be expressed in terms of the elements of the superoperator Hamiltonian matrix. Perturbative methods of electron propagator theory in wide use are based on a reference determinant constructed with canonical, Hartree-Fock orbitals. Generalised matrix elements of the superoperator Hamiltonian that accommodate non-integer occupation numbers associated with general, orthogonal spin orbitals are presented for the first time. Non-Hermitian terms may be systematically eliminated with perturbative corrections to generalised reference density operators. The structure of self-energy approximations that are complete through second, third, fourth or fifth order is presented in terms of superoperator Hamiltonian matrix elements. The present extensions pertain when generalised, zeroth-order density operators expressed in terms of orthonormal spin orbitals are employed.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1080__00268976.2016.1221534.png"}, {"title": "Accurate Ionization Potentials and Electron Affinities of Acceptor Molecules IV: Electron-Propagator Methods (vol 12, pg 627, 2016)", "doi": "10.1021/acs.jctc.6b01180", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jctc.6b01180.png"}, {"title": "CaH Rydberg series, oscillator strengths and photoionization cross sections from Molecular Quantum Defect and Dyson Orbital theories", "doi": "10.1016/j.jqsrt.2016.09.024", "abstract": "In this work, electron-propagator methods are applied to the calculation of the ionization potential and vertical excitation energies for several Rydberg series of the CaH molecule. The present calculations cover more highly excited states than those previously reported. In particular, excitation energies for ns (n > 5), np (n > 5), nd (n > 4) and of Rydberg states are given. Oscillator strengths for electronic transitions involving Rydberg states of CaH, as well as photoionization cross sections for Rydberg channels, also have been determined by using the Molecular Quantum Defect Orbital approach. Good agreement has been found with the scarce comparative data that are available for oscillator strengths. To our knowledge, predictions of photoionization cross sections from the outermost orbital of CaH are made here for the first time. A Cooper minimum and mixed atomic orbital character in some of the Dyson orbitals are among the novel features of these present calculations. (C) 2016 Elsevier Ltd. All rights reserved.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__j.jqsrt.2016.09.024.png"}, {"title": "Comment on Are polynuclear superhalogens without halogen atoms probable? A high-level ab initio case study on triple-bridged binuclear anions with cyanide ligands [J. Chem. Phys. 140, 094301 (2014)]", "doi": "10.1063/1.4964502", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4964502.png"}, {"title": "Comment on: Probing the Properties of Polynuclear Superhalogens without Halogen Ligand via ab Initio Calculations: A Case Study on Double-Bridged [Mg-2(CN)(5)](-1) Anions by Li et al.", "doi": "10.1002/cphc.201600519", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__cphc.201600519.png"}, {"title": "Numerical test of SAC-CI methods for calculating vertical ionization energies", "doi": "10.1007/s00214-016-1988-4", "abstract": "Valence, vertical ionization energies of a representative set of closed-shell molecules were calculated with the symmetry-adapted-cluster, configuration-interaction (SAC-CI) method using ten basis sets for its level 1 and level 2 operator inclusion criteria, whereas for its more stringent level 3 scheme, 15 basis sets were used. SAC-CI level 3 is capable of producing mean unsigned errors of approximately 0.2 eV with quadruple zeta correlation-consistent basis sets. Fortuitously better results may be obtained when smaller basis sets are used. Anomalous behavior with respect to the basis set size may occur when the level 1 and level 2 options are employed.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1007__s00214-016-1988-4.png"}, {"title": "Design of new theoretical and computational methods through the development of computer algebra systems", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Ab initio propagator studies of the electronic structure of diffuse and valence anions: From fullerenes to double Rydbergs", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Composite electron propagator methods for calculating ionization energies", "doi": "10.1063/1.4953666", "abstract": "Accurate ionization energies of molecules may be determined efficiently with composite electron-propagator (CEP) techniques. These methods estimate the results of a calculation with an advanced correlation method and a large basis set by performing a series of more tractable calculations in which large basis sets are used with simpler approximations and small basis sets are paired with more demanding correlation techniques. The performance of several CEP methods, in which diagonal, second-order electron propagator results with large basis sets are combined with higher-order results obtained with smaller basis sets, has been tested for the ionization energies of closed-shell molecules from the G2 set. Useful compromises of accuracy and computational efficiency employ complete-basis-set extrapolation for second-order results and small basis sets in third-order, partial third-order, renormalized partial-third order, or outer valence Green's function calculations. Analysis of results for vertical as well as adiabatic ionization energies leads to specific recommendations on the best use of regular and composite methods. Results for 22 organic molecules of interest in the design of photovoltaic devices, benzo[a] pyrene, Mg-octaethylporphyrin, and C-60 illustrate the capabilities of CEP methods for calculations on large molecules. Published by AIP Publishing.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4953666.png"}, {"title": "Comment on Is the regulation of the electronic properties of organic molecules by polynuclear superhalogens more effective than that by mononuclear superhalogens? A high-level ab initio case study'' by M.-M. Li, J.-F. Li, H.-C. Bai, Y.-Y. Sun, J.-L. Li and B. Yin, Phys. Chem. Chem. Phys., 2015, 17, 20338", "doi": "10.1039/c6cp01897a", "abstract": "The Outer Valence Green Function (OVGF) and coupled-cluster singles and doubles plus approximate triples, or CCSD(T), methods yield similar results for the vertical detachment energies of superhalides studied recently by Li et al. The success of the OVGF method contradicts claims by Li et al. in their recent article.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1039__c6cp01897a.png"}, {"title": "Accurate Ionization Potentials and Electron Affinities of Acceptor Molecules I. Reference Data at the CCSD(T) Complete Basis Set Limit", "doi": "10.1021/acs.jctc.5b00875", "abstract": "In designing organic materials for electronics applications, particularly for organic photovoltaics (OPV), the ionization potential (IP) of the donor and the electron affinity (EA) of the acceptor play key roles. This makes OPV design an appealing application for computational chemistry since IPs and EAs are readily calculable from most electronic structure methods. Unfortunately reliable, high-accuracy wave function methods, such as coupled cluster theory with single, double, and perturbative triples [CCSD(T)] in the complete basis set (CBS) limit are too expensive for routine applications to this problem for any but the smallest of systems. One solution is to calibrate approximate,. less computationally expensive methods against a database of high-accuracy IP/EA values; however, to our knowledge, no such database exists for systems related to OPV design. The present work is the first of a multipart study whose overarching goal is to determine which computational methods can be used to reliably compute IPs and EAs of electron acceptors. This part introduces a database of 24 known organic electron acceptors and provides high-accuracy vertical IP and EA values expected to be within +/- 0.03 eV of the true non-relativistic, vertical CCSD(T)/CBS limit. Convergence of IP and EA values toward the CBS limit is studied systematically for the Hartree-Fock, MP2 correlation, and beyond-MP2 coupled cluster contributions to the focal point estimates.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jctc.5b00875.png"}, {"title": "Accurate Ionization Potentials and Electron Affinities of Acceptor Molecules III: A Benchmark of GW Methods", "doi": "10.1021/acs.jctc.5b00871", "abstract": "The performance of different GW methods is assessed for a set of 24 organic acceptors, Errors are evaluated with respect to coupled cluster singles, doubles, and perturbative triples [CCSD(T)] reference data for the vertical ionization potentials (IPs) and electron affinities (EAs), extrapolated to the complete basis set limit. Additional comparisons are made to experimental data, where available. We consider fully self-consistent GW (scGW), partial self-consistency in the Green's function (scGW(0)), non-self consistent G(0)W(0) based on several mean-field starting point, and a beyond GW second-order screened exchange (SOSEX) correction to G(0)W(0). We also describe the implementation of the self-consistent Coulomb hole with screened exchange method (COH-SEX), Which serves as one of the mean-field, starting points. The best performers overall are G(0)W(0)+SOSEX and G(0)W(0) based on an IP-tuned long-range corrected hybrid functional with the former being more accurate for EAs and the latter for IPs. Both provide a balanced treatment of localized vs delocalized states and valence spectra in good agreement with photoemission spectroscopy (PBS) experiments.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jctc.5b00871.png"}, {"title": "Accurate Ionization Potentials and Electron Affinities of Acceptor Molecules IV: Electron-Propagator Methods", "doi": "10.1021/acs.jctc.5b00872", "abstract": "Comparison of ab initio electron-propagator predictions of vertical ionization potentials and electron affinities of organic, acceptor molecules with benchmark-calculations based on the basis set-extrapolated, coupled cluster single, double, and perturbative triple substitution method has enabled identification of self-energy approximations with mean, unsigned errors between 0.1 and 0.2 eV: Among the self-energy approximations that neglect off-diagonal elements in the canonical, Hartree-Fock orbital basis, the P3 method for electron affinities, and the P3+ method for ionization potentials provide the best combination of accuracy and computational efficiency. For approximations that consider the full self-energy matrix, the NR2 methods offer the best performance. The P3+ and NR2 methods successfully identify the correct symmetry label of the lowest cationic state in two cases, naphthaleriedione and benzoquinone, where some other-methods fail.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jctc.5b00872.png"}, {"title": "Ab initio electron propagator calculations of transverse conduction through DNA nucleotide bases in 1-nm nanopore corroborate third generation sequencing", "doi": "10.1016/j.bbagen.2015.10.013", "abstract": "Background: The conduction properties of DNA molecule, particularly its transverse conductance (electron transfer through nucleotide bridges), represent a point of interest for DNA chemistry community, especially for DNA sequencing. However, there is no fully developed first-principles theory for molecular conductance and current that allows one to analyze the transverse flow of electrical charge through a nucleotide base. Methods: We theoretically investigate the transverse electron transport through all four DNA nucleotide bases by implementing an unbiased ab initio theoretical approach, namely, the electron propagator theory. Results: The electrical conductance and current through DNA nucleobases (guanine [G], cytosine [C], adenine [A] and thymine [T]) inserted into a model 1-nm Ag-Ag nanogap are calculated. The magnitudes of the calculated conductance and current are ordered in the following hierarchies: g(A)>g(G>)g(C)>g(T) and I-G>I-A>I-T>I-C correspondingly. The new distinguishing parameter for the nucleobase identification is proposed, namely, the onset bias magnitude. Nucleobases exhibit the following hierarchy with respect to this parameter: V-onset(A)<VonsetM <V-onset(G) <V-onset(C). Conclusions: The difference in current magnitudes and onset voltages implies the possibility of nucleobases electrical identification by virtue of DNA translocation through an electrode-equipped nanopore. General significance: The results represent interest for the theorists and practitioners in the field of third generation sequencing techniques as well as in the field of DNA chemistry. (C) 2015 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__j.bbagen.2015.10.013.png"}, {"title": "NR2 and P3+: Accurate, Efficient Electron-Propagator Methods for Calculating Valence, Vertical Ionization Energies of Closed-Shell Molecules", "doi": "10.1021/acs.jpca.5b00942", "abstract": "Two accurate and computationally efficient electron-propagator (EP) methods for calculating the valence, vertical ionization energies (VIEs) of closed shell molecules have been identified through comparisons with related approximations. VIEs of a representative set of closed-shell molecules were calculated with EP methods using 10 basis sets. The most easily executed method, the diagonal, second-order (D2) EP approximation, produces results that steadily rise as basis sets are improved toward values based on extrapolated coupled-cluster singles and doubles plus perturbative triples calculations, but its mean errors remain unacceptably large. The outer valence Green function, partial third-order and renormalized partial third-order methods (P3+), which employ the diagonal self-energy approximation, produce markedly better results but have a greater tendency to overestimate VIEs with larger basis sets. The best combination of accuracy and efficiency with a diagonal self-energy matrix is the P3+ approximation, which exhibits the best trends with respect to basis-set saturation. Several renormalized methods with more flexible nondiagonal self-energies also have been examined: the two-particle, one-hole Tamm-Dancoff approximation (2ph-TDA), the third-order algebraic diagrammatic construction or ADC(3), the renormalized third-order (3+) method, and the nondiagonal second-order renormalized (NR2) approximation. Like D2, 2ph-TDA produces steady improvements with basis set augmentation, but its average errors are too large. Errors obtained with 3+ and ADC(3) are smaller on average than those of 2ph-TDA. These methods also have a greater tendency to overestimate VIEs with larger basis sets. The smallest average errors occur for the NR2 approximation; these errors decrease steadily with basis augmentations. As basis sets approach saturation, NR2 becomes the most accurate and efficient method with a nondiagonal self-energy.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jpca.5b00942.png"}, {"title": "General-Order Many-Body Green's Function Method", "doi": "10.1021/acs.jctc.5b00005", "abstract": "Electron binding energies are evaluated as differences in total energy between the N- and (N +/- 1)-electron systems calculated by the nth-order Moller-Plesset perturbation (MPn) theory using the same set of orbitals. The MPn energies up to n = 30 are, in turn, obtained by the determinant-based method of Knowles et al. (Chem. Phys. Lett. 1985, 113, 8-12). The zeroth- through third-order electron binding energies thus determined agree with those obtained by solving the Dyson equation in the diagonal and frequency-independent approximations of the self-energy. However, as n ? 8, they converge at the exact basis-set solutions from the Dyson equation with the exact self-energy, which is nondiagonal and frequency-dependent. This suggests that the MPn energy differences define an alternative diagrammatic expansion of Koopmans-like electron binding energies, which takes into account the perturbation corrections from the off-diagonal elements and frequency dependence of the irreducible self-energy. Our analysis shows that these corrections are included as semireducible and linked-disconnected diagrams, respectively, which are also found in a perturbation expansion of the electron binding energies of the equation-of-motion coupled-cluster methods. The rate of convergence of the electron binding energies with respect to n and its acceleration by Pade approximants are also discussed.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__acs.jctc.5b00005.png"}, {"title": "Accurate and efficient propagator methods for calculating electron binding energies of large molecules: Applications to fullerenes and other large acceptors", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Electron Propagator Calculations on the Ground and Excited States of C-60(-)", "doi": "10.1021/jp412813m", "abstract": "Electron propagator calculations in two approximations the third-order algebraic, diagrammatic construction and the outer valence Green's function (OVGF) have been performed on the vertical electron affinities of C-60 and the vertical electron detachment energies of several states of C-60(-) with a variety of basis sets. These calculations predict bound T-2(1u) and T-2(1g) anions, but fail to produce T-2(2u) or H-2(g) anionic states that are more stable than ground-state C-60. The electron affinity for the (2)A(g) state is close to zero, but no definitive result on its sign has been obtained. This state may be a resonance or marginally bound anion. The OVGF prediction for the vertical electron detachment energy of T-2(1u) Ca-60(-) 2.63 eV, is in excellent agreement with recent anion photoelectron spectra.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp412813m.png"}, {"title": "Valence-Bound and Diffuse-Bound Anions of 5-Azauracil", "doi": "10.1021/jp505307m", "abstract": "Structures, isomerization energies, and electron binding energies of 5-azauracil and its anions have been calculated ab initio with perturbative, coupled-cluster, and electron-propagator methods. Tautomeric structures, including those produced by proton transfer to a CH group, have been considered. Dyson orbitals and pole strengths from electron-propagator calculations validated a simple, molecular-orbital picture of anion formation. In one case, an electron may enter a delocalized pi orbital, yielding a valence-bound (VB) anion with a puckered ring structure. The corresponding electron affinity is 0.27 eV; the vertical electron detachment energy (VEDE) of this anion 1.05 eV. An electron also may enter a molecular orbital that lies outside the nuclear framework, resulting in a diffuse-bound (DB) anion. In the latter case, the electron affinity is 0.06 eV and the VEDE of the DB anion is 0.09 eV. Another VB isomer that is only 0.02 eV more stable than the neutral molecule has a VEDE of 2.0 eV.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp505307m.png"}, {"title": "Excitation energies, photoionization cross sections, and asymmetry parameters of the methyl and silyl radicals", "doi": "10.1063/1.4892584", "abstract": "Vertical excitation energies of the methyl and silyl radicals were inferred from ab initio electron propagator calculations on the electron affinities of CH3+ and SiH3+. Photoionization cross sections and angular distribution of photoelectrons for the outermost orbitals of both CH3 and SiH3 radicals have been obtained with the Molecular Quantum Defect Orbital method. The individual ionization cross sections corresponding to the Rydberg channels to which the excitation of the ground state's outermost electron gives rise are reported. Despite the relevance of methyl radical in atmospheric chemistry and combustion processes, only data for the photon energy range of 10-11 eV seem to be available. Good agreement has been found with experiment for photoionization cross section of this radical. To our knowledge, predictions of the above mentioned photoionization parameters on silyl radical are made here for the first time, and we are not aware of any reported experimental measurements. An analysis of our results reveals the presence of a Cooper minimum in the photoionization of the silyl radical. The adequacy of the two theoretical procedures employed in the present work is discussed. (C) 2014 AIP Publishing LLC.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4892584.png"}, {"title": "Dyson orbitals and electron binding energies of anionic nucleic-acid fragments, fullerenes, and macrocyclic compounds", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Vertical Ionization Energies of Free Radicals and Electron Detachment Energies of Their Anions: A Comparison of Direct and Indirect Methods Versus Experiment", "doi": "10.1021/jp505276n", "abstract": "The performance of several direct and indirect computational strategies for the calculation of the first ionization energies (IEs) of free radicals and adiabatic detachment energies of their anions has been tested using experimental data as references. The outer valence Green's function and the partial third-order approximations, which are based on electron propagator theory, have been identified as the most accurate. They were in turn used to estimate the IEs of a large set of free radicals for which these data have not been previously reported. The calculated data also have been used to assess the possible oxidation of nucleosides by these radicals, as well as the potential, antioxidant-protection effects of phenol, catechol, ascorbic acid, and Trolox in their neutral and deprotonated forms, via electron transfer.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp505276n.png"}, {"title": "Computational Tests of Quantum Chemical Models for Excited and Ionized States of Molecules with Phosphorus and Sulfur Atoms", "doi": "10.1021/jp502462w", "abstract": "Time-dependent density functional theory (TD-DFT) and electron propagator theory (EPT) are used to calculate the electronic transition energies and ionization energies, respectively, of species containing phosphorus or sulfur. The accuracy of TD-DFT and EPT, in conjunction with various basis sets, is assessed with data from gas-phase spectroscopy. TD-DFT is tested using 11 prominent exchange-correlation functionals on a set of 37 vertical and 19 adiabatic transitions. For vertical transitions, TD-CAM-B3LYP calculations performed with the MG3S basis set are lowest in overall error, having a mean absolute deviation from experiment of 0.22 eV, or 0.23 eV over valence transitions and 0.21 eV over Rydberg transitions. Using a larger basis set, aug-pc3, improves accuracy over the valence transitions via hybrid functionals, but improved accuracy over the Rydberg transitions is only obtained via the BMK functional. For adiabatic transitions, all hybrid functionals paired with the MG3S basis set perform well, and B98 is best, with a mean absolute deviation from experiment of 0.09 eV. The testing of EPT used the Outer Valence Green's Function (OVGF) approximation and the Partial Third Order (P3) approximation on 37 vertical first ionization energies. It is found that OVGF outperforms P3 when basis sets of at least triple-zeta quality in the polarization functions are used. The largest basis set used in this study, aug-pc3, obtained the best mean absolute error from both methods -0.08 eV for OVGF and 0.18 eV for P3. The OVGF/6-31+G(2df,p) level of theory is particularly cost-effective, yielding a mean absolute error of 0.11 eV.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp502462w.png"}, {"title": "Microsolvation effects on the electron binding energies of halide anions", "doi": "10.1080/00268976.2013.812756", "abstract": "Ab initio electron propagator calculations in the partial third order (P3) and P3+ approximations were performed to obtain vertical electron detachment energies (VEDEs) of fluoride and chloride clusters with one through three molecules of water. Larger clusters of F- and Cl- with six water molecules were also treated with and without the polarisable continuum model (PCM). For the smaller clusters, good agreement between calculated VEDEs and peak positions in photoelectron spectra is achieved. Large shifts in VEDEs are observed for both hexameric fluoride-water and chloride-water complexes when the PCM is applied. Significant changes in coordination geometries about the chloride anion also occur in this model. In all fluoride complexes, Dyson orbitals for the lowest VEDEs are delocalised over oxygen atoms. On the contrary, for the case of chloride-water clusters, the Dyson orbitals corresponding to the lowest VEDEs are localised on the anion.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1080__00268976.2013.812756.png"}, {"title": "A generalized any-particle propagator theory: Prediction of proton affinities and acidity properties with the proton propagator", "doi": "10.1063/1.4805030", "abstract": "We have recently extended the electron propagator theory to the treatment of any type of particle using an Any-Particle Molecular Orbital (APMO) wavefunction as reference state. This approach, called APMO/PT, has been implemented in the LOWDIN code to calculate correlated binding energies, for any type of particle in molecular systems. In this work, we present the application of the APMO/PT approach to study proton detachment processes. We employed this method to calculate proton binding energies and proton affinities for a set of inorganic and organic molecules. Our results reveal that the second-order proton propagator (APMO/PP2) quantitatively reproduces experimental trends with an average deviation of less than 0.41 eV. We also estimated proton affinities with an average deviation of 0.14 eV and the proton hydration free energy using APMO/PP2 with a resulting value of -270.2 kcal/mol, in agreement with other results reported in the literature. Results presented in this work suggest that the APMO/PP2 approach is a promising tool for studying proton acid/base properties. (C) 2013 AIP Publishing LLC.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4805030.png"}, {"title": "Assignment of photoelectron spectra of halide-water clusters: Contrasting patterns of delocalization in Dyson orbitals", "doi": "10.1063/1.4802251", "abstract": "Ab initio electron propagator calculations in various self-energy approximations provide accurate assignments of peaks observed in the photoelectron spectra of complexes that comprise a fluoride or chloride anion and two or three water molecules. More than one minimum structure is found in all four cases. When the halide anion is Cl-, the first three final states may be described as quasi-degenerate P-2 chlorine atoms coordinated to water molecules. Higher final states consist of a chloride anion juxtaposed to a positive charge that is delocalized over the water molecules. For the clusters with fluoride anions, most of the final states correspond to Dyson orbitals that are delocalized over the F and O nuclei. A variety of F-O sigma and pi bonding and antibonding patterns are evident in the Dyson orbitals. The assignment of low-lying spectral peaks to halide p orbital vacancies or to delocalized solvent orbitals is more valid for the chloride clusters than for the fluoride clusters, where a delocalized picture arises from strong bonding interactions between F 2p and H2O 1b(1) orbitals. (C) 2013 AIP Publishing LLC.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4802251.png"}, {"title": "Electron propagator theory: an approach to prediction and interpretation in quantum chemistry", "doi": "10.1002/wcms.1116", "abstract": "Electron propagator theory provides a practical means of calculating electron binding energies, Dyson orbitals, and ground-state properties from first principles. This approach to ab initio electronic structure theory also facilitates the interpretation of its quantitative predictions in terms of concepts that closely resemble those of one-electron theories. An explanation of the physical meaning of the electron propagator's poles and residues is followed by a discussion of its couplings to more complicated propagators. These relationships are exploited in superoperator theory and lead to a compact form of the electron propagator that is derived by matrix partitioning. Expressions for reference-state properties, relationships to the extended Koopmans's theorem technique for evaluating electron binding energies, and connections between Dyson orbitals and transition probabilities follow from this discussion. The inverse form of the Dyson equation for the electron propagator leads to a strategy for obtaining electron binding energies and Dyson orbitals that generalizes the Hartree-Fock equations through the introduction of the self-energy operator. All relaxation and correlation effects reside in this operator, which has an energy-dependent, nonlocal form that is systematically improvable. Perturbative arguments produce several, convenient (e. g. partial third order, outer valence Green's function, and second-order, transition-operator) approximations for the evaluation of valence ionization energies, electron affinities, and core ionization energies. Renormalized approaches based on Hartree-Fock or approximate Brueckner orbitals are employed when correlation effects become qualitatively important. Reference-state total energies based on contour integrals in the complex plane and gradients of electron binding energies enable exploration of final-state potential energy surfaces. (C) 2012 John Wiley & Sons, Ltd.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__wcms.1116.png"}, {"title": "Direct Delta MBPT(2) method for ionization potentials, electron affinities, and excitation energies using fractional occupation numbers", "doi": "10.1063/1.4790626", "abstract": "A direct method (D-Delta MBPT(2)) to calculate second-order ionization potentials (IPs), electron affinities (EAs), and excitation energies is developed. The Delta MBPT(2) method is defined as the correlated extension of the Delta HF method. Energy differences are obtained by integrating the energy derivative with respect to occupation numbers over the appropriate parameter range. This is made possible by writing the second-order energy as a function of the occupation numbers. Relaxation effects are fully included at the SCF level. This is in contrast to linear response theory, which makes the D-Delta MBPT(2) applicable not only to single excited but also higher excited states. We show the relationship of the D-Delta MBPT(2) method for IPs and EAs to a second-order approximation of the effective Fock-space coupled-cluster Hamiltonian and a second-order electron propagator method. We also discuss the connection between the D-Delta MBPT(2) method for excitation energies and the CIS-MP2 method. Finally, as a proof of principle, we apply our method to calculate ionization potentials and excitation energies of some small molecules. For IPs, the Delta MBPT(2) results compare well to the second-order solution of the Dyson equation. For excitation energies, the deviation from equation of motion coupled cluster singles and doubles increases when correlation becomes more important. When using the numerical integration technique, we encounter difficulties that prevented us from reaching the Delta MBPT(2) values. Most importantly, relaxation beyond the Hartree-Fock level is significant and needs to be included in future research. (C) 2013 American Institute of Physics. [http://dx.doi.org/10.1063/1.4790626]", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4790626.png"}, {"title": "Photoelectron Spectroscopy of the 6-Azauracil Anion", "doi": "10.1021/jp303964j", "abstract": "We report the photoelectron spectrum of the 6-azauracil anion. The spectrum is dominated by a broad band exhibiting a maximum at an electron binding energy (EBE) of 1.2 eV. This spectral pattern is indicative of a valence anion. Our calculations were carried out using ab initio electron propagator and other many-body methods. Comparison of the anion and corresponding neutral of 6-azauracil with those of uracil shows that substituting a nitrogen atom for C-H at the C6 position of uracil gives rise to significant changes in the electronic structure of 6-azauracil versus that of uracil. The adiabatic electron affinity (AEA) of the canonical 6-azauracil tautomer is substantially larger than that of canonical uracil. Among the five tautomeric, 6-azauracil anions studied computationally, the canonical structure was found to be the most stable. The vertical detachment energies (VDE) of the canonical, valence-bound anion of 6-azauracil and its closest very-rare tautomer have been calculated. Electron propagator calculations on the canonical anion yield a VDE value that is in close agreement with the experimentally determined VDE value of 1.2 eV. The AEA value of 6-azauracil, assessed at the CCSD(T) level of theory to be 0.5 eV, corresponds with the EBE value of the onset of the experimental spectrum.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp303964j.png"}, {"title": "Electron detachment energies of aqueous and cluster halide anions from electron propagator calculations with the polarizable continuum model", "doi": "10.1002/qua.24254", "abstract": "To calibrate computational studies of photoelectron spectra of dissolved anions, the vertical electron detachment energies (VEDEs) of the fluoride and chloride anions in isolation and in the presence of six coordinated water molecules have been calculated with and without the polarizable continuum model (PCM) of solvation in water. Large shifts in VEDEs and important changes in coordination geometries about the chloride anion occur with the use of the PCM. Cluster and PCM calculations confirm previous, qualitative conclusions on Dyson orbitals corresponding to the lowest VEDEs of aqueous halide anions. For the fluoride case, Dyson orbitals for the lowest VEDEs are spread over water molecules, not the anion, but for the chloride case, the Dyson orbitals for the lowest VEDEs are localized on the anion. The partial third-order (P3) and P3+ approximations of electron propagator theory provide a reliable means to calculating VEDEs with polarized atomic basis sets. (C) 2012 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.24254.png"}, {"title": "Valence and diffuse-bound anions of noble-gas complexes with uracil", "doi": "10.1063/1.4766735", "abstract": "Valence-bound (VB) and diffuse-bound (DB) anions of noble-gas (Ar, Kr, and Xe) complexes with uracil have been studied with ab initio methods. MP2 optimizations revealed minima corresponding to anions of both kinds in each case. Coupled-cluster singles and doubles with perturbative triples, CCSD(T), and electron propagator single-point calculations were performed in order to assess vertical and adiabatic electron detachment energies of these complexes. Ab initio electron propagator calculations employed the outer valence Green's function and partial third-order approximations, and the algebraic diagrammatic construction in third order. Basis set effects have been systematically examined. DB anions of all three complexes were adiabatically bound, with calculated adiabatic electron attachment energies below 0.06 eV. Corresponding vertical electron detachment energies were below 0.1 eV. As to VB anions, only the Xe complex had a positive adiabatic electron detachment energy, of 0.01 eV, with a corresponding vertical electron detachment energy of 0.6 eV. These computational findings are consistent with the interpretation of results previously obtained experimentally by Hendricks et al. (C) 2012 American Institute of Physics. [http://dx.doi.org/10.1063/1.4766735]", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4766735.png"}, {"title": "Valence XPS, IR, and C13 NMR spectral analysis of 6 polymers by quantum chemical calculations", "doi": "10.1016/j.molstruc.2012.05.051", "abstract": "Valence XPS (VXPS), IR, and C13 NMR spectra of 6 polymers (PE, PS, PMMA, PET, Nylon6, PVC) have been analyzed using the model oligomers from B3LYP/6-31+G(d,p) basis calculations in GAUSSIAN 09. We simulated VXPS of the polymers by the negative of the orbital energies of the ground electronic state at the geometry-optimization of the model oligomers. The simulated VXPS spectra by B3LY13/6-31+G(d,p) basis level were compared with simulated spectra by calculations of SAOP method of ADF program. Simulated IR, and C13 NMR spectra of polymers were obtained from the other SCF calculations of B3LYP/6-31+G(d,p) basis using atomic coordinates of the model molecules at the geometry optimization, in order to gain the vibrational frequencies and nuclear magnetic shielding tensors, respectively. We have clarified the electronic states of the polymers from the good accordance of simulated VXPS, IR, and C13 NMR spectra of polymer models molecules with the experimental ones of the polymers. (c) 2012 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__j.molstruc.2012.05.051.png"}, {"title": "Electronic structure of a beryllium half-sandwich complex, Be(eta(5)-C5H5)", "doi": "10.1002/qua.24180", "abstract": "Ab initio electron propagator calculations on the electron affinities of the Be(eta(5) - C5H5)(+) complex cation and electron detachment energies of the corresponding anion have been performed at the optimized geometry of the ground state of the neutral species. These results, obtained with a basis set that includes many diffuse and polarization functions, provide the relative energies of doublet states of Be(eta(5) - C5H5). In the former set of calculations, energy differences between the (2)A(1) ground-state and various excited doublet states are associated with promotion of an unpaired electron from the 6a(1) molecular orbital that consists chiefly of s functions on the Be nucleus to higher Be-centered molecular orbitals that exhibit various patterns of interference between s, p, and d functions. Differences between electron detachment energies of the anion provide the energy separation between the radical's ground state and an excited state in which an electron is promoted from ligand-centered pi orbitals to 6a(1). Dyson orbitals and pole strengths corresponding to correlated electron binding energies calculated with various diagonal self-energy approximations confirm these qualitative pictures of the electronic structure of the lowest states of Be(eta(5) - C5H5). (c) 2012 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.24180.png"}, {"title": "Interpretation of the photoelectron spectra of superalkali species: Na3O and Na3O-", "doi": "10.1063/1.4728073", "abstract": "Recently measured photoelectron spectra of the Na3O- anion have been interpreted with the aid of ab initio electron propagator calculations. As in the case of the Li3O-, we propose that the photoionization of ground and excited neutral states, in a sequential two photon absorption mechanism, plays a role in the interpretation of the observed spectrum. The lowest vertical electron detachment energy of Na3O- corresponds to a Dyson orbital that is composed chiefly of diffuse Na s functions and connects a D-3h singlet anion to an uncharged species with the same point group. Electron binding energies of isomers of the anion with different point groups or multiplicities have been considered. The relative magnitudes of the ionization energies of the neutral Li3O and Na3O species are also discussed. Whereas the most recent experimental data hold that Na3O has the higher ionization energy, this work asserts the opposite trend. (C) 2012 American Institute of Physics. [http://dx.doi.org/10.1063/1.4728073]", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4728073.png"}, {"title": "Concepts of Chemical Bonding from Electron Propagator Theory", "doi": "10.1063/1.4730645", "abstract": "Electron propagator theory provides a conceptual foundation for relating electron binding energies, Dyson orbitals, transition probabilities, total energies and other properties to each other. The Dyson equation may be expressed such that generalizations from self-consistent field theory are emphasized and one-electron concepts are retained as much as possible. Generalized Fock operators and the energy-dependent self-energy operators that occur in the Dyson equation may be systematically improved and offer a means to describe orbital relaxation and differential correlation contributions to electron binding energies. Recent examples of progress in the derivation and implementation of approximate self-energies are discussed, including low-order, perturbative expressions, employment of fractional occupation numbers, improved virtual orbitals and renormalized techniques that are required for the description of strong correlation effects. A variety of applications of these methods is briefly reviewed.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.4730645.png"}, {"title": "Ab Initio Electron Propagator Calculations on Electron Detachment Energies of Nickel Phthalocyanine Tetrasulfonate Tetraanions", "doi": "10.1002/qua.23216", "abstract": "Vertical electron detachment energies of nickel phthalocyanine tetrasulfonate tetraanion (NiPcTSTA) isomers were obtained with ab initio electron propagator methods. Quasiparticle, outer valence Green's function (OVGF), and partial third-order approximations were applied to the most stable C-4h, all-delta isomer of NiPcTSTA. Basis set influence on the detachment energies was studied on the most symmetric, D-2h, all-delta structure. Nondiagonal, renormalized methods were applied, as well. The OVGF method provided negative binding energy for the highest occupied level in excellent agreement with the experimental findings. Strong correlation effects are revealed for all low-lying pi cationic states. These results were compared with those obtained with the same methods for the parent Ni phthalocyanine molecule. (C) 2011 Wiley Periodicals, Inc. Int J Quantum Chem 112: 184-194, 2012", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.23216.png"}, {"title": "Computational Tests of Models for Kinetic Parameters of Unimolecular Reactions of Organophosphorus and Organosulfur Compounds", "doi": "10.1021/jp206344r", "abstract": "A computational study of the kinetics of isomerization and elimination reactions of organophosphorus and organosulfur reactions is presented with a view to characterizing the predictive capabilities of widely applied techniques for processes that pertain to the destruction of chemical warfare agents. A set of 22 reactions has been studied, and the results have been compared to experimentally derived data. The BMK functional and the MG3S basis set have been used to compute minimum energy paths. Corrections have been added from CBS-QB3, CASSCF, and CASMP2 calculations. Thermal rate constants at experimental temperatures have been calculated with canonical variational transition state theory and small-curvature tunneling theory. The quality of these results may depend on recrossing of the variational transition state, the amount of radical or diradical character found in the minimum energy paths, or the accuracy of barrier heights.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp206344r.png"}, {"title": "Interpretation of the photoelectron spectra of superalkali species: Li3O and Li3O-", "doi": "10.1063/1.3636082", "abstract": "The present paper deals with the interpretation of the photoelectron spectrum of the Li3O-. After several failed attempts to attribute all of the observed peaks in the experimental spectrum to anionic species, neutral species were considered assuming a sequential two-photon absorption mechanism. We find that only two of the six observed peaks can be attributed to photodetachments and that all other observed features can be assigned to ionizations from the ground and excited states of the neutral. Nuclear distributions other than three lithium atoms surrounding the oxygen are not likely to be stable. The interpretation of the experimental peak located at about 1.2 eV remains challenging. It can either be attributed to the second electron detachment (involving the HOMO -1 orbital) energy from the anion's triplet C-2v state or to higher excited states (involving HOMO + 10, 11, 12 ... orbitals) of the neutral species. Furthermore, we have examined the influence of vibrational displacements on the location of the observed peaks. We find that this effect is smaller than 0.05 eV and, therefore, must be considered as negligible. (C) 2011 American Institute of Physics. [doi: 10.1063/1.3636082]", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.3636082.png"}, {"title": "Simulant Molecules with Trivalent or Pentavalent Phosphorus Atoms: Bond Dissociation Energies and Other Thermodynamic and Structural Properties from Quantum Chemical Models", "doi": "10.1021/jp2036247", "abstract": "The CBS-QB3 and G4 thermochemical models have been used to generate energetic, structural, and spectroscopic data on a set of molecules with trivalent or pentavalent phosphorus atoms that can serve as simulants of chemical warfare agents. Based on structural data, the conformational stabilities of these molecules are explained in terms of the anomeric interaction within the OPOC and OPSC fragments. For those cases where experimental data are available, comparisons have been made between calculated and previously reported vibrational frequencies. All varieties of bond dissociation energies have been examined except those for C-H and P=O bonds. In trivalent phosphorus molecules, the O-C and S C bonds have the lowest dissociation energies. In the pentavalent phosphorus set, the S C bonds, followed by P-S bonds, have the lowest dissociation energies. In the fluorinated simulant molecules, the P-F bond is strongest, and the P-C or O-C bonds are weakest.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp2036247.png"}, {"title": "The arrested Agulhas retroflection", "doi": "10.1357/002224011799849453", "abstract": "Paleoceanographic proxy data indicate that the Agulhas leakage into the South Atlantic was dramatically reduced during glacial times. In our former papers, we suggested that this was due to a northward shift of the zero wind stress curl that, in turn, forced the retroflection to occur farther north, where the slant of the coastline relative to the north is steep. In the present paper, we propose that strong westerlies (0.4 Pa, implying a wind speed of 12 m s(-1) at zero degrees centigrade), which were supposedly common during glaciations, can also arrest the leakage. This arrest occurred because the wind stress opposed the momentum flux associated with the retroflection; such an arrest did not require the retroflection to shift in latitude. We use a simple, nonlinear, reduced gravity model to show analytically and numerically that, under the above conditions, the eastward wind stress compensates for the zonal westward flow-force associated with the retroflection, thus avoiding the development and shedding of rings. For a nearly zonal wall, westerly winds, and small upper layer thickness along the wall, the arresting wind stress is found, theoretically, to be, tau(x) = 0.042 alpha(3/2)rho f(0)[(2f(0)Q)(3)/g'](1/4), where a is twice the retroflection eddy vorticity, p is the water density, Q is the Agulhas Current volume flux, and the remaining notation is conventional.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1357__002224011799849453.png"}, {"title": "Delocalization of Dyson Orbitals in F-( H2O) and Cl-( H2O)", "doi": "10.1002/qua.22705", "abstract": "Electron propagator calculations accurately predict the vertical electron detachment energies of the title complexes. Corresponding Dyson orbitals closely resemble canonical Hartree-Fock orbitals. Approximations that use diagonal self-energies in the latter basis, therefore, show promise for applications on larger anionic clusters. Neutral final states correspond to Cl 3p or water 1b(1) holes, in accord with recent interpretations of Cl-(H2O) photoelectron spectra. However, for the F case, the Dyson orbitals are delocalized over the F and O centers and compromise interpretations that ascribe F(H2O) or F-(H2O+) charge-transfer character to the final states. (C) 2010 Wiley Periodicals, Inc. Int J Quantum Chem 111: 1701-1708, 2011", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.22705.png"}, {"title": "Electron propagator and coupled-cluster calculations on the photoelectron spectra of thiouracil and dithiouracil anions", "doi": "10.1063/1.3555179", "abstract": "Electron affinities, vertical electron detachment energies, and isomerization energies of 4-thiouracil, 2-thiouracil, and 2,4-dithiouracil and their valence anions have been calculated with ab initio electron propagator and other many-body methods. Anions in which protons have been transferred to the C5 from the N1 or N3 ring positions have been considered, but the canonical forms are most stable for the 4-thiouracil and 2,4-dithiouracil anions. Electron affinities of 0.61, 0.26, and 0.87 eV have been determined for 4-thiouracil, 2-thiouracil, and 2,4-dithiouracil, respectively. Electron propagator calculations on the canonical anions yield vertical electron detachment energies that are in close agreement with experimental peaks at 1.05, 3.21, and 3.32 eV for 4-thiouracil and at 1.4 eV for 2,4-dithiouracil. (C) 2011 American Institute of Physics. [doi:10.1063/1.3555179]", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.3555179.png"}, {"title": "Ab initio Electron Propagator Calculations on Electron Detachment Energies of Fullerenes, Macrocyclic Molecules, and Nucleotide Fragments", "doi": "10.1016/B978-0-12-386477-2.00009-7", "abstract": "Transition energies for electron attachment or detachment of closed-shell molecules that are large by contemporary standards of quantum chemistry calculations may be calculated ab initio with various electron propagator methods. Quasiparticle approximations that produce perturbative relaxation and correlation corrections to the results of Koopmans's theorem and renormalized self-energy approximations that retain their validity when the one-electron picture of electron binding energies is questionable have been implemented in efficient computer codes. In the former case, a simplified form of the Dyson equation is easily solved by evaluating diagonal matrix elements of the self-energy operator. In the latter case, strategies for solving eigenvalue problems of large dimension are reviewed. A study of the vertical ionization energies of the C-60 and C-70 fullerenes reveals the presence of many closely coinciding cationic states, some of which exhibit strong correlation effects. Vertical ionization energies for C-96 and C-144 are reported as well. Calculations on porphyrins and phthalocyanines reveal a nearly complete breakdown of the one-electron picture of electron binding energies. Calculations on the electron detachment energies of an anionic dinucleotide containing two guanine fragments produce many final states and indicate that the final state hole resides on a single guanine moiety.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__B978-0-12-386477-2.00009-7.png"}, {"title": "Ab Initio Electron Propagator Methods: Applications to Nucleic Acids Fragments and Metallophthalocyanines", "doi": "10.1002/qua.22836", "abstract": "Electron propagator methods provide accurate and efficient determinations of electron binding energies and retain many interpretive advantages through their generation of associated Dyson orbitals. Methods that are based on the diagonal self-energy approximation have been applied to nucleic acid fragments such as nucleotides and dinucleotides. These calculations can be made more feasible for larger systems through the introduction of quasiparticle virtual orbitals. Nondiagonal, renormalized self-energies are needed for systems where correlation final states with low-pole strengths are present. Applications to zinc phthalocyanine illustrate such (C) 2010 Wiley Periodicals, Inc. Int J Quantum Chem 110: 2918-2930,2010", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.22836.png"}, {"title": "Tautomeric Forms of Adenine: Vertical Ionization Energies and Dyson Orbitals", "doi": "10.1002/qua.22363", "abstract": "For the MP2/6-311++g(2df,p) optimized geometry of all the 14 adenine tautomers, the first three vertical ionization energies have been calculated using several electron propagator decouplings. The corresponding Dyson orbitals provide detailed insight into the role of structural variations in different adenine tautomers. Changes in the electron binding energies and the corresponding Dyson orbital amplitudes have been correlated with tautomeric proton shifts and changes in conjugation patterns. (C) 2009 Wiley Periodicals, Inc. Int J Quantum Chem 110: 1901-1915, 2010", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.22363.png"}, {"title": "Computational Tests of Quantum Chemical Models for Structures, Vibrational Frequencies, and Heats of Formation of Molecules with Phosphorus and Sulfur Atoms", "doi": "10.1021/jp104576f", "abstract": "The Gaussian-n, complete basis set, and Weizmann-1 quantum chemical models for heats of formation are applied to a set of molecules with relevance to the combustion or pyrolysis of chemical warfare materials. Most of these models generate standard deviations from experiment that are less than 2 kcal/mol. The structures and vibrational frequencies that are generated in the course of these calculations are in good agreement with experimental data. Detailed comparisons with respect to structural types indicate that the present computational models are likely to generate useful data for complex models of combustion and pyrolysis of chemical warfare materials.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp104576f.png"}, {"title": "Delocalized water and fluoride contributions to Dyson orbitals for electron detachment from the hydrated fluoride anion", "doi": "10.1063/1.3431081", "abstract": "The experimental vertical electron detachment energy (VEDE) of aqueous fluoride, [F-(H2O)], is approximately 9.8 eV, but spectral assignment is complicated by interference between F- 2p and H2O 1b(1) orbitals. The electronic structure of [F-(H2O)] is analyzed with Monte Carlo and ab initio quantum-mechanical calculations. Electron-propagator calculations in the partial third-order approximation yield a VEDE of 9.4 eV. None of the Dyson orbitals corresponding to valence VEDEs consists primarily of F 2p functions. These results and ground-state atomic charges indicate that the final, neutral state is more appropriately described as [F-(H2O)(+)] than as [F(H2O)]. (C) 2010 American Institute of Physics. [doi: 10.1063/1.3431081]", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.3431081.png"}, {"title": "Three Approximations to the Nonlocal and Energy-Dependent Correlation Potential in Electron Propagator Theory", "doi": "10.1002/qua.22131", "abstract": "The historical dilemma that pits accuracy against interpretability in molecular electronic structure calculations may be resolved with electron propagator theory. In the interpretation of electron binding energies, electron propagator theory provides a systematically improvable description of electron correlation while retail-ling one-electron concepts, such as Dyson orbitals, of wide-ranging interpretive facility. The nonlocal, energy-dependent correlation potential, known as the self-energy, which occurs in the one-electron equations of electron propagator theory may be approximated in practical calculations. The partial third-order approximation has been employed in many calculations on large molecules. Applications to fragments of nucleic acids show how qualitative, orbital-based insights emerge from calculations that suffice to quantitatively assign photoelectron spectra. A quasiparticle virtual orbital method for improving the efficiency of this method shows considerable promise. Simple perturbative approaches may be combined with renormalizations that incorporate final-state orbital relaxation effects with the use of reference ensembles that correspond to Slater's transition state method. Such approximations produce useful predictions for core as well as valence electron binding energies. Another approximation that is based on highly correlated reference states and a renormalized treatment of the self-energy shows considerable flexibility in the accurate prediction of electron binding energies. This method suffices to make definitive assignments of photoelectron spectra of double Rydberg anions, species whose ground state electronic structure requires assignment of electrons to nonvalence orbitals. (C) 2009 Wiley Periodicals, Inc. Int J Quantum Chem 110: 706-715, 2010", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.22131.png"}, {"title": "Ab Initio Electron Propagator Methods: Applications to Fullerenes and Nucleic Acid Fragments", "doi": "10.1016/S1574-1400(10)06006-8", "abstract": "Energies of electron attachment or detachment for closed-shell molecules and ions that are large by the standards of ab initio quantum chemistry may be calculated accurately and efficiently with electron propagator methods. Low-order, quasiparticle approximations and their renormalized extensions are compared. A procedure for reducing the dimension of the virtual orbital space introduces low errors with respect to ordinary calculations. A study of the vertical ionization energies of the C-60 fullerene reveals the presence of many closely coinciding cationic states, some of which exhibit strong correlation effects. Calculations on the electron detachment energies of anionic fragments of nucleic acids produce many final states and indicate that corrections to Hartree-Fock orbital energies are necessary to obtain the correct order.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S1574-1400(10)06006-8.png"}, {"title": "The electron propagator", "doi": "10.1080/00268976.2010.498390", "abstract": "A brief account is presented of the early work in the Quantum Theory Project (QTP) on the theory and application of the electron propagator to molecular problems. This work carried out in the research group of one of us (YO) was possible because of a group of talented graduate students over a period of about twenty years. In the final section we look at present day electron propagator developments which connect to these early years.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1080__00268976.2010.498390.png"}, {"title": "Vertical Ionization Energies of Adenine and 9-Methyl Adenine", "doi": "10.1021/jp904392z", "abstract": "Vertical ionization energies of 9-H adenine and 9-methyl adenine have been calculated with the following, ab initio, electron propagator methods: the Outer valence Green's function (OVGF), partial third-order theory (P3), and the third-order algebraic diagrammatic construction, or ADC(3). Basis set effects have been systematically examined. All methods predict near degeneracy in the pi(2)-n(1) and pi(3)-n(2) pairs of cationic, adenine final states and larger splittings of the corresponding, cationic states of 9-methyl adenine. P3 results for adenine predict the following order of the first six final states: pi(1), n(1), pi(2), n(2), pi(3), n(3). Coupled-cluster calculations on the first three cationic states of adenine confirm these predictions. OVGF and ADC(3) calculations reverse the order of the second and third states and of the fourth and fifth states. All results confirm previous interpretations of experiments in which the second and third spectral bands correspond to the aforementioned pairs of final states and disagree with a recent reassignment based on time-resolved photoelectron spectra. Lower ionization energies and larger splittings in the methylated molecule are interpreted in terms of phase relationships in the Dyson orbitals. ADC(3) results confirm the qualitative validity of the one-electron approximation for the first six final states of both molecules and disclose its inadequacies for higher ionization energies.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp904392z.png"}, {"title": "Strong Correlation Effects in the Electron Binding Energies of Phthalocyanine", "doi": "10.1002/qua.22360", "abstract": "Vertical ionization energies of free-base phthalocyanine are determined with the partial third-order and the third-order algebraic diagrammatic construction approximations of electron propagator theory A triple-zeta plus polarization basis set is used in calculations performed with semidirect algorithms. Strong correlation effects occur for all final states with pi holes. Whereas the Koopmans description of the lowest cationic state retains some qualitative validity, this approximation collapses in the remaining pi final states. The results are in good agreement with photoelectron spectra. Two vertical electron affinities correspond to bound B-2(1g) and B-2(2g) anionic states of phthalocyanine. (C) 2009 wiley Periodicals, Inc. Int J Quantum Chem 109: 3619-3625, 2009", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.22360.png"}, {"title": "Integral approximations in ab initio, electron propagator calculations", "doi": "10.1063/1.3238243", "abstract": "Treatments of interelectronic repulsion that avoid four-center integrals have been incorporated in ab initio, electron-propagator calculations with diagonal self-energy matrices. Whereas the formal scaling of arithmetic operations in the propagator calculations is unaffected, the reduction of storage requirements is substantial. Moreover, the scaling of integral transformations to the molecular orbital base is lowered by one order. Four-index, electron-repulsion integrals are regenerated from three-index intermediates. Test calculations with widely applied self-energy approximations demonstrate the accuracy of this approach. Only small errors are introduced when this technique is used with quasiparticle virtual orbitals, provided that conventional techniques of integral evaluation are used in the construction of density-difference matrices. (C) 2009 American Institute of Physics. [doi:10.1063/1.3238243]", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.3238243.png"}, {"title": "Propagators, spectra and strong correlation effects", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Partial photoionization cross sections of NH4 and H3O Rydberg radicals", "doi": "10.1063/1.3168397", "abstract": "Photoionization cross sections for various Rydberg series that correspond to ionization channels of ammonium and oxonium Rydberg radicals from the outermost, occupied orbitals of their respective ground states are reported. These properties are known to be relevant in photoelectron dynamics studies. For the present calculations, the molecular-adapted quantum defect orbital method has been employed. A Cooper minimum has been found in the 3sa(1)-kpt(2) Rydberg channel of NH4 beyond the ionization threshold, which provides the main contribution to the photoionization of this radical. However, no net minimum is found in the partial cross section of H3O despite the presence of minima in the 3sa(1)-kpe and 3sa(1)-kpa(1) Rydberg channels. The complete oscillator strength distributions spanning the discrete and continuous regions of both radicals exhibit the expected continuity across the ionization threshold. (C) 2009 American Institute of Physics. [DOI: 10.1063/1.3168397]", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.3168397.png"}, {"title": "Efficient and Accurate Electron Propagator Methods and Algorithms", "doi": "10.1007/978-90-481-2687-3_1", "abstract": "Recent developments in electron propagator methods that employ the quasiparticle approximation can facilitate calculations on molecules of unprecedented size. Reductions of arithmetic and storage requirements are considered. New and reliable approximations that offer a better compromise of accuracy and feasibility are proposed. Transition operator orbitals, in combination with the second-order self-energy, provide reliable predictions for valence and core electron binding energies with algorithms that are comparable in efficiency to their counterparts that employ ordinary Hartree-Fock orbitals. Quasiparticle virtual orbitals enable accurate evaluation of third-order self-energy contributions, while significantly reducing storage and arithmetic requirements. Algorithms that employ the resolution-of-the-identity approach to the evaluation of electron repulsion integrals require less memory but retain the accuracy of ordinary calculations. Numerical tests confirm the promise of these new approaches.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1007__978-90-481-2687-3_1.png"}, {"title": "Efficient evaluation of analytic Fukui functions", "doi": "10.1063/1.3036926", "abstract": "An efficient method for the analytic evaluation of Fukui functions is proposed. Working equations are derived and numerical results are used to validate the method on medium size set of molecules. In addition to the obvious advantages of analytic differentiation, the proposed method is efficient enough to be considered a practical alternative to the finite difference formulation used routinely. The reliability of the approximations used here is demonstrated and discussed. Problems found in other methods for prediction of electrophilic centers are corrected automatically when using the new method.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.3036926.png"}, {"title": "Virtual Space Reduction in Quasi-Particle Electron Propagator Calculations: Applications to Polycyclic Aromatic Hydrocarbons", "doi": "10.1002/qua.21821", "abstract": "Recently developed techniques of virtual;pace reduction in quasi-particle electron propagator calculations are applied to naphthalene, anthracene, phenanthrene, naphthacene, pentacene, and hexacene. Electron density difference matrices corresponding to second-order transition energies are used to reduce the rank of the virtual orbital space for further electron propagator Calculations in the partial third-order approximation. Within this approach, only minor deviations from ionization energies obtained with the full Virtual orbital space are introduced. Comparison is made with a conventional, energy-based virtual orbital space contraction. No more than 0.14 eV of the calculated ionization energy is lost when the virtual space's dimension is reduced by 50%. (C) 2008 Wiley Periodicals, Inc. Int J Quantum Chem 108: 2862-2869, 2008", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.21821.png"}, {"title": "Nonconventional Hydrogen Bonds: A Theoretical Study of [uracil-L](-) (L = F, Cl, Br, I, Al, Ga, In) Complexes", "doi": "10.1021/jp804946w", "abstract": "The interaction of L- (L = F, Cl, Br, I, Al, Ga and In) with a uracil molecule has been studied with B3LYP density-functional geometry optimizations and electron-propagator calculations of vertical electron detachment energies. Because the extra electron of the anion is localized on L, nonconventional hydrogen bonds are formed. The interact-ions of halide anions with uracil are similar to the interactions of uracil with Cu-, Ag- and Au- that were reported previously. Whereas halide and transition metal anion complexes with uracils are singlets, the anions formed with Al, Ga and In are triplets. Vertical electron detachment energies (VEDEs) are higher for (uracil-L)(-) than the analogous values for isolated L- anions. Predicted VEDEs are assigned to Dyson orbitals that may be localized on L- or uracil.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp804946w.png"}, {"title": "Electron propagator calculations on C-60 and C-70 photoelectron spectra", "doi": "10.1063/1.2976789", "abstract": "Vertical ionization energies of C-60 and C-70 fullerenes are calculated with semidirect implementations of electron propagator methods and a triple-zeta plus polarization basis set. These predictions are in close agreement with photoelectron spectra for final states in which the Koopmans description is qualitatively valid. Many correlation states, where the latter description fails, are predicted by methods with nondiagonal self-energies. (c) 2008 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2976789.png"}, {"title": "Second-order, two-electron Dyson propagator theory: Comparisons for vertical double ionization potentials", "doi": "10.1063/1.2973533", "abstract": "The second-order, two-electron Dyson propagator is derived using superoperator theory with a spin-adapted formulation. To include certain ladder diagrams to all orders, the shifted-denominator (SD2) approximation is made. Formal and computational comparisons with other approximations illustrate the advantages of the SD2 procedure. Vertical double ionization potentials (DIPs) for a set of closed-shell molecules are evaluated with the second-order propagator and the SD2 method. The results of the SD2 approximation are in good agreement with experiment. To systematically examine the quality of the results, we compared SD2 and equation-of-motion, coupled-cluster predictions. The average absolute discrepancy is 0.26 eV for 36 doubly ionized states. (c) 2008 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2973533.png"}, {"title": "COMP 345-Efficient propagator methods for calculations on large molecules", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Quasiparticle virtual orbitals in electron propagator calculations", "doi": "10.1063/1.2902288", "abstract": "The computational limits of accurate electron propagator methods for the calculation of electron binding energies of large molecules are usually determined by the rank of the virtual orbital space. Electron density difference matrices that correspond to these transition energies in the second-order quasiparticle approximation may be used to obtain a virtual orbital space of reduced rank that introduces only minor deviations with respect to the results produced with the full, original set of virtual orbitals. Numerical tests show the superior accuracy and efficiency of this approach compared to the usual practice of omission of virtual orbitals with the highest energies. (c) 2008 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2902288.png"}, {"title": "PHYS 660-Versatile self energies for the calculation of electron binding energies and Dyson orbitals", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "New insights in the photochromic spiro-dihydroindolizine/betaine-system", "doi": "10.1039/b814151g", "abstract": "We have revisited the photochromic spiro-dihydroindolizine/betaine (DHI/B) system applying state-of-the-art density functional theory (DFT) calculations in combination with stationary and time-resolved absorption measurements. DHI/B-systems are becoming increasingly important as potential molecular machines, molecular switches, and photoswitchable electron-acceptors. The knowledge of the exact mechanisms of ring opening and closure, as well as of the geometries of DHI and betaine can provide critical information that will enable the design of better molecular machines and optical switches. The. first surprising result concerns the electronic structure of the betaines, which is quite different than commonly assumed. The photochemical ring opening of DHI's to betaines is a conrotatory 1,5 electrocyclic reaction, whereas the thermal ring-closing occurs in the disrotatory mode. According to our results, the electrocyclic back reaction of the betaines to the DHI is NOT rate determining, as previously thought, but instead the kinetics are dictated by the cis-trans-isomerization of the betaine.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1039__b814151g.png"}, {"title": "Electron binding energies and Dyson orbitals of Al(5)O(m)(-) (m=3,4,5) and Al(5)O(5)H(2)(-)", "doi": "10.1063/1.2806845", "abstract": "Photoelectron spectra of Al(5)O(m)(-) (m=3-5) and of the anion produced by the dissociative adsorption of a water molecule by Al(5)O(4)(-) are interpreted with density-functional geometry optimizations and electron-propagator calculations of vertical electron detachment energies. For Al(5)O(3)(-), Al(5)O(4)(-), and Al(5)O(5)H(2)(-), the observed signals may be attributed to the most stable isomer of each anion. For Al(5)O(5)(-), the features in the photoelectron spectrum are due to three almost isoenergetic isomers.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2806845.png"}, {"title": "Tautomeric forms of azolide anions: Vertical electron detachment energies and Dyson orbitals", "doi": "10.1021/jp075496m", "abstract": "Several decouplings of the electron propagator, including the relatively new P3+ approximation for the self-energy, have been used to calculate vertical electron detachment energies of tautomeric forms of closed-shell, pentagonal, aromatic anions in which ring carbons without bonds to hydrogens appear. This study extends previous work in which the most stable forms of anionic, five-member rings with one to five nitrogens were considered. Whereas the lowest electron detachment energies sometimes are assigned by Koopmans's theorem results to pi orbital vacancies, electron propagator calculations always obtain sigma orbital vacancies for the ground states of the doublet radicals. Higher electron detachment energies that correspond to excited doublets with pi vacancies also are presented. The predicted transition energies are in good agreement with low-intensity peaks in recent anion photoelectron spectra that have been assigned to less stable, tautomeric forms of these anions.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp075496m.png"}, {"title": "Correlated, Ab initio electron propagators in the study of molecular wires: Application to a single molecular bridge placed between two model leads", "doi": "10.1002/qua.21502", "abstract": "A correlated, ab initio electron propagator approach is tested for a model system containing 1,4-benzene-dithiolate attached to two gold or two aluminum atoms. Qualitative agreement with available experiment is achieved for the gold dithiolate system. Similar current and conductance curves obtain for both metal leads when the Fermi energy is set to -1.0 eV. A molecular orbital analysis is given for the gold dithiolate system. (C) 2007 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.21502.png"}, {"title": "Removing electrons can increase the electron density: A computational study of negative Fukui functions", "doi": "10.1021/jp075573d", "abstract": "Ab initio and density-functional theory calculations for a family of substituted acetylenes show that removing electrons from these molecules causes the electron density along the C-C bond to increase. This result contradicts the predictions of simple frontier molecular orbital theory, but it is easily explained using the nucleophilic Fukui function-provided that one is willing to allow for the Fukui function to be negative. Negative Fukui functions emerge as key indicators of redox-induced electron rearrangements, where oxidation of an entire molecule (acetylene) leads to reduction of a specific region of the molecule (along the bond axis, between the carbon atoms). Remarkably, further oxidization of these substituted acetylenes (one can remove as many as four electrons!) causes the electron density along the C-C bond to increase even more. This work provides substantial evidence that the molecular Fukui function is sometimes negative and reveals that this is due to orbital relaxation.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp075573d.png"}, {"title": "Assessment of transition operator reference states in electron propagator calculations", "doi": "10.1063/1.2784638", "abstract": "The transition operator method combined with second-order, self-energy corrections to the electron propagator (TOEP2) may be used to calculate valence and core-electron binding energies. This method is tested on a set of molecules to assess its predictive quality. For valence ionization energies, well known methods that include third-order terms achieve somewhat higher accuracy, but only with much higher demands for memory and arithmetic operations. Therefore, we propose the use of the TOEP2 method for the calculation of valence electron binding energies in large molecules where third-order methods are infeasible. For core-electron binding energies, TOEP2 results exhibit superior accuracy and efficiency and are relatively insensitive to the fractional occupation numbers that are assigned to the transition orbital. (C) 2007 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2784638.png"}, {"title": "Electron propagator studies of vertical energies and electron detachment isomerism in purinic deoxyribonucleotides", "doi": "10.1002/qua.21330", "abstract": "Electron propagator calculations in the Partial Third Order Approximation were performed on major and minor conformational isomers of 2'-deoxyriboadenosine 5'-monophosphate (dAMP(-)) and 2'-deoxyriboguanosine 5'-monophosphate (dGMP(-)). Resulting vertical electron detachment energies (VEDEs) correspond extremely well with the experimental values available from the literature. The first VEDE in dGMP(-) is caused by electron detachment from the guanine moiety and is well separated from the rest of the spectrum. The offset of the ionization band in the case of dAMP(-) is caused by two, almost degenerate detachments, one from the phosphate group and another from the adenine pi(1), molecular orbital. (c) 2007 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.21330.png"}, {"title": "COMP 408-Why does the electron density sometimes go down when you add electrons to a molecule?", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "COMP 168-Ensemble-based electron propagator calculations of electron binding energies", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "PHYS 424-Electron propagator calculations on peptide nucleic acid monomers", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "OH3- and O2H5- double rydberg anions: Predictions and comparisons with NH4- and N2H7-", "doi": "10.1063/1.2741558", "abstract": "A low barrier in the reaction pathway between the double Rydberg isomer of OH3- and a hydride-water complex indicates that the former species is more difficult to isolate and characterize through anion photoelectron spectroscopy than the well known double Rydberg anion (DRA), tetrahedral NH4-. Electron propagator calculations of vertical electron detachment energies (VEDEs) and isosurface plots of the electron localization function disclose that the transition state's electronic structure more closely resembles that of the DRA than that of the hydride-water complex. Possible stabilization of the OH3- DRA through hydrogen bonding or ion-dipole interactions is examined through calculations on O2H5- species. Three O2H5- minima with H-(H2O)(2), hydrogen-bridged, and DRA-molecule structures resemble previously discovered N2H7- species and have well separated VEDEs that may be observable in anion photoelectron spectra. (c) 2007 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2741558.png"}, {"title": "Surface Green's function calculations: A nonrecursive scheme with an infinite number of principal layers", "doi": "10.1063/1.2713743", "abstract": "A novel computational method for a surface Green's function matrix is introduced for the calculation of electrical current in molecular wires. The proposed nonrecursive approach includes an infinite number of principal layers and yields the second-order matrix equation for the transformed Green's function matrix. The solution is found by the direct diagonalization of the auxiliary matrix without any iteration process. As soon as complex roots of the auxiliary matrix (similar or equal to G(S)) are calculated, the gaps and the bands in the surface electronic structure are found. It is shown that the solution of a second-order matrix equation determines the spectral density matrix, that is, the density of states for noninteracting electrons. Single and double principal layer models are studied both analytically and numerically. The energy interval for nonvanishing spectral matrices is determined. This method is applicable to matrices of any rank. (c) 2007 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2713743.png"}, {"title": "Sequential addition of H2O, CH3OH, and NH3 to Al3O3-: A theoretical study", "doi": "10.1063/1.2409293", "abstract": "Photoelectron spectra of two species, Al3O3(H2O)(2)(-) and Al3O3(CH3OH)(2)(-), that are produced by the addition of two water or methanol molecules to Al3O3- are interpreted with density-functional geometry optimizations and electron propagator calculations of vertical electron detachment energies. In both cases, there is only one isomer that is responsible for the observed spectral features. A high barrier to the addition of a second molecule may impede the formation of Al3O3N2H6- clusters in an analogous experiment with NH3. (c) 2007 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2409293.png"}, {"title": "Electron propagator theory and the development of chemical intuition", "doi": "", "abstract": "Electron propagator theory is the foundation of a many-body, ab initio approach to the prediction of electron binding energies and ground-state properties of molecules, but it also produces one-electron interpretations of electronic structure that are as succinct as those that emerge from qualitative molecular orbital theory. Practical approximations that are implemented in efficient algorithms enable the scope of applications of electron propagator theory to rival those of elementary correlation and self-consistent field methods. Studies of nucleotides, metal-oxide clusters and double Rydberg anions illustrate the ability of electron propagator theory to produce predictive calculations and convincing assignments on photoelectron spectra of unusual species and to introduce novel, qualitative concepts of chemical bonding.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Electronic structure and reactivity in double Rydberg anions: characterization of a novel kind of electron pair", "doi": "10.1016/S1380-7323(07)80007-0", "abstract": "A double Rydberg anion (DRA) consists of a stable cationic core and two electrons in a diffuse Rydberg orbital. These anions correspond to a local minimum on a potential energy surface where more stable isomers may exist. Experimental and theoretical works have contributed to a better understanding of the unusual electronic structure of these molecules. With electron propagator calculations and analysis of the electron localization function, some relationships between electronic structure and reactivity in DRAs are considered.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S1380-7323(07)80007-0.png"}, {"title": "Correlated ab initio electron propagators in the study of molecular wires", "doi": "10.1002/qua.21125", "abstract": "Correlated ab initio electron propagators provide a systematic approach to treating correlation effects in the study of molecular wires. Some preliminary formal and computational steps toward the application of such methods to electron transport problems in nanoscience are presented. Retarded and advanced Green functions are expressed in terms of a general electron propagator for a bridge molecule. Terminal and Green function matrices of any rank may be employed. An analytical expression for the current depends on correlated electron binding energies, pole strengths, and Dyson orbitals that may be produced with readily available software. Calculations on benzene dithiolate between gold atoms illustrate the capabilities of this approach. (c) 2006 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.21125.png"}, {"title": "Electronic structure analysis and electron detachment energies of polynitrogen pentagonal aromatic anions", "doi": "10.1021/jp0632743", "abstract": "Various decouplings of the electron propagator have been employed to provide theoretical comparison to experimental electron detachment energies for the pyrrolide, imidazolide, and pyrazolide anions. Predictions for isoelectronic anions in which CH groups are replaced by N atoms also are reported. The ab initio electron propagator results agree closely with experimental values, and the associated Dyson orbitals provide a detailed catalog of bonding changes as the number and positions of N atoms vary within the set of pentagonal aromatic anions.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0632743.png"}, {"title": "Base and phosphate electron detachment energies of deoxyribonucleotide anions", "doi": "10.1021/ja064621p", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja064621p.png"}, {"title": "Deprotonated cytosine anions: A theoretical prediction of photoelectron spectra", "doi": "10.1021/jp062721b", "abstract": "Predictions on the photoelectron spectra of deprotonated cytosine anions (cytosinate, Cye(-)) have been made with ab initio electron propagator methods. Two imino-oxo forms are most stable, but four other isomers have energies within 10 kcal/mol. The first vertical electron detachment energies (VEDEs) for the three most stable Cye- isomers are approximately 3.4 eV. Imino-oxy VEDEs are about 0.3 eV smaller. For each anion, the lowest VEDE corresponds to a pi Dyson orbital. The order of higher final states is changed when relaxation and correlation effects are considered. Considerable mixing between lone-pair and bonding lobes occurs in the sigma Dyson orbitals.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp062721b.png"}, {"title": "PHYS 671-Structure, bonding and reactivity in anionic aluminum-oxygen clusters", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Are structures with Al-H bonds represented in the photoelectron spectrum of Al3O4H2-?", "doi": "10.1063/1.2189858", "abstract": "Photoelectron spectra of Al3O4H2- clusters formed by reactions of Al3O3- with water molecules have been interpreted recently in terms of dissociative absorption products with hydroxide and oxide anions that are coordinated to aluminum cations. Alternative isomers with Al-H bonds have lower energies, but barriers to hydrogen migrations that break O-H bonds and create Al-H bonds are high. Ab initio electron propagator calculations of the vertical electron detachment energies of the anions indicate that the species with hydrides cannot be assigned to the chief features in the photoelectron spectrum. Therefore, the previously studied dissociative absorption products are the structures that are most likely to be probed in the photoelectron spectra. (c) 2006 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2189858.png"}, {"title": "Ab initio electron propagator theory of molecular wires. II. Multiorbital terminal description", "doi": "10.1063/1.2187973", "abstract": "Correlated, ab initio electron propagator methodology may be applied to the calculation of electrical current through a molecular wire. A new theoretical formalism is developed for the calculation of retarded and advanced Green functions in terms of the electron propagator matrix for a bridge molecule. The calculation of the current requires integration in a complex half-plane for a trace that involves terminal and Green function matrices that may have any rank. Because the latter arrays have poles represented by matrices, an alternative expression is developed in terms of ordinary poles which are (n-1)-fold degenerate or nondegenerate. For an arbitrary number of terminal orbitals, the analytical expression for the current is given in terms of pole strengths, poles, and terminal matrix elements of the electron propagator, i.e., the parameters that are found in the output of numerical calculations. (c) 2006 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2187973.png"}, {"title": "Active transport orbitals in electron propagator calculations on molecular wires", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Electron propagator calculations on molecular wire", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Ab initio electron propagator calculations on the ionization energies of free base porphine, magnesium porphyrin, and zinc porphyrin", "doi": "10.1021/jp0538060", "abstract": "Ab initio electron propagator methods are applied to the prediction, assignment, and interpretation of the valence photoelectron spectra of free base porphine and of magnesium and zinc porphyrins. Tests of various approximate self-energies, including the partial third (P3), the outer valence Green's function, and the nondiagonal, renormalized second-order (NR2) methods are performed. Basis set effects and reduced active orbital spaces are examined as well. The P3 method and the one-electron picture of ionization that accompanies it are validated for the first two cationic states and for states with a holes that are localized in nitrogen, lone pair regions. In the remaining pi-hole states, there is significant shake-up character and NR2 results provide useful diagnostics of correlation effects.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0538060.png"}, {"title": "An efficient, renormalized self-energy for calculating the electron binding energies of closed-shell molecules and anions", "doi": "10.1002/qua.20664", "abstract": "The energy-dependent, nonlocal correlation potential known as the self-energy that appears in the Dyson equation has a pole and residue structure that enables renormalizations of its low-order, perturbative contributions to be estimated. The partial third-order (P3) approximation has been extensively applied to the ionization energies of closed-shell, organic molecules and is the most successful example of a low-order, self-energy method. A renormalization based on the P3 self-energy estimates higher-order contributions by scaling low-order terms that chiefly describe final-state relaxation. The resulting P3+ self-energy retains the accuracy and efficiency of the P3 approximation, but also improves the latter method's performance with respect to the calculation of anion electron detachment energies without the introduction of adjustable parameters. An application to an anion that previously has yielded only to more intricate treatments of electron correlation demonstrates the power of this simple, new approximation. (c) 2005 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.20664.png"}, {"title": "Ab initio electron propagator theory of molecular wires. I. Formalism", "doi": "10.1063/1.2121447", "abstract": "Ab initio electron propagator methodology may be applied to the calculation of electrical current through a molecular wire. A new theoretical approach is developed for the calculation of the retarded and advanced Green functions in terms of the electron propagator matrix for the bridge molecule. The calculation of the current requires integration in a complex half plane for a trace that involves terminal and Green's-function matrices. Because the Green's-function matrices have complex poles represented by matrices, a special scheme is developed to express these matrix poles in terms of ordinary poles. An expression for the current is derived for a terminal matrix of arbitrary rank. For a single terminal orbital, the analytical expression for the current is given in terms of pole strengths, poles, and terminal matrix elements of the electron propagator. It is shown that Dyson orbitals with high pole strengths and overlaps with terminal orbitals are most responsible for the conduction of electrical current.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2121447.png"}, {"title": "Pseudopotential and electron propagator methods for the calculation of the photoelectron spectra of anionic silicon clusters: Predictions on Si-10(-)", "doi": "10.1063/1.2048506", "abstract": "Photoelectron spectra of anionic clusters of silicon require reliable theoretical calculations for their assignment and interpretation. Electron propagator calculations in the outer valence Green's-function approximation with two well-characterized, all-electron basis sets on vertical electron detachment energies (VEDEs) of anions are compared to similar calculations that employ Stuttgart pseudopotentials. Tests on Si-n(-) clusters with n=3-7 exhibit an encouraging agreement between the all-electron and pseudopotentials results and between electron propagator predictions and experiments and values obtained from coupled-cluster calculations. To illustrate the capabilities of the new approach based on a Si pseudopotential and electron propagator methods, VEDE calculations on Si-10(-) are presented. (c) 2005 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2048506.png"}, {"title": "Molecular photoionization cross sections in electron propagator theory: Angular distributions beyond the dipole approximation", "doi": "10.1063/1.2043087", "abstract": "Corrections to dipole approximation results for angular distributions in photoionization of first-row hydrides have determined by using Dyson orbitals calculated with ab initio electron propagator theory and by considering the full multipole expansion for the incident photon representation. The relative importance of first-order corrections which consist of electric quadrupole and magnetic dipole terms and of higher-order terms has been estimated as a function of photon energy. Multipole corrections to the dipole approximation depend on photon energy and on the characteristics of the Dyson orbitals. (c) 2005 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.2043087.png"}, {"title": "The electron-propagator approach to conceptual density-functional theory", "doi": "10.1007/BF02708342", "abstract": "Both electron propagator theory and density-functional theory provide conceptually useful information about chemical reactivity and, most especially, charge transfer. This paper elucidates the qualitative and quantitative links between the two theories, with emphasis on how the reactivity indicators of conceptual density-functional theory can be derived from electron propagator theory. Electron propagator theory could be used to compute reactivity indices with high accuracy at reasonable computational cost.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1007__BF02708342.png"}, {"title": "Addition of water, methanol and ammonia to Al303-clusters: Reaction products, transition states and electron detachment energies", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Correlated one-electron wave functions", "doi": "10.1002/qua.20607", "abstract": "A one-electron theory of many-electron systems that explicitly describes electron-electron correlation may be based on the observation that antisymmetrized geminal power (AGP) states are completely characterized by the occupation numbers of their first-order reduced density operators (FORDO) and a set of canonical general spin-orbitals (CGSOs), which are in general distinct from the natural general spin-orbitals. Because the FORDO alone does not determine an AGP state, a density matrix functional may be defined. A generalization of the independent-particle Fock operator serves to express the total state energy in terms of ionization energies, kinetic energies, and potential energies of the CGSOs. A one-electron picture of chemical bonding emerges from this theory. (c) 2005 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.20607.png"}, {"title": "Ground and excited states of the Rydberg radical H3O: Electron propagator and quantum defect analysis", "doi": "10.1063/1.1926286", "abstract": "Vertical excitation energies of the Rydberg radical H3O are inferred from ab initio electron propagator calculations on the electron affinities of H3O+. The adiabatic ionization energy of H3O is evaluated with coupled-cluster calculations. These predictions provide optimal parameters for the molecular-adapted quantum defect orbital method, which is used to determine oscillator strengths. Given that the experimental spectrum of H3O does not seem to be available, comparisons with previous calculations are discussed. A simple model Hamiltonian, suitable for the study of bound states with arbitrarily high energies is generated by these means. (C) 2005 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1926286.png"}, {"title": "Electron propagator calculations show that alkyl substituents alter porphyrin ionization energies", "doi": "10.1021/ja0507721", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja0507721.png"}, {"title": "Addition of water, methanol, and ammonia to Al3O3- clusters: Reaction products, transition states, and electron detachment energies", "doi": "10.1063/1.1926279", "abstract": "Products of reactions between the book and kite isomers of Al3O3- and three important molecules are studied with electronic structure calculations. Dissociative adsorption of H2O or CH3OH is highly exothermic and proton-transfer barriers between anion-molecule complexes and the products of these reactions are low. For NH3, the reaction energies are less exothermic and the corresponding barriers are higher. Depending on experimental conditions, Al3O3- sNH(3)d coordination complexes or products of dissociative adsorption may be prepared. Vertical electron detachment energies of stable anions are predicted with ab initio electron propagator calculations and are in close agreement with experiments on Al3O3- and its products with H2O and CH3OH. Changes in the localization properties of two Al-centered Dyson orbitals account for the differences between the photoelectron spectra of Al3O3- and those of the product anions. (c) 2005 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1926279.png"}, {"title": "Silicon-nitrogen bonding in silatranes: Assignment of photoelectron spectra", "doi": "10.1021/ja045667q", "abstract": "Silicon-nitrogen bonding and the photoelectron spectra of hydro-silatrane and methyl-silatrane, XSi[OCH2CH2](3)N (X = H and Me), were studied with ab initio electron propagator theory, many-body methods, and density functional models. A linear vibronic coupling (LVC) model was employed to estimate vibrational widths of the ionization bands and to study the dependence of the ionization energies on the molecular geometry. Particular attention was given to coordinates that change the Si-N distance and the strength of the donor-acceptor interaction between these two atoms. The ionization energy of the highest occupied molecular orbital has a very strong geometrical dependence which leads to an unusually large vibrational width in the corresponding photoelectron band. The assignment of this band in methyl-silatrane, which was controversial for a long time, is resolved by the present study. The calculated photoelectron spectra allow for clear assignment of at least three more bands in the observed spectra. The present results demonstrate the important role of electrostatic interactions in Si <-- N bonding and in the outer-valence ionization energies of the silatranes.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja045667q.png"}, {"title": "Conformational effects on glycine ionization energies and Dyson orbitals", "doi": "10.1021/jp040307a", "abstract": "Five conformational isomers corresponding to minima in potential energy surfaces calculated with the B3LYP/6-311G** and MP2/6-311G** models lie within 6 kcal/mol of each other. The vertical ionization energies of the most stable isomer calculated with ab initio electron propagator theory in the P3/6-311G** approximation are in excellent agreement with experimental data from photoelectron spectroscopy. The chief components of the first four Dyson orbitals are a N lone pair, an O lone pair, pi(CO), and C-H lobes, respectively. Conformationally induced shifts of the vertical ionization energies are explained in terms of electrostatic and phase relationships in the Dyson orbitals.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp040307a.png"}, {"title": "Brueckner orbitals, Dyson orbitals, and correlation potentials", "doi": "10.1002/qua.20204", "abstract": "one-electron, correlation potentials are closely related to the concepts of Brueckner orbitals and Dyson orbitals. Brueckner orbitals arise from fulfillment of a maximum-overlap condition between a reference, Slater determinant and the many-electron wavefunction. This condition may be used to define an energy-independent, correlation potential for a given state. Dyson orbitals, in contrast, are associated with electron binding energies and are obtained from a pseudoeigenvalue problem with an energy-dependent, correlation potential. The Brueckner doubles (BD)-T1 approximation of the electron propagator employs an approximate Brueckner determinant in its reference state. Dyson orbitals generated with this approximation are expressed in the Brueckner orbital basis. An application of this approximation to the photoelectron spectrum of Al3O3- enables the assignment of peaks to distinct isomers. Dyson orbitals for the lowest electron detachment energies have high overlaps with occupied Brueckner orbitals that diagonalize the corresponding Fock operator. (C) 2004 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.20204.png"}, {"title": "Electron propagator theory calculations of molecular photoionization cross sections: The first-row hydrides", "doi": "10.1063/1.1773135", "abstract": "Together with ionization potentials, cross sections provide valuable information for the interpretation of photoelectron spectra. We have developed a, program to perform ab initio calculations of photoionization cross sections within the electric dipole approximation using electron. propagator theory. Applications to the first-row hydrides CH4, NH3, H2O, and HF, using several approximations for the propagator self-energy and the plane-wave and orthogonalized-plane-wave approximations to represent the photoelectron, as well as comparison to experimental data, are presented. This program is implemented within the quantum chemistry package GAUSSIAN. (C) 2004 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1773135.png"}, {"title": "Ground and excited states of NH4: Electron propagator and quantum defect analysis", "doi": "10.1063/1.1689646", "abstract": "Vertical excitation energies of the Rydberg radical NH4 are inferred from ab initio electron propagator calculations on the electron affinities of NH4+. The adiabatic ionization energy of NH4 is evaluated with coupled-cluster calculations. These predictions provide optimal parameters for the molecular-adapted quantum defect orbital method, which is used to determine Einstein emission coefficients and radiative lifetimes. Comparisons with spectroscopic data and previous calculations are discussed. (C) 2004 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1689646.png"}, {"title": "Products of the addition of water molecules to Al3O3- clusters: Structure, bonding, and electron binding energies in Al3O4H2-, Al3O5H4-, Al3O4H2, and Al3O5H4", "doi": "10.1063/1.1689648", "abstract": "Two stable products of reactions of water molecules with the Al3O3- cluster, Al3O4H2- and Al3O5H4-, are studied with electronic structure calculations. There are several minima with similar energies for both anions and the corresponding molecules. Dissociative absorption of a water molecule to produce an anionic cluster with hydroxide ions is thermodynamically favored over the formation of Al3O3-(H2O)(n) complexes. Vertical electron detachment energies of Al3O4H2- and Al3O5H4- calculated with ab initio electron propagator methods provide a quantitative interpretation of recent anion photoelectron spectra. Contrasts and similarities in these spectra may be explained in terms of the Dyson orbitals associated with each transition energy. (C) 2004 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1689648.png"}, {"title": "Construction of unique canonical coefficients for antisymmeterized geminal power states", "doi": "10.1002/qua.10805", "abstract": "dCoefficients often defined to be canonical for a given geminal may not be unique. In this article we show by carefully examining a theorem by B. Zumino how to construct unique canonical coefficients for a geminal. This result leads to expansions of antisymmeterized geminal power states solely in terms of natural generalized spin orbitals and positive geminal occupation numbers. (C) 2003 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.10805.png"}, {"title": "Electronic structure of ScC6H6- and ScC6H6: Geometries, electron binding energies, and dyson orbitals", "doi": "10.1021/jp0312060", "abstract": "Ab initio, many-body methods are used to determine structures, relative energies, and vertical electron-detachment energies of ScC6H6-. The two lowest anionic structures are singlets that display boat and inverse-boat conformations of the C6H6 ligand and have energies that are within 0.1 eV of each other. The principal peaks in a recently reported anion photoelectron spectrum are assigned to Dyson orbitals that are dominated by Sc 4s or 3d(x)(-y)(2)(2) contributions in the boat form or by Sc 4s or 3(xy) contributions in the inverse-boat form. A triplet with C-6v symmetry is the third most stable state of the anion.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0312060.png"}, {"title": "Solvated succinate dianion: Structures, electron binding energies, and Dyson orbitals", "doi": "10.1021/jp030802r", "abstract": "Structures and isomerization energies for the succinate dianion, O2C(CH2)(2)CO22-, in coordination with one or two water molecules are obtained from ab initio calculations. For the monohydrated case, the most stable structure has two hydrogen bonds between the water and one of the carboxylate groups in a bifurcated arrangement, while the next most stable structure places the water in a bridge between the carboxylate groups. Electron detachment energies obtained from electron propagator calculations agree closely with anion photoelectron spectra. Corresponding Dyson orbitals are most concentrated on carboxylate oxygens that are not directly involved in hydrogen bonds. For the dihydrated complex, the most stable structure has a water molecule coordinated to each carboxylate in a bifurcated arrangement, but there is a closely lying alternative in which there is one bifurcated water molecule coordinated to a carboxylate and another water molecule that bridges between the carboxylates. Predicted electron detachment energies are close to estimates that are made by extrapolation from experimental data on related hydrated dianions. Carboxylate oxygens make the largest contributions to the Dyson orbitals for the lowest electron detachment energies. In the alternative dihydrated structure, carboxylate oxygen amplitudes are reduced by the presence of hydrogen bonding in the Dyson orbitals for the lowest electron detachment energy.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp030802r.png"}, {"title": "Theoretical study of the structure and bonding of a metal-DNA base complex: Al-guanine", "doi": "10.1021/jp030651s", "abstract": "Tautomerism in the most-stable isomers of Al-guanine complexes and their cations is studied with density functional theory and second-order perturbation theory calculations. Electron propagator calculations on vertical ionization energies and Dyson orbitals provide information on the electronic structure in the most-stable neutral doublets, as well as in the corresponding singlets and triplets. The Al-guanine complex consists of a positively charged At ion with two localized valence electrons coordinated to a negatively charged guanine with an unpaired, delocalized pi electron. Three isomers have very similar energies; however, the most-stable form has a markedly different ionization energy. Ionization energies for the second and third forms almost coincide. Predicted ionization energies are in close agreement with recent spectra. In all three cases, the first ionization energy corresponds to a cationic, singlet final state where the unpaired, delocalized 7 electron on guanine has been removed, whereas the second ionization energy corresponds to the removal of an electron from a 3s-like orbital on the Al ion. Changes in Mulliken charges and optimized structures between neutrals and cations confirm these qualitative conclusions.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp030651s.png"}, {"title": "Quasiparticle approximations and electron propagator theory", "doi": "10.1002/qua.10632", "abstract": "A comparison of quasiparticle concepts arising from the Dyson equation of electron propagator theory and from orbital functional theory shows close relationships between self-energy expressions in the former to correlation potentials in the latter. Detailed formulae are presented for second-order theories with general occupation numbers. Limitations of the Dyson and Landau quasiparticle concepts in the context of perturbative correlation formulae are discussed. Numerical results on N-2, H2O, and their valence ionization energies are presented. Comparisons are made between total energy differences, orbital energies, and transition operator results. (C) 2003 Wiley Periodicals, 1nc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.10632.png"}, {"title": "Quasiparticle pictures of chemical bond formation.", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Electron propagator theory calculation of photoionization intensities.", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Al3O4 and Al3O4- clusters: Structure, bonding, and electron binding energies", "doi": "10.1021/jp0224970", "abstract": "Structure and bonding in neutral and anionic Al3O4 clusters are studied with electronic structure calculations. Geometry optimizations with the B3LYP/6-311+G(2d) density functional method produce several minima, some with distinct multiplicities, for each molecule and anion. The most stable anionic structures are confirmed with additional geometry optimizations at the QCISD level. Equilibrium geometries, harmonic frequencies, and atomic charges are presented. These results, in combination with assignments of photoelectron spectra based on ab initio electron propagator theory, explain the energetic preference of anions for planar structures, while, in contrast, uncharged clusters favor three-dimensional geometries.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0224970.png"}, {"title": "Ionization energies and dyson orbitals of cytosine and 1-methylcytosine", "doi": "10.1021/jp021996y", "abstract": "Electron propagator methods are applied to the vertical ionization energies of the five most stable tautomers of cytosine and to two oxo forms of 1-methylcytosine. For both molecules, there are several isomers within a few kcal/mol of each other. Ionization energies for each isomer have been calculated, therefore. The lowest feature in gas phase photoelectron spectra corresponds to pi(1), holes, but broad, higher-energy peaks are produced by two or three cationic states in each isomer. The order of final states is pi(1), pi(2), n(1), n(2),pi(3), pi(4) for all isomers except the amino-oxy forms of cytosine, where the order is pi(1), pi(1), pi(2), pi(2), pi(3), pi(4).", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp021996y.png"}, {"title": "Al3On and Al3On- (n=1-3) clusters: Structures, photoelectron spectra, harmonic vibrational frequencies, and atomic charges", "doi": "10.1021/jp0213102", "abstract": "Structure and bonding in Al3On and Al3On- aluminum oxide clusters where n = 1-3 are studied with electronic structure calculations and are compared with some experimental results. Geometry optimizations with the B3LYP/6-311+G(2d,p) density functional method produced minima which were verified with frequency calculations. Several initial geometries and distinct spin multiplicities were considered for each case. The most stable anionic structures from density functional calculations were confirmed with additional. geometry optimizations at the QCISD level. Equilibrium geometries, harmonic frequencies, and atomic charges. are presented. These results, in combination with previous assignments of anion photoelectron spectra, provide a consistent explanation for changes in isomerization energies between anionic and neutral species.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0213102.png"}, {"title": "Electron binding energies of nucleobases and nucleotides", "doi": "10.1002/qua.10380", "abstract": "Electron propagator theory is applied to the calculation and interpretation of electron binding energies of molecular fragments found in nucleic acids. This theory provides a systematic approach to correlation problems in quantum chemistry while retaining a one-electron picture of electronic structure. Photoelectron spectra for the purine and pyrimidine bases found in nucleic acids have been assigned with the aid of calculations that employ an electron propagator approximation that has been developed for the study of large molecules. This method, the partial third-order approximation (P3), has been shown to generate reliable electron binding energies for closed-shell molecules and anions. Correlation corrections to canonical, Hartree-Fock orbital energies are necessary for assignment of cationic states. Electron detachment energies for H2PO4- also have been assigned successfully with the P3 method. These results indicate that the P3 method is a suitable procedure for predicting electron binding energies of nucleotide anions. Correlation effects are important in determining the ordering of final states with holes localized on the phosphate or the base regions in the nucleotide. (C) 2002 Wiley Periodicals, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.10380.png"}, {"title": "A double Rydberg anion with a hydrogen bond and a solvated double Rydberg anion: Interpretation of the photoelectron spectrum of N2H7-", "doi": "10.1063/1.1499492", "abstract": "A double Rydberg anion has two electrons in diffuse orbitals that are bound by a closed-shell, cationic core. Low-energy features in the recently reported photoelectron spectrum of N2H7- are assigned to double Rydberg anions on the basis of electron propagator calculations employing Brueckner doubles, coupled-cluster reference states. The lowest electron detachment energy, 0.415 eV, corresponds to an initial state consisting of a hydrogen-bridged N2H7+ core and two diffuse electrons. A feature at slightly higher energy, 0.578 eV, belongs to a complex that comprises a tetrahedral NH4- double Rydberg anion and an ammonia solvent molecule. The most intense peak in the photoelectron spectrum, which occurs at 1.460 eV, pertains to a complex with a hydride anion and two ammonia solvent molecules. Plots of Dyson orbitals associated with electron detachment energies facilitate qualitative interpretation of electronic structure in the anions and in the neutral final states. Vibrational structure associated with each of these features has been interpreted as well. Previous assignments of electron detachment energies to the hydride-ammonia and tetrahedral isomers of NH4- have been confirmed with the present methods. Vibrationally excited final states have been assigned for this spectrum also. (C) 2002 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1499492.png"}, {"title": "Effective procedure for energy optimizing antisymmetrized geminal power states", "doi": "10.1063/1.1499723", "abstract": "A procedure for energy optimizing an antisymmetrized geminal power state, which contains a description of correlation effects in an unbiased fashion, is presented. This procedure overcomes difficulties and shortcomings of past optimization procedures for antisymmetrized geminal power states. It is shown that the computational cost scales as r(5), where r is the size of the spin orbital atomic basis set, which is superior to the scaling costs of multiexcited complete active space self-consistent field calculations, but unlike such calculations their is no preselection of configurations or excitation level. The variational parameters are the geminal coefficients with respect to a fixed atomic orbital basis, which allows one to classify these variables into chemically significant and non significant ones according to their magnitudes and thus reduce size of calculations. (C) 2002 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1499723.png"}, {"title": "Ionization energies and Dyson orbitals of thymine and other methylated uracils", "doi": "10.1021/jp020080o", "abstract": "Electron propagator methods are applied to the calculation of photoelectron spectra of thymine and other C- and N-methylated uracils. The Partial Third-Order electron propagator method is used. Excellent agreement with existing experimental spectra is achieved. Relationships between reductions in ionization energies and antibonding contributions from methyl groups in corresponding Dyson orbitals are discussed.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp020080o.png"}, {"title": "Nondipole bound anions: Be-2(-) and Be-3(-)", "doi": "10.1063/1.1494801", "abstract": "Electron affinities (EAs) of beryllium clusters are calculated up to the complete coupled-cluster single double triple (CCSDT) level using reasonably large basis sets with many diffuse functions. At all levels of theory, the obtained values for the adiabatic EA are large enough to be observed with standard photodetachment techniques. The vertical electron detachment energy is 0.341 eV for Be-2(-) and is 1.470 eV for Be-3(-) at the most precise CCSDT level. All studied beryllium anions are valence bound but the nature of binding is different in Be-2(-) and the two Be-3(-) isomers. The only factor of stabilization of the excess electron in Be-2(-) is the relaxation energy. Be-3(-)(D-infinityh) is stabilized by the relaxation energy and the Koopmans electrostatic and exchange energies; in Be-3(-)(D-3h), the main factors of stabilization are the correlation and relaxation energies. As was revealed in our study, in linear molecules the correlation contribution to the electron binding energy is negative, i.e., it decreases the EA. (C) 2002 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1494801.png"}, {"title": "Ionization energies and Dyson orbitals of 1,2-dithiin", "doi": "10.1021/jp020530c", "abstract": "Photoelectron spectra of 1,2-dithiin are assigned with ab initio electron propagator calculations of vertical ionization energies and corresponding Dyson orbitals. Close agreement with experimental peaks obtains for the first nine final states. Dyson orbitals for the first three vertical ionization energies are composed chiefly of sulfur 3p and butadiene pi fragment orbitals. Constructive interference between the second highest occupied pi orbital of butadiene and sulfur 3p orbitals is seen in the Dyson orbitals pertaining to the fourth and seventh ionization energies. Weak sigma bonding between sulfur atoms is found in the Dyson orbital for the fifth final state.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp020530c.png"}, {"title": "Aromatic carboxylate superhalogens and multiply charged anions", "doi": "10.1021/jp0201074", "abstract": "Ab initio calculations employing electron propagator theory and many-body perturbation theory show that the benzoate anion is a superhalide with an electron detachment energy in excess of 4.4 eV. Final states, as, associated with vertical electron detachment energies of the benzoate anion are reordered by correlation effects, and the holes associated with the lowest neutral states thereby have O-centered sigma character instead of ring-centered pi character. Geometry optimizations on the dianions produced by attaching two carboxylate groups to the benzene ring arrive at planar structures for the para and meta isomers. but in the ortho isomer, a C-2 Structure with twisted OCO groups is found. The most stable isomer is para, and the least stable is ortho. The lowest vertical detachment energies are at least 1.4 eV for the para and meta isomers, but the estimate for the ortho isomer is 0.8 eV. Corresponding Dyson orbitals exhibit ring-centered pi character, Attempts to find bound trianions with three carboxylate groups failed. In fluorinated compounds, the carboxylate groups rotate that the are perpendicular to the ring planes. These compounds possess higher electron binding energies. The associated Dyson orbitals are delocalized over the ring. F, and carboxylate regions, and antibonding phase relationships are obtained between ring pi and substituent lobes.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0201074.png"}, {"title": "Electron propagator theory of ionization energies and Dyson orbitals for mu-hydrido, bridge-bonded molecules: Diborane, digallane, and gallaborane", "doi": "", "abstract": "Electron propagator calculations accurately account for the E photoelectron spectra of diborane, digallane and gallaborane. Whereas electron correlation corrections to canonical, Hartree-Fock orbital energies are necessary for accurate results, large, pole strengths confirm the qualitative validity of the Koopmans description of the first five cationic states. Only for the sixth. final state is there evidence of significant multiconfigurational C character. Dyson orbitals corresponding to each ionization energy are dominated by a single, Hartree-Fock orbital. The order of final states and the phase relationships between atoms in the Dyson orbitals are conserved for all three molecules. As the number of Ga atoms rises, ionization energies, splittings between cationic states and direct interactions between nonhydrogen atoms decrease.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Electronic structure of AlO2, AlO2-, Al3O5, and Al3O5- clusters", "doi": "10.1021/jp0127364", "abstract": "Density functional, quadratic configuration interaction, and electron propagator calculations have yielded structures, isomerization energies, and anion vertical electron detachment energies pertaining to AlO2, AlO2-, Al3O5, and Al3O5-. These data suffice for an accurate assignment of recent anion photoelectron spectra. Al3O5- has a planar structure with three tricoordinate Al cations, three bridging oxides, and two terminal oxides. Dyson orbitals associated with the lowest electron detachment energies are dominated by p functions on terminal oxygens.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0127364.png"}, {"title": "Electron propagator calculations with Kohn-Sham reference states", "doi": "10.1002/qua.1543", "abstract": "Kohn-Sham orbitals are employed in a generalization of the 2p-h Tamm-Dancoff approximation derived for a determinantal reference state. Neglect of certain terms in the superoperator couplings between triple field operator products recovers the so-called GW approximation, which has been extensively applied in solid state physics. Further simplifications are examined as well. The performance of these approximations with several exchange-correlation potentials is assessed by comparing calculated ionization energies with their counterparts obtained with electron propagator methods based on Hartree-Fock reference states. (C) 2001 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.1543.png"}, {"title": "Diffuse-bound and valence-bound anions of cytosine", "doi": "10.1021/jp0110760", "abstract": "Diffuse-bound and valence-bound anions of cytosine have been examined with correlated, ab initio calculations employing large basis sets. Five structures of the cytosine anion have been considered for both kinds of anions. Adiabatic electron affinities of neutrals and vertical electron detachment energies were determined with perturbative, coupled-cluster and electron propagator methods. Basis sets with many diffuse, atom-centered functions were used. Among the five tautomeric cytosine structures, only the 1H-amino-oxo isomer is capable of forming both diffuse and valence-bound anions. Two imino-oxo isomers produce valence-bound anions with positive vertical electron detachment energies. The most stable neutrals, the amino-oxy tautomers. have adiabatic electron affinities that are negative with respect to both dipole-bound and valence-bound anionic forms. Valence-bound. amino-oxy anions are not even vertically bound with respect to electron loss. Diffuse-bound anions of the amino-oxy and imino-oxo isomers have negative adiabatic electron detachment energies. Close agreement with the lowest peak in an anion photoelectrum spectrum obtains for the vertical electron detachment energy of the diffuse-bound anion of 1H-amino-oxo cytosine. A peak of higher energy is assigned to the valence-bound anions of 1H-amino-oxo and imino-oxo tautomers.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0110760.png"}, {"title": "Electronic structure of Al3On and Al3On- (n=1-3) clusters", "doi": "10.1021/jp011763r", "abstract": "Density functional, quadratic configuration interaction and electron propagator calculations have yielded structures, isomerization energies, and anion vertical electron detachment energies pertaining to Al3On- and Al3On, where n = 1, 2, or 3. These data suffice for an accurate assignment of recent anion photoelectron spectra. Peaks whose relative intensities vary with experimental conditions of ion preparation and transport are associated with isomers whose energies are close to those of the lowest singlet structures. Dyson orbitals associated with the lowest electron detachment energies are dominated by Al-centered functions with antibonding relationships to nearby O centers.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp011763r.png"}, {"title": "Interpreting weak covalent interactions with Dyson orbitals and their energies.", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Electron-propagator calculations on the photoelectron spectrum of ethylene", "doi": "10.1063/1.1328393", "abstract": "Electron-propagator calculations are performed on the vertical ionization energies of ethylene with a sequence of correlation-consistent basis sets. Two methods are employed: the nondiagonal, renormalized, second-order (NR2) approximation and the third-order, algebraic, diagrammatic construction. The computational efficiency of the NR2 method permits the use of the correlation-consistent, pentuple zeta basis, which contains 402 contracted Gaussian functions. As the size of the basis set grows, NR2 results for outer-valence ionization energies steadily increase; NR2 errors with the largest basis set are less than similar to0.15 eV. Agreement with prominent, inner-valence peaks is also satisfactory and the ratio of two pole strengths corresponding to inner-valence, (2)A(g) states is in close agreement with observed intensity ratios. (C) 2001 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.1328393.png"}, {"title": "Double-Rydberg anions: Predictions on NH(3)AH(n)(-) and OH(2)AH(n)(-) structures", "doi": "10.1021/ja002292+", "abstract": "Double-Rydberg anions consist of a closed-shell cationic core and two electrons in diffuse orbitals. In addition to the already characterized tetrahedral NH4- and pyramidal OH3-, the list of stable double-Rydberg anions includes members of the NH3R- and OH2R- sets (where R = F, OH, NH2, and CH3) considered here. Double-Rydberg isomers of NH3OH-, NH3 NH2-, NH3CH3-, and OH2CH3- are stable minima in their potential energy surfaces and have positive, vertical electron detachment energies. Similar structures have been found for the corresponding neutrals, which all have adiabatic electron affinities that are greater than zero. Dyson orbitals pertaining to the least bound electrons of the NH3R and OH2R- anions are distributed chiefly outside the N-H and O-H bonds of the tetrahedral nitrogen and pyramidal oxygen atoms.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja002292+.png"}, {"title": "Ab initio investigation of electron detachment in dicarboxylate dianions", "doi": "10.1021/jp002657c", "abstract": "Optimized structures for oxalate (C2O4), malonate (O2CCH2CO2),and succinate (O2C(CH2)(2)CO2) mono- and dianions are computed at the level of second-order Moller-Plesset perturbation theory (MP2). For oxalate, both anions exhibit D-2d and D-2h rotamers, and in addition, for the singly charged species, we find an anion-molecule complex of the form CO2-. CO2. For the malonate and succinate anions we examine both keto and enol isomers; the keto structures are characterized by unhindered rotation of the CO2 moieties about geometries of C-2 symmetry, while the enol isomers are much more rigid as a result of an intramolecular hydrogen bond. In both malonate and succinate, the enol isomer is the more stable form of the monoanion, while the keto isomer is the more stable dianion, although for O2CCH2CO22- the estimated isomerization barrier is only about 7 kcal/mol. All of the dianions are adiabatically unbound and the enol dianions are vertically unbound as well. However, vertical detachment energies calculated by electron propagator methods at the partial third-order (P3) quasiparticle level with large, highly polarized basis sets suggest that the more stable keto Forms of O2CCH2CO22- and O2C(CH2)(2)CO22- are metastable, with vertical detachment barriers of about 0.2 and 0.6 eV, respectively. These results complement recent experimental observations of small dicarboxylate dianions in the gas phase.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp002657c.png"}, {"title": "Electron propagator theory of guanine and its cations: Tautomerism and photoelectron spectra", "doi": "10.1021/ja0015747", "abstract": "sElectron propagator methods an applied to the ionization energies of the five most stable tautomers of guanine. Excellent agreement with gas-phase photoelectron spectra is obtained for the amino-oxo form of 7H-guanine. According to ionization energy assignments, both 9H-guanine and its amino-oxy tautomers also may be present in the pas phase. The presence of amino-oxy 7H-guanine, however, is less certain, due to its higher total energy. In all cases, the lowest ionization occurs from a pi level. There are strong correlation effects for higher cationic states. Energy orderings of pi and sigma hole states are different for each of the isomers.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja0015747.png"}, {"title": "Electron propagator theory of the photoelectron spectrum of methanesulfenic acid", "doi": "10.1021/jp0030342", "abstract": "Assignment of the photoelectron spectrum of methanesulfenic acid, H3CSOH, is facilitated by ab initio electron propagator calculations. Close agreement exists between experimental peak positions and predictions at the NR2 level of theory for the first three ionization energies. A fourth state, which may be obscured by impurities generated in the thermolytic synthesis of evanescent H3CSOH molecules, is predicted. A nearby correlation state has also been discovered. Two higher ionization energies predicted by NR2 theory are in close agreement with a feature identified in the spectrum. Finally, a previously unassigned peak at higher energy has been explained on the basis of-the NR2 calculations. Dyson orbitals corresponding to each ionization energy are analyzed in terms of their uncorrelated, Hartree-Fock counterparts and their atomic constituents.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp0030342.png"}, {"title": "Vertical ionization energies of naphthalene", "doi": "10.1021/jp002248g", "abstract": "Electron propagator calculations provide an accurate assignment of the six lowest vertical ionization energies (IEs) of naphthalene. The first four states have pi holes and the next two have a holes. Two subsequent final states with sigma -hole and pi -hole character are close in energy. Significant shake-up character occurs in the fourth state and in the fifth pi -hole state. Computational schemes based on low-order, perturbative improvements to Koopmans's theorem results are unlikely to be valid for these two states. Assignment of the seventh and eighth states is difficult, therefore. Higher IEs are in close agreement with features seen in photoelectron spectra and in Penning ionization electron spectroscopy.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp002248g.png"}, {"title": "Electron propagator calculations on uracil and adenine ionization energies", "doi": "10.1002/1097-461X(2000)80:4/5<831::AID-QUA31>3.0.CO;2-W", "abstract": "Electron propagator methods are applied to the calculation of uracil and 9H-adenine photoelectron spectra. Two diagonal self-energy approximations were used: the outer valence Green's function and partial third order. The latter method gives generally better agreement with experiment and is a promising tool for the calculation of ionization energies of biochemically significant molecules. (C) 2000 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__1097-461X(2000)80:4__5<831::AID-QUA31>3.0.CO;2-W.png"}, {"title": "Efficient electron propagator algorithms for shakeup final states: Anthracene and acridine", "doi": "10.1002/1097-461X(2000)80:4/5<836::AID-QUA32>3.0.CO;2-O", "abstract": "A new algorithm was reported previously for renormalized electron propagator methods that are appropriate for shakeup final states. These methods include the algebraic diagrammatic construction in the third order, the two-particle, one-hole Tamm-Dancoff approximation and the nondiagonal, renormalized, second-order approximation. To demonstrate the capabilities of this approach, results on anthracene and acridine are presented. Good agreement with photoelectron spectra are obtained. The orbital picture of ionization collapses for many final states at relatively low ionization energies. (C) 2000 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__1097-461X(2000)80:4__5<836::AID-QUA32>3.0.CO;2-O.png"}, {"title": "Electron propagator theory of purine and pyrimidine ions and their water complexes.", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Energy gradients and effective density differences in electron propagator theory", "doi": "10.1063/1.480561", "abstract": "Efficient calculations of adiabatic electron binding energies require gradients of ground and excited potential energy surfaces. These surfaces may be inferred from reference-state total energies and vertical electron binding energies of the electron propagator. Reference-state total energies from many-body perturbation theory may be derived from electron propagator theory and gradients of these expressions are already known. The missing information for final-state optimization therefore is provided here. Gradients of electron propagator poles (ionization energies and electron affinities) with respect to nuclear positions in the second-order, 2p-h Tamm-Dancoff and nondiagonal, renormalized, second-order approximations of electron propagator theory are derived. Effective electron density difference matrices corresponding to these poles are by-products of the derivations. (C) 2000 American Institute of Physics. [S0021-9606(00)30501-3].", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.480561.png"}, {"title": "Ground state and vertical electron detachment energies of icosahedral and D-5h Al-13(-)", "doi": "10.1063/1.480440", "abstract": "Al-13(-) clusters are studied with ab initio, many-body methods. Coupled-cluster theory places the icosahedral structure 0.54 eV lower than the D-5h isomer. Electron propagator predictions on the photoelectron spectrum of Al-13(-) are in close agreement with the observed bands and attribute shakeup character to features at higher energy. (C) 1999 American Institute of Physics. [S0021-9606(99)01848-6].", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.480440.png"}, {"title": "Improved algorithms for renormalized electron propagator calculations", "doi": "10.1002/(SICI)1097-461X(1999)75:4/5<607::AID-QUA26>3.0.CO;2-X", "abstract": "A new algorithm has been developed for renormalized electron propagator methods that are appropriate for shakeup final states such as the algebraic diagrammatic construction in third order, the two-particle, one-hole Tamm-Dancoff approximation and the nondiagonal, renormalized, second-order approximation. All contractions are performed with transformed electron repulsion integrals that are stored on disk. It is formulated for closed-shell ground states and employs spin and point-group symmetry. Contributions from transformed integrals with four virtual indices may be computed by a direct algorithm, where integrals in the atomic basis are recalculated as needed. A representative application to the ionization energies of trans-1,3-butadiene is discussed. (C) 1999 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__(SICI)1097-461X(1999)75:4__5<607::AID-QUA26>3.0.CO;2-X.png"}, {"title": "Approximate Brueckner orbitals in electron propagator calculations", "doi": "10.1002/(SICI)1097-461X(1999)75:4/5<615::AID-QUA27>3.0.CO;2-T", "abstract": "Orbitals and ground-state correlation amplitudes from the so-called Brueckner doubles approximation of coupled-cluster theory provide a useful reference state for electron propagator calculations, An operator manifold with hole, particle, two-hole-one-particle and two-particle-one-hole components is chosen. The resulting approximate propagator may be regarded as an extension of the 2ph-Tamm-Dancoff approximation, third-order algebraic diagrammatic construction [2ph-TDA, ADC (3)] and 3+ methods. The enhanced versatility of this approximation is demonstrated through calculations on valence ionization energies, core ionization energies, electron detachment energies of anions, and on a molecule with partial biradical character, ozone. (C) 1999 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__(SICI)1097-461X(1999)75:4__5<615::AID-QUA27>3.0.CO;2-T.png"}, {"title": "Anionic and neutral complexes of uracil and water", "doi": "10.1021/jp991950d", "abstract": "Several isomeric structures of the uracil-water complex and its covalent-bound anion were calculated ab initio with second-order, many-body, perturbation theory and the 6-311++G** basis set. In all neutral complexes, water forms two hydrogen bonds with uracil. In each of the conventional anionic forms, a single, but stronger and shorter, hydrogen bond is found. All complexes are nonplanar, but ring-puckering is less pronounced in neutrals than in anions. Several isomers of the anionic uracil-water complex have positive adiabatic electron-detachment energies. The existence of multiple anionic isomers with vertical electron-detachment energies between 0.30 and 0.90 eV accounts for the broad photoelectron spectrum. The lowest unoccupied molecular orbital of the neutral complex at the geometry of the anionic complex provides a simple explanation for the structural and energetic consequences of electron attachment.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp991950d.png"}, {"title": "Structures and electron detachment energies of uracil anions", "doi": "10.1016/S0009-2614(99)00492-3", "abstract": "Uracil and its radical anions were studied with second-order, many-body perturbation theory, coupled-cluster theory and electron propagator methods with large, diffuse, atom-centered basis sets. All structures were optimized and two minima were found for anionic forms: one corresponding to a (2)A', diffuse-bound state and another corresponding to a (2)A, non-planar, covalent-bound state. The optimized (2)A' anionic structure is lower in energy than the neutral form. The vertical electron detachment energy (VEDE) of this structure is very close to the experimentally observed value. A large, positive VEDE was found for the (2)A, covalent-bound anion. (C) 1999 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0009-2614(99)00492-3.png"}, {"title": "Toward an exact one-electron picture of chemical bonding", "doi": "10.1016/S0065-3276(08)60454-2", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0065-3276(08)60454-2.png"}, {"title": "Single-reference electron propagator calculations on vertical ionization energies of ozone", "doi": "10.1016/S0009-2614(98)01125-7", "abstract": "Vertical ionization energies of ozone are calculated with electron propagator methods that employ a single reference configuration. Reference determinantal wavefunctions are defined by Hartree-Fock orbitals or by approximate Brueckner orbitals from a coupled-cluster wavefunction. An accurate description of the lowest (2)A(1), B-2(2) and (2)A(2) cationic states requires retention of terms in the superoperator Hamiltonian matrix that have been safely neglected in calculations on the ionization energies of typical, closed-shell molecules. (C) 1998 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0009-2614(98)01125-7.png"}, {"title": "Approximate Brueckner orbitals and shakeup operators in electron propagator calculations: Applications to F- and OH-", "doi": "10.1002/(SICI)1097-461X(1998)70:4/5<651::AID-QUA11>3.3.CO;2-2", "abstract": "Vertical electron detachment energies of F- and OH- have presented difficulties for perturbative electron propagator methods. A recently derived, nondiagonal, renormalized approximation and two additional improvements are studied here. These improvements are replacement of the Hartree-Fock reference determinant by a determinant of approximate Brueckner orbitals generated by a coupled-cluster doubles calculation and retention of correlation terms in the 2hp-2hp block of the superoperator Hamiltonian matrix. Agreement with experiment is significantly better with these methods. When Hartree-Fock orbitals are used, electron detachment energies are underestimated, but approximate Brueckner orbitals lead to overestimates. (C) 1998 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__(SICI)1097-461X(1998)70:4__5<651::AID-QUA11>3.3.CO;2-2.png"}, {"title": "Electron propagator theory of conformational effects on anisole and thioanisole photoelectron spectra", "doi": "10.1002/(SICI)1097-461X(1998)70:4/5<1037::AID-QUA51>3.3.CO;2-7", "abstract": "Electron propagator calculations in two diagonal self-energy approximations, partial third order and the outer valence Green's function, are employed in interpretation of the photoelectron spectra of anisole and thioanisole. Major features of the spectra are accurately predicted and are associated to canonical molecular orbitals. Contributions from planar and orthogonal rotational structures are responsible for minor features of the spectra that are dependent on temperature Correlation effects are large and change the order of final states in thioanisole, Partial third-order calculations are more accurate than outer valence Green's function results. (C) 1998 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__(SICI)1097-461X(1998)70:4__5<1037::AID-QUA51>3.3.CO;2-7.png"}, {"title": "Electron detachment energies of closed-shell anions calculated with a renormalized electron propagator", "doi": "10.1016/S0009-2614(98)01067-7", "abstract": "Vertical electron detachment energies of 10 closed-shell anions (F-, OH-, NH2-, Cl-, SH-, PH2-, CN-, BO-, AlO-, AIS(-)) are calculated with an ab initio implementation of a new electron propagator approximation. In this method, the reference state is defined in terms of the Brueckner-doubles coupled-cluster wavefunction. The operator manifold consists of hole (h), particle (p), shakeup (2hp) and shake on (2ph) operators. Couplings between 2hp and 2ph operators are neglected. Augmented correlation-consistent triple-zeta basis sets are used. Estimates of the corresponding adiabatic electron detachment energies (electron affinities of the neutrals) are compared with photoelectron experiments. The maximum error is 0.14 eV; the average absolute error is 0.05 eV. (C) 1998 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0009-2614(98)01067-7.png"}, {"title": "Orbital and shakeup operator renormalizations in electron propagator theory", "doi": "10.1063/1.477196", "abstract": "Two renormalizations of the electron propagator are introduced. The first adds ground-state correlation corrections to superoperator Hamiltonian matrix elements between shakeup (two-hole-one-particle) operators. The second replaces Hartree-Fock orbitals in the reference determinant with approximate Brueckner orbitals generated with coupled-cluster theory. Formulas for superoperator matrix elements that apply to both bases are presented. Calculations on electron detachment energies of molecules and anions show the predictive superiority of the method that adopts both improvements. (C) 1998 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.477196.png"}, {"title": "Second-order shakeup terms in electron propagator calculations on F-2 and H2O2", "doi": "10.1002/(SICI)1097-461X(1998)69:2<175::AID-QUA5>3.3.CO;2-C", "abstract": "A new approximation of the electron propagator includes second-order terms in the superoperator Hamiltonian matrix that are not present in the nondiagonal, renormalized method (NR2) of J. Chem. Phys. 108, 1008 (1998). These terms are not difficult to calculate and resemble expressions obtained with various propagator and coupled-cluster formalisms. Their inclusion produces larger, more accurate vertical ionization energies of F-2 and H2O2. Cancellations between the second-order terms considered here and the first-order terms present in the NR2 method reduce the importance of shakeup operators in describing the first few cationic states of these molecules. Dyson orbitals for (2)A final states of H2O2 exhibit qualitatively important mixings between canonical orbitals. (C) 1998 John Wiley & Sons, Inc. Int J Quant Chem 69: 175-182,1998.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__(SICI)1097-461X(1998)69:2<175::AID-QUA5>3.3.CO;2-C.png"}, {"title": "Structure, bonding, and energetics of C-7(2-) isomers", "doi": "10.1063/1.476543", "abstract": "Several isomers of C-7(2-) were studied with electron correlation methods and augmented, correlation-consistent basis sets. All are thermodynamically stable with respect to dissociation into C-5(-) and C-2(-) anions. Isomerization energies are less than5 kcal/mol at the highest level of theory. Vertical and adiabatic electron detachment energies are positive for the D-3h form of C-7(2-). Linear, carbene, bridged-chain, and chain-ring isomers are considered as well. Feynman-Dyson amplitudes connecting dianionic and anionic states reveal extensive delocalization of the least bound electrons. (C) 1998 American Institute of Physics. [S0021-9606(98)30225-1].", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.476543.png"}, {"title": "A nondiagonal, renormalized extension of partial third-order quasiparticle theory: Comparisons for closed-shell ionization energies", "doi": "10.1063/1.475463", "abstract": "Valence ionization energies of a set closed-shell molecules calculated in a nondiagonal, renormalized approximation of the electron propagator have an average absolute error of 0.17 eV. This procedure extends the partial third order, quasiparticle approximation of J. Chem. Phys. 104, 7599 (1996) that has proven successful in many applications. Elements of the self-energy matrix include all second-order and many higher-order terms. Because of its fifth power dependence on basis set size and its independence from electron repulsion integrals with four virtual orbital indices, this method has considerable promise for large molecules. Formal and computational comparisons with renormalized electron propagator techniques that art complete through third-order illustrate die advantages of this procedure. (C) 1998 American Institute of Physics. [S0021-9606(98)01503-7].", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.475463.png"}, {"title": "An ab initio study of geometries, polarizabilities, and rotation barriers of polyphenylsilane oligomers", "doi": "10.1016/S0009-2614(97)01108-1", "abstract": "MP2 optimizations with the 6-31G* basis set have been performed on Si-3(C6H5)(2)H-6 and Si-3(C6H5)(3)H-5. The resulting structural information has been employed in determinations of rotation barriers and static polarizabilities at the HF/3-21G* level. Potential energy profiles for rotation about the central Si-Si bond have been obtained for two structural isomers of Si-4(C6H5)(4)H-6. Trends in polarizabilities for isotactic and syndiotactic oligomers from N=4 to N=8 have been extrapolated to the infinite polymer limit and the results are consistent with calculations where N=10. Helical structures have been considered through calculations on the N=8 chain with varying dihedral angles in the Si backbone. (C) 1997 Elsevier Science B.V.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0009-2614(97)01108-1.png"}, {"title": "Comparison of electron propagator methods for calculating electron detachment energies of anions", "doi": "", "abstract": "Electron propagator methods for calculating vertical electron detachment energies of closed-shell anions are compared with respect to accuracy and efficiency. Examination of self-energy terms and numerical tests on typical anions show that the partial third-order (P3) quasi-particle approximation is superior to the third-order and outer valence Green's function methods in both respects. (C) 1997 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Ionization energies of benzo[a]pyrene and benzo[e]pyrene", "doi": "10.1063/1.475103", "abstract": "Photoelectron spectra of benzo[a]pyrene and benzo[e]pyrene have been assigned on the basis of ab initio electron propagator theory, Electron correlation effects are included in the partial third order approximation and agreement with experimental peaks is very close. To each ionization energy, there corresponds a Feynman-Dyson amplitude that exhibits the change in electronic structure associated with the removal of an electron, Correlation corrections to the Koopmans description of the cationic states are large for many states, but the qualitative Validity of this model remains valid. The lowest final slates with a holes occur around 11.0 eV. (C) 1997 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.475103.png"}, {"title": "Ionization energies of acridine, phenazine, and diazaphenanthrenes", "doi": "10.1021/jp971910e", "abstract": "Ab initio electron propagator calculations on the lowest vertical ionization energies of acridine, phenazine, and five diazaphenanthrene isomers have been performed with the partial third order and outer valence Green's function approximations of electron propagator theory. Agreement with photoelectron spectra is very close, enabling the clarification of previous assignments. Numerous misorderings of final states from Koopmans's theorem are revealed. With the present approximations, Feynman-Dyson amplitudes are equivalent to canonical molecular orbitals. Plots of these one-electron functions aid in the interpretation of the spectra by revealing patterns of localization. Many final-state holes exhibit considerable mixing between nitrogen, lone-pair hybrids, and sigma-bonding lobes.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp971910e.png"}, {"title": "Tetrahedral quadranionic carbon clusters", "doi": "10.1080/002689797170176", "abstract": "Ab initio calculations on quadranionic carbon clusters with tetrahedral symmetry show that the smallest cluster with the formula C-8n+1(4-) that is stable with respect to loss of an electron is C-33(4-). These quadranions have a central carbon that is bound to four identical branches that display a pattern of alternating short and long bond lengths. Feynman-Dyson amplitudes for electron detachment from the quadranions are only slightly concentrated in terminal bond regions of each branch.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1080__002689797170176.png"}, {"title": "Partial third-order quasiparticle theory: An application to the photoelectron spectrum of s-tetrazine", "doi": "10.1002/(SICI)1097-461X(1997)63:2<291::AID-QUA2>3.0.CO;2-R", "abstract": "An alternative choice of reference state averages in electron propagator theory and retention of all self-energy terms through third-order gives rise to the partial third-order self-energy approximation, P3. Quasiparticle P3 calculations avoid the chief computational bottlenecks of third-order theory and the outer valence Green's function (OVGF). P3 requires no multiplicative factors for scaling self-energy terms and produces better accuracy than OVGF. An application to the photoelectron spectrum of s-tetrazine illustrates the ability of the P3 method to predict correct final state orderings. (C) 1997 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__(SICI)1097-461X(1997)63:2<291::AID-QUA2>3.0.CO;2-R.png"}, {"title": "Hydroxide attack on acetylene: Theoretical structures and energies", "doi": "10.1021/jp962984d", "abstract": "Several C2H3O- species resulting from the interaction of acetylene and hydroxide have been characterized with nb initio calculations. MP2 geometry optimizations were performed with augmented, correlation-consistent, polarized-valence, double-zeta basis sets. The total energies of the most crucial structures were also recalculated at the QCISD(T) level with MP2-optimized geometries. Nine structures corresponding to local minima have been found at the MP2 level, their stability decreasing in the following order: acetaldehyde enolate anion > acetyl anion approximate to ethynide-water complex > ethenyloxy anion approximate to vinyloxy anion. ethynide-water complex is either the most stable product of the reaction of hydroxide with acetylene or at least an initial stable intermediate.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp962984d.png"}, {"title": "Theoretical study of the valence ionization energies and electron affinities of linear C-2n+1 (n=1-6) clusters", "doi": "10.1063/1.473064", "abstract": "The valence level hole spectral functions of linear C-2n+1 (n=1-6) clusters are calculated by the ab initio third order algebraic diagrammatic construction [ADC(3)] Green function method and the outer-valence Green function (OVGF) method using an extended basis set. The vertical electron affinities of linear C-2n+1 (n=1-6) clusters are also evaluated by the same methods. With an increase of the number of carbon atoms, the KT energy levels become more closely spaced and start to form quasi-continua. The original spectral strength of the main line becomes distributed over several lines of comparable intensity. With an increase of the number of carbon atoms, the one-electron (or even quasi-particle) picture of the ionization breaks down because of the interaction between the initial single hole level and the final two-hole-one-particle levels. The spectral intensity of the first four ionization levels remains fairly constant independent of the number of carbon atoms. The agreement of the affinities of C-2n+1 (n=1-6) with experiment is in general very good. Two anionic states are found to be bound for C-9, C-11 and C-13. (C) 1997 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.473064.png"}, {"title": "Direct algorithm for the random-phase approximation", "doi": "", "abstract": "An algorithm for calculating excitation energies and transition moments in the random-phase approximation (RPA) of the polarization propagator is presented. The algorithm includes direct solution of the RPA eigenvalue problem and direct evaluation of products of superoperator Hamiltonian matrices with excitation vectors. Given sufficient memory, only one integral evaluation step per iteration is needed. Illustrative calculations on the excitation energies and oscillator strengths of ethylene are presented. (C) 1996 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "Semidirect electron propagator calculations on chlorobenzene ionization energies", "doi": "10.1016/S0166-1280(96)04719-7", "abstract": "Electron propagator calculations on the lowest twelve vertical ionization energies of chlorobenzene are performed with a semidirect algorithm. The OVGF and P3 approximations, where Feynman-Dyson amplitudes are equal to canonical molecular orbitals, were employed. The Cl p(pi) orbital destabilizes the b(1) component of the e(1g) set of benzene to produce the molecular orbital associated with the lowest ionization energy. Whereas the second highest occupied molecular orbital is nearly identical to a component of the benzene e(1g) set, the corresponding vertical ionization energy is larger than the lowest ionization energy of benzene. Holes corresponding to two higher final states have mostly Cl 3p character. The remaining molecular orbitals strongly resemble their benzene counterparts, but significant Cl admixtures are present in most cases. Basis set comparisons indicate that the predicted order of final states is reliable. Up to 284 contracted functions are used.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0166-1280(96)04719-7.png"}, {"title": "Ionization energies of anthracene, phenanthrene, and naphthacene", "doi": "10.1063/1.472654", "abstract": "Ab initio electron propagator calculations on the lowest vertical ionization energies of anthracene, phenanthrene, and naphthacene have been performed with the partial third order and outer valence Green's function approximations, Agreement with photoelectron spectra is very close, enabling the clarification of previous assignments, some of which were contradictory, With the present approximations, Feynman-Dyson amplitudes are equivalent to canonical molecular orbitals. Plots of these one-electron functions aid in the interpretation of the spectra by revealing patterns of delocalization and locations of nodes. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.472654.png"}, {"title": "Electron binding energies of TCNQ and TCNE", "doi": "10.1063/1.472428", "abstract": "Ab initio electron propagator calculations on tetracyanoquinodimethane (TCNQ) and tetracyanoethylene (TCNE) produce accurate predictions of vertical ionization energies and electron affinities. Plots of Feynman-Dyson amplitudes associated with each ionization process represent how the electron distribution changes from initial to final states. Calculated electron detachment energies of the TCNQ dianion imply that two states of the TCNQ anion are bound with respect to the neutral molecule. Configuration interaction calculations on the TCNQ anion confirm this result. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.472428.png"}, {"title": "Comparison of perturbative and multiconfigurational electron propagator methods", "doi": "10.1002/(SICI)1097-461X(1996)60:1<29::AID-QUA3>3.0.CO;2-7", "abstract": "Ionization energies below 20 eV of 10 molecules calculated with electron propagator techniques employing Hartree-Fock orbitals and multiconfigurational self-consistent field orbitals are compared. Diagonal and nondiagonal self-energy approximations are used in the perturbative formalism. Three diagonal methods based on second- and third-order self-energy terms, all known as the outer valence Green's function, are discussed. A procedure for selecting the most reliable of these three versions for a given calculation is tested. Results with a polarized, triple zeta basis produce root mean square errors with respect to experiment of approximately 0.3 eV. Use of the selection procedure has a slight influence on the quality of the results. A related, nondiagonal method, known as ADC(3), performs infinite-order summations on several types of self-energy contributions, is complete through third-order, and produces similar accuracy. These results are compared to ionization energies calculated with the multiconfigurational spin-tenser electron propagator method. Complete active space wave functions or close approximations constitute the reference states. Simple field operators and transfer operators pertaining to the active space define the operator manifold. With the same basis sets, these methods produce ionization energies with accuracy that is comparable to that of the perturbative techniques. (C) 1996 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__(SICI)1097-461X(1996)60:1<29::AID-QUA3>3.0.CO;2-7.png"}, {"title": "A test of partial third order electron propagator theory: Vertical ionization energies of azabenzenes", "doi": "10.1063/1.472138", "abstract": "Vertical ionization energies of pyradine, pyridazine, pyrimidine, pyrazine, s-triazine, and s-tetrazine are calculated with partial third order electron propagator theory. Extensive reorderings of final states are produced by correlation corrections to Koopmans's theorem results. The partial third order (P3) quasiparticle method succeeds in producing the correct order of final states and close agreement with photoelectron spectra. Because P3 is more efficient than the outer valence Green's function and other methods based on the third order self-energy, it shows considerable promise for predicting photoelectron spectra of large molecules. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.472138.png"}, {"title": "Dichlorobenzene ionization energies", "doi": "10.1021/jp960978b", "abstract": "Electron propagator calculations on the lowest 14 vertical ionization energies of the para, meta, and ortho isomers of dichlorobenzene are performed using the OVGF and P3 approximations, where Feynman-Dyson amplitudes are equivalent to canonical molecular orbitals. Cl p orbitals destabilize the e(1g) set of benzene to produce the molecular orbitals associated with the two lowest ionization energies. Holes corresponding to four higher final states have mostly Cl 3p character. The remaining molecular orbitals strongly resemble their benzene counterparts, but significant Cl admixtures are present in most cases. Previous assignments for rn-dichlorobenzene are confirmed, and remaining uncertainties in the ortho and para spectra are resolved. Basis sets with up to 304 contracted functions are used. Agreement with experimental ionization energies is close.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jp960978b.png"}, {"title": "Partial third-order quasiparticle theory: Comparisons for closed-shell ionization energies and an application to the Borazine photoelectron spectrum", "doi": "10.1063/1.471468", "abstract": "Valence ionization energies of a set closed-shell molecules calculated in a partial third-order (P3) quasiparticle approximation of the electron propagator have an average absolute error of 0.19 eV. Diagonal elements of the self-energy matrix include all second-order and some third-order self-energy diagrams. Because of its fifth power dependence on basis set size and its independence from electron repulsion integrals with four virtual indices, this method has considerable potential for large molecules. Formal and computational comparisons with other electron propagator techniques illustrate the advantages of the P3 procedure. Additional applications to benzene and borazine display the efficacy of the P3 propagator in assigning photoelectron spectra. In the borazine spectrum, (2)E' and (2)A'(2) final states are responsible for an observed feature at 14.76 eV. Another peak at 17.47 eV is assigned to a (2)E' final state. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.471468.png"}, {"title": "CALCULATION AND INTERPRETATION OF TOTAL ENERGIES IN ELECTRON PROPAGATOR THEORY", "doi": "10.1063/1.470545", "abstract": "Ground state total energies and one-electron density matrices can be calculated from contour integrals over the electron propagator. Ionization energies and corresponding Feynman-Dyson amplitudes are related simply to ground state properties. Total energy formulas derived from electron propagator theory an transparent generalizations of Hartree-Fock expressions. Computationally useful methods for evaluating integrals over the Coulson contour are derived. An approximate integration scheme is introduced and compared to exact results. Several decouplings of the electron propagator that have been employed frequently for electron binding energies are used to calculate size-extensive total energies. These methods do not yield satisfactory correlation energies, but they provide a reasonable account of bending potentials for water, ammonia, and methane. Total energy contributions derived from propagator poles and residues are calculated as a function of bond angle distortions. These results are compared with simple molecular orbital notions that seek to explain the instability of D-xh water, D-3h ammonia, and D-4h methane with respect to the equilibrium geometries of these molecules. (C) 1995 American Institute of Physics.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.470545.png"}, {"title": "SEMIDIRECT ALGORITHMS FOR 3RD-ORDER ELECTRON PROPAGATOR CALCULATIONS", "doi": "10.1002/qua.560530602", "abstract": "An efficient procedure for third-order electron propagator calculations of ionization energie- and electron affinities is reported. Diagonal self-energy expressions that are suitable for large molecules are employed. The outer-valence Green's function method also is implemented. An integral transformation program for direct and semidirect algorithms is modified to store only nonzero integrals according to Abelian point group symmetry. Contributions to self-energy matrix elements that depend on electron repulsion integrals with four virtual orbital indices are computed in a direct way. Intermediate batches of integrals are created by sort procedures while avoiding storage of transformed integrals in the main memory. This method permits calculation of electron binding energies for C7(2-) with a 231 atomic orbital basis and for Zn(C5H5)2 with a 220 atomic orbital basis on an IBM RISC/6000 Model 550. During these calculations, the CPU is engaged approximately 90% of the time. (C) 1995 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.560530602.png"}, {"title": "CONTOUR INTEGRALS IN ELECTRON PROPAGATOR THEORY", "doi": "", "abstract": "Ground state total energies and one-electron density matrices are expressed in terms of contour integrals over the electron propagator. Electron binding energies and Feynman-Dyson amplitudes for ionization energies are simply related to ground state properties. Practical expressions for integrals over the Coulson contour are derived. An approximate integration scheme is introduced and compared to exact results. Several approximations in the superoperator Hamiltonian matrix which have been used for familiar self-energy expressions are used to calculate size-extensive total energies and one-electron properties. (C) 1995 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ELECTRON PROPAGATOR CALCULATIONS ON LINEAR AND BRANCHED CARBON CLUSTER DIANIONS", "doi": "10.1063/1.469402", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.469402.png"}, {"title": "ELECTRON PROPAGATOR THEORY OF ZNC5H5, ZN(C5H5)(2), AND RELATED IONS", "doi": "10.1021/j100101a019", "abstract": "Electron propagator calculations on electron affinities of ZnC5H5+ and ionization energies of ZnC5H5- provide ZnC5H5 excitation energies. Excited states involving ligand-to-Zn charge transfer or promotion of an electron from one Zn-centered hybrid to another are studied. The lowest excited state, which is of the former type, lies 2.76 eV above the ground state. The next lowest state, with an unpaired electron in a Zn-centered, p-like hybrid orbital, is 1.73 eV above the ground state. Vertical electron detachment energies of ZnC5H5-, as well as the vertical ionization energy and several vertical electron affinities of ZnC5H5+, are determined. ZnC5H5's adiabatic ionization energy, 7.12 eV, and adiabatic electron affinity, 1.33 eV, are inferred from additional calculations. Vertical ionization energies of Zn(C5H5)(2) are calculated with similar techniques. Bond energies for the dissociation of one or both C5H5 ligands have been estimated. Structures and total energies pertaining to ZnC5H5, ZnC5H5+, ZnC5H5-, Zn(C5H5)2, and C5H5 are reported as well.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__j100101a019.png"}, {"title": "VERTICAL IONIZATION ENERGIES OF CUBANE", "doi": "10.1016/0009-2614(94)01147-8", "abstract": "Electron propagator calculations in the outer valence Green function approximation are applied to cubane, an O(h) isomer of C8H8, with various basis sets. The order of the vertical, cationic states is consistent in all basis sets and levels of electron correlation: 2T2g, 2T2u, 2E(g), 2T1u, 2A2u, 2A1g. The third and fourth states, 2E(g) and 2T1u, have nearly identical energies at the equilibrium geometry of cubane. Qualitative interpretations at the molecular orbital level and correlation effects on splittings of final states are discussed.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(94)01147-8.png"}, {"title": "ONE-ELECTRON DENSITY-MATRICES AND ENERGY GRADIENTS IN THE RANDOM-PHASE-APPROXIMATION", "doi": "10.1063/1.468366", "abstract": "Energy gradients and effective one-electron density matrices corresponding to excitation energies calculated with the random phase approximation of the polarization propagator are derived. Combination of these results with second-order ground state energies yields final state total energies and their gradients. Geometry optimizations and evaluations of one-electron properties are performed for excited states of formaldehyde.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.468366.png"}, {"title": "VERTICAL ELECTRON DETACHMENT ENERGIES FOR OCTAHEDRAL CLOSED-SHELL MULTIPLY-CHARGED ANIONS", "doi": "10.1021/ja00099a050", "abstract": "The local stability of several octahedral species AlF63-, GaF63-, InF63-, TlF63-, TaF6-, ZrF62-, LaF63-, and LaCl63- was studied by using ab initio methods. All systems were found to have minima at octahedral geometries. The electronic stability of these species was considered by using electron propagator theory (EPT) and the Moller-Plesset (MP) perturbation scheme. The results indicate that triply-charged molecular species may be electronically stable in the gas phase. Due to the slow convergence of the EPT and MP series and limitation in our one-electron basis set, the final conclusion requires a more advanced theoretical treatment. The doubly- (ZrF62-) and singly-charged (TaF6-) species were found to possess very high electronic detachment energies of 5.0 and 10.6 eV, respectively. TaF6- is predicted to be thermodynamically stable and ZrF62- slightly unstable with respect to the unimolecular decomposition ML(6)(n-) --> ML(5)((n-1))(-) + L(-).", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00099a050.png"}, {"title": "ELECTRON PROPAGATOR THEORY OF ZNCH3, ZN(CH3)(2), AND RELATED IONS", "doi": "10.1063/1.467272", "abstract": "Electron propagator calculations on electron affinities of ZnCH3+ and ionization energies of ZnCH3- provide ZnCH3 excitation energies. Excited states involving promotion of an electron from one Zn-centered hybrid to another, as well as Zn-C bond to Zn-centered hybrid charge-transfer states, are obtained. The lowest excited state, which is of the former type with an unpaired electron in a Zn-centered, p-like hybrid orbital, lies 2.98 eV above the ground state, in close agreement with spectroscopic results. A charge-transfer state, where two electrons reside in a Zn-centered, s-like hybrid orbital and an unpaired electron is described by a Zn-C bond orbital, is 4.48 eV above the ground state. Additional excited states also have been calculated. Vertical ionization energies of ZnCH3-, as well as the vertical ionization energy and several vertical electron affinities of ZnCH3+, have been determined. ZnCH3's adiabatic ionization energy, 7.06 eV, and adiabatic electron affinity, 0.95 eV, have been inferred from additional calculations. Vertical ionization energies of Zn(CH3)(2) are calculated with similar techniques and are in excellent agreement with photoelectron spectrum results. Bond energies for the dissociation of one or both methyl groups have been determined as well.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.467272.png"}, {"title": "ELECTRON-BINDING ENERGIES OF LINEAR C-3, C-5, C-7, AND C-9 CLUSTERS", "doi": "10.1063/1.467071", "abstract": "Electron propagator calculations are performed on the vertical ionization energies and electron affinities of linear C-3, C-5, C-7, and C-9 clusters with a variety of correlation approximations and basis sets. Estimates of adiabatic electron affinities are made as well, and are in excellent agreement with experiment. A bound, excited state of C-9(-) has been found. Correlation effects are large for the electron affinity calculations and for many vertical ionization energies. The Koopmans description of final states is valid for the Feynman-Dyson amplitudes, but for many cationic states there is considerable shakeup character.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.467071.png"}, {"title": "SEMIDIRECT ALGORITHMS IN ELECTRON PROPAGATOR CALCULATIONS", "doi": "", "abstract": "Electron propagator calculations have been executed with a semi-direct algorithm that generates only a subset of transformed electron repulsion integrals and that takes advantage of Abelian point group symmetry. Diagonal self-energy expressions that are advantageous for large molecules are employed. Illustrative calculations with basis sets in excess of 200 functions include evaluations of the ionization energies of C-7(2-) and Zn(C5H5)(2). In the former application, a bound dianion obtains for a D-3h structure. In the latter, many final states of the same symmetry are calculated without difficulty. (C) 1994 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ELECTRON PROPAGATOR CALCULATIONS ON THE ELECTRON-AFFINITY OF C-5", "doi": "10.1016/0009-2614(93)90102-7", "abstract": "The vertical electron detachment energy of C-5(-) and the adiabatic electron affinity of C-5 are calculated with ab initio electron propagator methods. The former energy difference is 2.86 eV and the latter is 2.82 eV. These values are in close agreement with recent experimental determinations. Structural changes associated with the addition of an electron to C-5 are explained in terms of electron repulsions. New techniques for the calculation and interpretation of vertical and adiabatic electron binding energies are employed.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(93)90102-7.png"}, {"title": "CONFORMATIONALLY INDUCED LOCALIZATION IN THE ELECTRONIC-STRUCTURE OF POLYSILANES", "doi": "10.1021/ma00078a025", "abstract": "Ab initio electron propagator calculations with a double zeta effective core potential basis on the vertical electron binding energies of oligomeric models of polysilane chains reveal the effects of gauche conformational defects on electronic structure. When a gauche defect lies between two all-trans segments of unequal lengths, most of the probability density for the Feynman-Dyson amplitudes corresponding to the lowest ionization energy or the largest electron affinity resides on the longer segment. The energy gap between cationic and anionic states increases when a gauche defect is introduced, but the effect is larger when the defect is in the middle of the chain. These trends are explained in terms of simple bond function models suggested by examination of the Feynman-Dyson amplitudes.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ma00078a025.png"}, {"title": "ELECTRON PROPAGATOR THEORY OF BS2 AND BS2- ELECTRONIC-STRUCTURE", "doi": "10.1016/0009-2614(93)85668-E", "abstract": "Electron propagator calculations on the vertical and adiabatic ionization energies of BS2- yield structural information on ground and excited states of BS2. Analytical gradient techniques for BS2 geometry optimizations and renormalized self-energies for the evaluation of vertical ionization energies are employed. The calculated adiabatic electron affinity of BS2 is 3.63 eV. Geometry optimizations and force constant calculations arrive at D(infinityh) structures for all states. Harmonic vibrational frequencies are in reasonable agreement with experimental spectra. Adiabatic excitation energies of BS2 are inferred from the anion's adiabatic ionization energies. Potential and electric field expectation values of the Feynman-Dyson amplitudes provide a one-electron picture of how removal of an electron leads to bond length changes.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(93)85668-E.png"}, {"title": "IMPROVED ELECTRON PROPAGATOR METHODS - AN INVESTIGATION OF C-4, C-4(-), AND C-4(+)", "doi": "10.1063/1.465814", "abstract": "Several new electron propagator methods for the calculation and interpretation of vertical and adiabatic electron binding energies are applied to C4, C4-, and C4+. Among these methods are geometry optimizations of doublet species using neutral and dianionic reference states, renormalized calculations of vertical electron binding energies using unrestricted Hartree-Fock reference states, and analysis of correlated energy differences and corresponding orbitals in terms of one-electron expectation values. The adiabatic electron affinity of linear C4 is calculated to be 3.69 eV, in excellent agreement with photoelectron spectra. The corresponding result for the cyclic isomer, 2.17 eV, is very close to estimates from Coulomb explosion imaging. Ionization energies for both isomers also are calculated. Geometrical changes accompanying addition or removal of electrons are interpreted in terms of electrostatic interactions between nuclei and electrons assigned to Feynman-Dyson amplitudes.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.465814.png"}, {"title": "ELECTRON PROPAGATOR THEORY OF BO2 AND BO2(-) ELECTRONIC-STRUCTURE", "doi": "10.1063/1.465815", "abstract": "Electron propagator calculations on the vertical and adiabatic ionization energies of BO2- yield structural information on ground and excited states of BO2. Analytical gradient techniques for BO2 geometry optimizations and renormalized self-energies for the evaluation of vertical ionization energies are employed. The calculated adiabatic electron affinity of BO2 is 4.65 eV. Geometry optimizations and force constant calculations arrive at D(infinity h) structures for all states Harmonic vibrational frequencies are in reasonable agreement with experimental spectra. Adiabatic excitation energies of BO2 are inferred from the anion's adiabatic ionization energies. Potential and electric field expectation values of the Feynman-Dyson amplitudes provide a one-electron picture of how removal of an electron leads to bond length changes.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.465815.png"}, {"title": "BOND ROTATIONS AND LOCALIZATION IN THE ELECTRONIC-STRUCTURE OF POLYSILANES", "doi": "10.1021/ma00063a055", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ma00063a055.png"}, {"title": "A COMPARISON OF GROUND-STATE AVERAGES IN ELECTRON PROPAGATOR THEORY", "doi": "", "abstract": "In the Dyson equation, the self-energy describes all relaxation and correlation corrections to Koopmans's theorem. Energy-independent contributions to the self-energy depend on the one-electron reduced density matrix of the reference state. Three formalisms for calculating these terms are considered: perturbation theory, coupled-cluster theory, and contour integral theory. In one method, combinations of coupled-cluster singles and doubles amplitudes are substituted for first-order double excitation coefficients and for second-order single excitation coefficients. Another approach generates a description of reference state correlation through the evaluation of approximate contour integral expressions. Calculations on electron binding energies of closed-shell molecules and anions reveal that the coupled-cluster results for the energy-independent self-energy terms are closer to the perturbative results than to the contour integral values. (C) 1993 John Wiley & Sons, Inc.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "COUPLED-CLUSTER REFERENCE ELECTRON PROPAGATOR CALCULATIONS ON THE IONIZATION ENERGIES OF O2", "doi": "10.1016/0009-2614(92)85005-U", "abstract": "Electron propagator calculations of various levels are compared with coupled-cluster and Fock-space coupled-cluster methods on O2 ionization energies where final states are dominated by a single configuration. Among the electron propagator methods is an approximation that employs corrections to reference state density matrices from a coupled-cluster singles and doubles calculation. The closest agreement between the two classes of methods occurs between renormalized electron propagator approximations and the DELTA coupled-cluster singles and doubles method, even though the latter is not, like the Fock-space methods, a direct method for ionization energies. Basis set effects are also examined. Vertical ionization energies within 0.2 eV of experiment obtain with the coupled-cluster reference electron propagator calculations.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(92)85005-U.png"}, {"title": "ELECTRON PROPAGATOR CALCULATIONS ON THE ADIABATIC ELECTRON-BINDING ENERGIES OF C-3", "doi": "10.1063/1.463472", "abstract": "New techniques of electron propagator theory (EPT) are applied to C3, C3+, and C3-. Gradients of second-order EPT ionization energies and electron affinities are combined with gradients of second-order many-body perturbation theory for the neutral to produce gradients of the ion total energies. Optimized geometries of the ions, vibrational frequencies, and adiabatic electron binding energies are calculated with these methods. A renormalized self-energy is used to produce improved vertical and adiabatic ionization energies and electron affinities. For the cation, the B-2(2) state with C2v symmetry and the 2SIGMA state with C(infinity v) symmetry are very close in energy. The optimized 2SIGMA(u) structure is a transition state with an imaginary frequency of sigma(u) symmetry that lies 2.8 kcal/mol above the B-2(2) state. The adiabatic ionization energy is calculated to be 11.9 eV. The anion in the 2PI(g) state lies 1.8 eV below the neutral in these calculations.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.463472.png"}, {"title": "ONE-ELECTRON DENSITY-MATRICES AND ENERGY GRADIENTS IN 2ND-ORDER ELECTRON PROPAGATOR THEORY", "doi": "10.1063/1.462291", "abstract": "A formalism for evaluation of the effective first-order density matrices associated with second-order electron propagator theory is described. Computer implementation of this formalism affords first-order density properties, such as dipole moments, and energy gradients. Given an initial state with N electrons, this approach enables geometry optimization of the ground and excited electronic states of species with N - 1 and N + 1 electrons. The performance of the present method is assessed with test calculations on the formyl radical.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.462291.png"}, {"title": "ROLE OF D-ORBITALS AND F-ORBITALS IN THE GEOMETRIES OF LOW-VALENT ACTINIDE COMPOUNDS - ABINITIO STUDIES OF U(CH3)3, NP(CH3)3, AND PU(CH3)3", "doi": "10.1021/ja00033a068", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00033a068.png"}, {"title": "TOTAL ENERGIES AND ENERGY GRADIENTS IN ELECTRON PROPAGATOR THEORY", "doi": "", "abstract": "From the second-order self-energy of electron propagator theory, one can obtain total energies for the initial, N-electron state and the final, N +/- 1-electron states. Recent derivations and computational studies have demonstrated the feasibility of calculating effective first-order density matrices corresponding to the electron-binding energies. One-electron properties and energy gradients of the final states are thereby made accessible. Applications to the ground and excited states of CaCN and to C3+ illustrate the capabilities of this method.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "GROUND-STATE AND VERTICAL IONIZATION ENERGIES VERSUS SI-SI-SI AND C-C-C BOND ANGLES IN SI3H8 AND C3H8", "doi": "10.1021/j100175a036", "abstract": "Geometry-optimized ground-state energies of Si3H8 are calculated as a function of Si-Si-Si bond angle from 109.471-degrees to 120-degrees with the 6-31G(d) basis and second-order many-body perturbation theory. A structure with the Si-Si-Si angle equal to 120-degrees lies 0.44 kcal/mol higher than the global minimum. Effects on vertical ionization energies are calculated with electron propagator theory. The same bond angle distortion causes the vertical ionization energy to the 2B2 final state to increase by 0.09 eV, while the vertical ionization energy to the 2A1 final state decreases by the same amount. When the same procedures are applied to C3H8, the ground-state energy change accompanying the bond angle distortion is 1.29 kcal/mol. Three cation final states are very close at the equilibrium geometry of the neutral. Distortion of the C-C-C angle to 120-degrees causes the 2B2 ionization energy to increase by 0.22 eV, the 2A1 ionization energy to decrease by 0.21 eV, and the 2B1 ionization energy to decrease by 0.15 eV. Good agreement with experiment is obtained in the propagator calculations on vertical ionization energies for molecules in their equilibrium geometries. Contour plots and expectation values of the Feynman-Dyson amplitudes provide an interpretation of the ionization energy trends.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__j100175a036.png"}, {"title": "MOLECULAR SIMILARITY INDEXES IN ELECTRON PROPAGATOR THEORY", "doi": "10.1016/S0009-2614(91)85059-6", "abstract": "Application of the concept of relaxed, first-order density matrices to electron propagator theory provides a measure of molecular similarity between a reference N-electron Hartree-Fock wavefunction and a correlated final state with N-1 electrons. Illustrative calculations on N2 and HNO show how the similarity index, computed for various cationic final states, measures their non-Koopmans character. The similarity index provides a description that is complementary to that obtained from Koopmans' defects, Feynman-Dyson amplitudes and pole strengths.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0009-2614(91)85059-6.png"}, {"title": "ONE-ELECTRON PICTURES OF MOLECULAR ELECTRONIC-STRUCTURE THROUGH ELECTRON PROPAGATOR THEORY", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "A SIMPLIFIED MODEL OF OLIGOSILANE IONIZATION ENERGIES", "doi": "10.1063/1.460445", "abstract": "Ab initio electron propagator calculations with effective core potentials on Si and a double zeta basis produce accurate vertical ionization energies and Feynman-Dyson amplitudes (FDA's) for oligosilanes. The calculations determine variations in ionization energies and ground state total energies with respect to bond angle and dihedral angle distortions and obtain excellent agreement with photoelectron spectra and with previous all-electron calculations with larger basis sets. Second order, diagonal self energies contain the bulk of the relaxation and correlation effects. FDA's accompanying the ionization energies are built from Si-Si bond functions. Phase relationships between neighboring bond functions determine how bond angles affect the ionization energies of Si3H8. The variation of ionization energies with respect to dihedral angles in the Si backbones of Si4H10 and Si5H12 depends on phase relationships between first non-neighbor bond functions.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.460445.png"}, {"title": "ELECTRON PROPAGATOR THEORY OF THE GROUND AND EXCITED-STATES OF CAC5H5", "doi": "10.1021/ja00009a057", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00009a057.png"}, {"title": "ELECTRON PROPAGATOR THEORY OF THE GROUND AND EXCITED-STATES OF CABH4", "doi": "10.1021/ja00004a007", "abstract": "Electron propagator theory provides a correlated one-electron picture of bonding in various states of CaBH4. Calculations of CaBH4+ electron affinities produce ground- and excited-state energies at the optimized, C3-upsilon minimum of the neutral ground state and at a C2-upsilon geometry. Contour plots and expectation values of Feynman-Dyson amplitudes (FDA's) describe the distribution of the least bound electron in various states. XBAR2A1 has an unpaired electron in a Ca sp hybrid polarized away from BH4. Splittings of Ca d orbitals, variable hybridization with Ca p orbitals, and contrasting Ca-ligand bonding properties characterize the next few states, which display pi, sigma, and delta pseudosymmetry in their FDA's. The splitting of the first two excited states is not as large as it is in calculations where BH4 is replaced by a ligand which confronts Ca with a lone pair of electrons with sigma pseudosymmetry. Higher excited states have electrons in diffuse orbitals that have been orthogonalized to the bonding regions.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00004a007.png"}, {"title": "RENORMALIZED GROUND-STATES IN ELECTRON PROPAGATOR THEORY", "doi": "10.1002/qua.560400808", "abstract": "Electron propagator theory provides a correlated one-electron picture of bonding through accurate calculations of electron binding energies and Feynman-Dyson amplitudes. Reference state averages are improved with certain infinite-order corrections by employing amplitudes from coupled cluster singles and doubles calculations. The results contain all corrections to Koopmans's theorem through third-order and many infinite-order corrections. Illustrative calculations are performed on the ionization energies of H2O, HF, BH, and OH-, and on the electron affinities of CaF+ and CH+.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__qua.560400808.png"}, {"title": "ELECTRON PROPAGATOR THEORY OF BONDING IN SATURATED SILICON CHAINS", "doi": "10.1016/S0277-5387(00)86104-5", "abstract": "Ab initio electron propagator calculations produce accurate electron binding energies and Feynman-Dyson amplitudes for oligosilanes as a function of bond angle and dihedral angle distortions. Ground state energies are also calculated for equilibrium and distorted structures. While the ground state energies are fairly insensitive to the distortions, changes in electron binding energies can be much larger. Examination of the Feynman-Dyson amplitudes leads to an electronic structure model that is based on phase relationships between bond orbital and antibond orbitals that are localized in Si-Si bond regions. This model is successful in explaining the calculated shifts in electron binding energies and changes in polymer absorption spectra.", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0277-5387(00)86104-5.png"}, {"title": "1ST-PRINCIPLES STUDIES OF POLYSILANE MODEL SYSTEMS", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "GROUND-STATE AND VERTICAL IONIZATION ENERGIES VERSUS SI-SI-SI AND C-C-C BOND ANGLES IN SI3H8 AND C3H8", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ELECTRON PROPAGATOR CALCULATIONS ON THE IONIZATION ENERGIES OF CRH-, MNH- AND FEH-", "doi": "10.1016/0009-2614(90)85226-3", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(90)85226-3.png"}, {"title": "STRUCTURES AND PROPERTIES OF DOUBLE-RYDBERG ANIONS", "doi": "10.1021/j100375a002", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__j100375a002.png"}, {"title": "GROUND AND EXCITED-STATES OF CACH3, CANH2, CAOH, AND CAF THROUGH ELECTRON PROPAGATOR CALCULATIONS", "doi": "10.1063/1.458257", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.458257.png"}, {"title": "GROUND AND EXCITED-STATES OF CASH THROUGH ELECTRON PROPAGATOR CALCULATIONS", "doi": "10.1016/0009-2614(90)85175-C", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(90)85175-C.png"}, {"title": "BAND-STRUCTURE AND OPTICAL-ABSORPTION PROPERTIES OF POLYSILANE CHAINS", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "GROUND-STATES AND IONIZATION ENERGIES OF POLYSILANE OLIGOMERS", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ELECTRON PROPAGATOR TEST OF ATOMIC NATURAL ORBITAL BASIS-SETS", "doi": "", "abstract": "Electron propagator calculations of Sc and Ti ionization energies employing contractions based on atomic natural orbitals reveal the soundness of this approach for choosing basis sets. Errors in total energies greatly exceed those for ionization energies, where contraction errors are reduced to less than 1 mhartree. Systematic improvements involve retention of natural orbitals with lower occupation numbers and augmentation with diffuse and polarization functions.", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "BAND-STRUCTURE AND OPTICAL-ABSORPTION PROPERTIES OF POLYSILANE CHAINS", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "GROUND-STATES AND IONIZATION ENERGIES OF POLYSILANE OLIGOMERS", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "IONIZATION ENERGIES OF OH3- ISOMERS", "doi": "10.1063/1.457319", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.457319.png"}, {"title": "ELECTRON PROPAGATOR CALCULATIONS ON THE DISCRETE SPECTRA OF ARH AND NEH", "doi": "10.1016/0009-2614(89)85151-6", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(89)85151-6.png"}, {"title": "AN ELECTRON PROPAGATOR STUDY OF BONDING IN AMINOBORANE", "doi": "10.1016/S0009-2614(89)87317-8", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__S0009-2614(89)87317-8.png"}, {"title": "THEORETICAL CALCULATIONS ON THE INTERACTION OF CO WITH MGO AND CAO", "doi": "10.1021/ja00185a001", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00185a001.png"}, {"title": "ELECTRON PROPAGATOR CALCULATIONS WITH NONDIAGONAL PARTIAL 4TH-ORDER SELF-ENERGIES AND UNRESTRICTED HARTREE-FOCK REFERENCE STATES", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ELECTRON-BINDING ENERGIES OF ANIONIC ALKALI-METAL ATOMS FROM PARTIAL 4TH-ORDER ELECTRON PROPAGATOR THEORY CALCULATIONS", "doi": "10.1063/1.455401", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.455401.png"}, {"title": "ELECTRON-BINDING ENERGIES OF ANIONIC ALKALI-METAL TRIATOMICS FROM PARTIAL 4TH-ORDER ELECTRON PROPAGATOR THEORY CALCULATIONS", "doi": "10.1063/1.455402", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.455402.png"}, {"title": "GROUND-STATES AND IONIZATION ENERGIES OF SI2H6, SI3H8, SI4H10, AND SI5H12", "doi": "10.1021/ja00222a006", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00222a006.png"}, {"title": "TANTALUM-LIGAND BOND LENGTHS IN D0 AND D1 PIANO-STOOL COMPLEXES", "doi": "10.1021/om00095a037", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__om00095a037.png"}, {"title": "ABINITIO CONFORMATION AND IONIZATION-POTENTIALS OF POLYSILANE OLIGOMERS", "doi": "10.1021/ma00182a062", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ma00182a062.png"}, {"title": "PARTIAL 4TH ORDER ELECTRON PROPAGATOR THEORY", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "VERTICAL AND ADIABATIC IONIZATION ENERGIES OF NH4- ISOMERS VIA ELECTRON PROPAGATOR THEORY AND MANY-BODY PERTURBATION-THEORY CALCULATIONS WITH LARGE BASIS-SETS", "doi": "10.1063/1.453000", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.453000.png"}, {"title": "CALCULATING ELECTRON-AFFINITIES WITH ELECTRON PROPAGATOR THEORY", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "MANY-BODY THEORY OF THE IONIZATION ENERGIES OF CH3-, SIH3-, AND GEH3-", "doi": "10.1021/ja00251a003", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00251a003.png"}, {"title": "APPLICATIONS OF ELECTRON PROPAGATOR THEORY TO THE ELECTRON-AFFINITIES OF ASH2, SEH, BR, SBH2, TEH, AND I", "doi": "10.1063/1.453235", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.453235.png"}, {"title": "DIRECT VERSUS INDIRECT MANY-BODY METHODS FOR CALCULATING VERTICAL ELECTRON-AFFINITIES - APPLICATIONS TO F-, OH-, NH-2, CN-, CL-, SH- AND PH-2", "doi": "10.1016/0009-2614(87)80272-5", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(87)80272-5.png"}, {"title": "CALCULATIONS ON THE VERTICAL AND ADIABATIC IONIZATION ENERGIES OF (H2S)2", "doi": "10.1016/0009-2614(87)87154-3", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(87)87154-3.png"}, {"title": "APPLYING ELECTRON PROPAGATOR THEORY TO ELECTRON-AFFINITIES", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ELECTRON-AFFINITY CALCULATIONS ON NH-2-, PH-2-, CN-, SH-, OH-, CL-, AND F- - BASIS-SETS AND DIRECT VS INDIRECT METHODS", "doi": "10.1063/1.452619", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.452619.png"}, {"title": "CALCULATIONS ON ADIABATIC ELECTRON-BINDING ENERGIES OF MOLECULAR DIMERS", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "MOLECULAR-ORBITAL CALCULATIONS ON THE TH-NI INTERACTION IN TH(ETA-5-C5H5)2(MU-PH2)2NI(CO)2", "doi": "10.1021/ja00263a056", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00263a056.png"}, {"title": "CALCULATIONS ON SPECIES RELEVANT TO THE PHOTOIONIZATION OF THE VANDERWAALS MOLECULE (H2S)2", "doi": "10.1063/1.450460", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.450460.png"}, {"title": "SYNTHESIS AND STRUCTURE OF A METALLOPHOSPHENIUM BORANE (3) COMPLEX CONTAINING A BRIDGING BH3 GROUP", "doi": "10.1021/om00133a031", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__om00133a031.png"}, {"title": "PREPARATION AND CHARACTERIZATION OF THE 1ST ORGANOACTINIDE POLYSULFIDE (ETA5-C5ME5)2THS5 - A UNIQUE EXAMPLE OF THE TWIST-BOAT CONFORMATION OF THE MS5 RING", "doi": "10.1021/ja00261a028", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ja00261a028.png"}, {"title": "CHEMISTRY OF METALLOPHOSPHANE FRAGMENTS", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "MO CALCULATIONS ON INTERACTIONS OF H2O WITH CP2ZR AND CP2ZRH2", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "STUDIES OF HYDROGEN-SULFIDE DIMERIZATION AND FRAGMENTATION BY ABINITIO SCF AND MANY-BODY CALCULATIONS", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "HYDRIDE BRIDGES BETWEEN LNCP2 CENTERS", "doi": "10.1021/ic00207a027", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__ic00207a027.png"}, {"title": "QUALITATIVE PROPAGATOR THEORY OF CH3CN, CH3NC, AND CH3CCH AUGER-SPECTRA", "doi": "10.1063/1.449032", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.449032.png"}, {"title": "THEORY OF CX4 AND SIX4 MOLECULAR AUGER-SPECTRA", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ALKYL SHIFTS BETWEEN TRANSITION-METALS AND COORDINATED MAIN GROUP ATOMS", "doi": "10.1002/hlca.19840670102", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1002__hlca.19840670102.png"}, {"title": "QUALITATIVE PROPAGATOR THEORY OF AX4 AUGER-SPECTRA", "doi": "10.1063/1.447588", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.447588.png"}, {"title": "ELECTRON-PROPAGATOR CALCULATIONS WITH A TRANSITION-OPERATOR REFERENCE", "doi": "10.1016/0009-2614(83)87067-5", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(83)87067-5.png"}, {"title": "CORRELATION AND POLARIZATION EFFECTS IN THE THERMOCHEMICAL PROPERTIES OF SMALL BORON HYDRIDES", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "MOLECULAR-ORBITAL THEORY OF ALKYLIDENEOXIRANE-CYCLOPROPANONE REARRANGEMENTS", "doi": "10.1021/jo00172a055", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1021__jo00172a055.png"}, {"title": "A POWERFUL PROCEDURE FOR OPTIMIZING AGP STATES", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ELECTRON PROPAGATOR CALCULATIONS OF MOLECULAR ELECTRON-AFFINITIES", "doi": "10.1016/0009-2614(81)85205-0", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1016__0009-2614(81)85205-0.png"}, {"title": "THE AGP WAVEFUNCTION AND ITS RELATION TO OTHER DESCRIPTIONS OF ELECTRONIC-STRUCTURE", "doi": "", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/.png"}, {"title": "ELECTRON PROPAGATOR THEORY OF MOLECULAR ANIONS", "doi": "10.1063/1.438994", "abstract": "", "image": "/page_data/researchers/vincent_ortiz/research_images/10.1063__1.438994.png"}]}