{"publications": [{"title": "Unusual and Conventional Dative Bond Formation by s(2) Lone Pair Donation from Alkaline Earth Metal Atoms to BH3, AIH(3), and GaH3", "doi": "10.1021/acs.jpca.0c03432", "abstract": "Using ab initio electronic structure methods with flexible atomic orbital basis sets, we examined the nature of the bonding arising from donation of an ns(2) electron pair on an alkaline earth atom (Mg or Ca) into a vacant n'p orbital on the group 13 atom of BH3, AIH(3), or GaH3. We also examined what happens when an excess electron is attached to form corresponding molecular anions. Although the geometries of MgBH3, MgAIH(3), MgGaH3, and CaBH3 are found to be much as one would expect for datively bound molecules, CaAIH(3) and CaGaH3 were found to have very unusual geometries in that their Al-H or Ga-H bonds are directed toward the Ca atom rather than away, as in the other compounds. Internal electrostatic Coulomb attractions between the partially positively charged Ca center and the partially negatively charged H centers were suggested as a source of these unusual geometries. The other novel finding is that the electron affinities (EAs) of all six M'-MH3 species lie in the 0.7-1.0 eV range, which is suggestive of ionic electronic structures for the neutrals even though the partial charges on the alkaline earth centers are as low as 0.3 atomic units. Partial positive charge on the alkaline earth atoms combined with substantial electron affinities of the BH3, AIH(3), and GaH3 groups, but only when distorted from planar geometries, were suggested to be the primary contributors to the large EAs.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__acs.jpca.0c03432.gif"}, {"title": "Fate of Dipole-Bound Anion States when Hydrated", "doi": "10.1021/acs.jpca.0c00360", "abstract": "Many strongly polar molecules can form an anion by attaching an electron to either an empty or half-filled valence-bound (VB) orbital or a so-called dipole-bound (DB) orbital. These two families of orbitals can be very different in their radial extent (the former are usually more compact, while the latter are quite diffuse) and in the degree to which they are affected by surrounding solvent molecules. In this study, the effects of hydration (representative of strong solvation) on the DB state of a model polar species are investigated with an eye toward determining whether this state is stabilized or even persists when a few to 100 water molecules surround the polar molecule. It is found that in the presence of up to ca. 10-12 water molecules, the excess electron can remain in a DB orbital. However, once there are enough water molecules to form a complete first hydration shell (or more), the excess electron migrates into an orbital localized on the outer surface of the water solvent cage. These findings have implications on the possible role of DB states as doorways to facilitating electron attachment and subsequent electron transfer to VB states. It is shown that even when the electron is bound to the surface of the surrounding solvent, the dipole potential of the solute molecule can influence where on the surface the electron binds. It is also illustrated that using continuum dielectric methods to describe the hydration of DB states is fraught with danger because much of the outermost electron density in such states penetrates outside the boundary of the cavity used in these methods.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__acs.jpca.0c00360.gif"}, {"title": "Concluding remarks for advances in ion spectroscopy Faraday Discussion", "doi": "10.1039/c9fd00058e", "abstract": "Because the Introductory Lecture of this Faraday Discussion emphasized the recent history and exciting developments in the fields of experimental methods and applications of gaseous ion spectroscopy, these Concluding Remarks are, by design, directed somewhat more toward the roles played by theory. In discussing both the experimental and theoretical studies of gaseous ions, it is important to recognize and appreciate the delicate balance workers in the field are pursuing in terms of methodological/tool development and applications to current-day pressing problems in chemistry, physics, materials science, and biology. Without both components of modern research in this field, progress will not be efficient. Substantial discussion is included about the reductive approach that is commonly used to attempt to connect studies of ions in the gas phase (i.e., as isolated species) with properties of these ions as they exist in nature. Issues of how small a model system can be, to what extent surroundings/solvation can be addressed, and how our experimental or theoretical tools might limit us are all discussed in some detail. The current ability of theory to assist in the interpretation of experimental spectral data on gaseous ions is discussed, as are several of the most pressing limitations of theory on this front. Finally, the author offers his thoughts about what advances/improvements in theory are needed and the outlook for when they might be expected, and urges the experimental community to remain in close contact with theory groups developing new methods so that progress can be optimized.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A metastable [(MgFe3)(2)](2-) dianion composed of two superhalogen anions", "doi": "10.1016/j.jfluchem.2019.02.007", "abstract": "The electronic and thermodynamic stabilities of the [(MgF3)(2])(2-) dianion (composed of two neutral radical superhalogen MgF3 molecules and two excess electrons) are investigated on the basis of theoretical calculations employing ab initio methods. It is demonstrated that this species is vertically and adiabatically electronically stable (by 5.58 and 2.28 eV, respectively). Although it is susceptible to certain fragmentations, [(MgF3)(2)](2-) is predicted to be kinetically long-lived (due to substantial energy barriers for any of the fragmentation reactions) and thus it is likely to be detected in electrospray mass spectroscopic studies if solutions containing salts of this dianion can be formed. For this reason, the structures and energies of the corresponding Na-2[(MgF3)(2)] salt are also examined as part of this study.", "image": "/page_data/researchers/jack_simons/research_images/10.1016__j.jfluchem.2019.02.007.jpg"}, {"title": "Strategy for creating rational fraction fits to stabilization graph data on metastable electronic states", "doi": "10.1016/j.chemphys.2018.07.019", "abstract": "An exactly soluble model of two diabatic electronic states interacting through a coupling of strength V is used to generate data for testing the rational fraction analytic continuation technique for determining the energies and widths of metastable states of anions. By making analytical connections between the coefficients in the rational fraction and the parameters of the model, we are able to suggest how to choose the orders of the polynomials and the range of the scaling parameter, Z, within which to compute the energies for a given precision. This analysis also allows us to specify the range of Z-values to use in constructing the rational fraction in a manner that allows determination of all parameters of the model for a given precision. The constraint on the Z-value ranges can be used as a guide for constructing rational fractions of data obtained in electronic structure calculations on actual resonance states.", "image": "/page_data/researchers/jack_simons/research_images/10.1016__j.chemphys.2018.07.019.jpg"}, {"title": "Dissociative electron attachment to HGaF4 Lewis-BrOnsted superacid", "doi": "10.1039/c8cp04007a", "abstract": "The consequences of an excess electron attachment to HGaF4 (HF/GaF3) superacid are investigated on the basis of theoretical calculations employing ab initio methods. It is found that the dipole potential of HGaF4 plays an important role in the initial formation of a dipole-bound anionic state. Due to the kinetic instability of that initially formed anion, a fragmentation reaction occurs promptly and leads to (GaF4)(-) and H as the final products. The energy profile of this process, its rate, and mechanism are presented and discussed.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Selected boron, aluminum, and gallium trihalide and trihydride anions", "doi": "10.1016/j.chemphys.2016.05.008", "abstract": "Ab initio methods with flexible orbital basis sets are used to examine the electron binding strengths of trifluorides, tri-chlorides, and tri-hydrides of B, Al, and Ga. The adiabatic electron affinities are found to increase with increasing atomic number of the central atom. For any given central atom M (M = B, Al, Ga), the adiabatic and vertical electronic stability for MCl3 is larger than that of the corresponding MF3. The tri-hydrides have quite different electron binding strengths than the corresponding tri-halides. BH3 has a very small EA (ca. 0.02 eV) and its anion is planar whereas the tri-halide anions and All-13 and GaH3- are non-planar. AlH3- and GaH3 have considerably smaller EAs (ca. 0.3 eV) than the Al and Ga trihalides (0.9-1.8 eV). In all, these anions provide species whose electron binding strengths span a considerable range (03-1.8 eV). (C) 2016 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/10.1016__j.chemphys.2016.05.008.jpg"}, {"title": "General-Order Many-Body Green's Function Method", "doi": "10.1021/acs.jctc.5b00005", "abstract": "Electron binding energies are evaluated as differences in total energy between the N- and (N +/- 1)-electron systems calculated by the nth-order Moller-Plesset perturbation (MPn) theory using the same set of orbitals. The MPn energies up to n = 30 are, in turn, obtained by the determinant-based method of Knowles et al. (Chem. Phys. Lett. 1985, 113, 8-12). The zeroth- through third-order electron binding energies thus determined agree with those obtained by solving the Dyson equation in the diagonal and frequency-independent approximations of the self-energy. However, as n ? 8, they converge at the exact basis-set solutions from the Dyson equation with the exact self-energy, which is nondiagonal and frequency-dependent. This suggests that the MPn energy differences define an alternative diagrammatic expansion of Koopmans-like electron binding energies, which takes into account the perturbation corrections from the off-diagonal elements and frequency dependence of the irreducible self-energy. Our analysis shows that these corrections are included as semireducible and linked-disconnected diagrams, respectively, which are also found in a perturbation expansion of the electron binding energies of the equation-of-motion coupled-cluster methods. The rate of convergence of the electron binding energies with respect to n and its acceleration by Pade approximants are also discussed.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__acs.jctc.5b00005.gif"}, {"title": "Prediction of Thymine Dimer Repair by Electron Transfer from Photoexcited 8-Aminoguanine or Its Deprotonated Anion", "doi": "10.1021/jp411666a", "abstract": "Electronic structure methods are used to estimate differences in reaction barriers for transfer of an electron from singlet pi pi* excited 8-aminoguanine (A) or deprotonated 8-aminoguanine anion (A(-)) to a proximal thymine dimer site compared to barriers when pi pi* excited 8-oxoguanine (O) or deprotonated 8-oxoguanine (O-) serve as the electron donor. It is predicted that the barrier for photoexcited A should be lower than for photoexcited O, and the barrier for photoexcited A- should be lower than for photoexcited O-. Moreover, A, O-, and A(-) are predicted to have pi pi* excited states at energies near where O does, which allows them to be excited by photons low enough in energy to avoid exciting or ionizing any of DNA's bases. The origin of the differences in barriers is suggested to be the lower ionization potential of A compared to O and the lower electron detachment energy of A(-) compared to O-. Because O and O- have been experimentally shown to produce thymine dimer repair, it is proposed that A and A- are promising repair agents deserving experimental study.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__jp411666a.gif"}, {"title": "Refinements to the Utah-Washington Mechanism of Electron Capture Dissociation", "doi": "10.1021/jp5004819", "abstract": "Ab initio electronic structure calculations on a rather geometrically constrained doubly positivley charged parent peptide ion are combined with experimental data from others on three similar ions to refine understanding of the mechanistic steps in the Utah Washington model of electron-capture and electron-transfer dissociation. The primary new findings are that (i) the electron need not first attach to a Rydberg orbital and subsequently be extracted by an SS sigma* or amide pi* orbital (rather, it can be guided directly into the SS sigma* or amide pi* orbital by the Rydberg orbital) and (ii) Coulomb and dipole potentials within the parent ion alter both the electron binding strengths and radial ranges of Rydberg orbitals located on the positively charged sites, which, in turn, alters the ranges over which the electron can be guided. These same potentials, when evaluated at disulfide or backbone amide sites, determine which disulfide sigma* and amide pi* orbitals are and are not susceptible to electron attachment leading to SS and N-C-alpha bond cleavage. Additional experiments on the same parent ions discussed here are proposed to further test and refine the UW model.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__jp5004819.gif"}, {"title": "Negative electron affinities from conventional electronic structure methods", "doi": "10.1007/s00214-014-1445-1", "abstract": "If the potential V describing the interaction between an excess electron and a ground-state neutral or anionic parent is sufficiently attractive at short range, electron-attached states having positive electron affinities (EAs) can arise. Even if the potential is not attractive enough to produce a bound state, metastable electron-attached states may still occur and have lifetimes long enough to give rise to experimentally detectable signatures. Low-energy metastable states arise when the attractive components of V combine with a longer-range repulsive contribution to produce a barrier behind which the excess electron can be temporarily trapped. These repulsive contributions arise from either the centrifugal potential in the excess electron's angular kinetic energy or long-range Coulomb repulsion in the case of an anionic parent. When there is no barrier, this kind of low-energy metastable state does not arise, but improper theoretical calculations can lead to erroneous predictions of their existence. Conventional electronic structure methods with, at most, minor modifications are described for properly characterizing metastable states and for avoiding incorrectly predicting the existence of metastable states with negative EAs where no barrier is present.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Coulomb Potentials Have Strong Effects on Anion Electronic States", "doi": "10.1021/jp402474d", "abstract": "The Coulomb destabilization of intrinsic electron binding strengths and in forming repulsive Coulomb barriers (RCB) that can act to trap an excess electron are overviewed for a variety of anionic systems that include (i) multiply charged anions in which the charged sites are spatially well separated, (ii) multiply charged anions that have negative electron binding energies but in which the RCB decreases the rate of electron detachment, (iii) multiply charged superhalogen anions, (iv) positively charged polypeptides in which positive sites' Coulomb potentials stabilize antibonding orbitals allowing an electron to attach, (v) DNA duplex oligomers containing a thymine dimer damage site that is repaired by electron attachment, and (vi) DNA fragments in which an electron attached to a base pi* orbital results in formation of a strand break. Special attention is paid to the degree to which such Coulomb interactions are screened, especially in the latter two cases.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__jp402474d.gif"}, {"title": "Thymine dimer repair by electron transfer from photo-excited 2 ',3 ',5 '-tri-O-acetyl-8-oxo-7,8-dihydroguanosine or 2 ',3 ',5 '-tri-O-acetyl-ribosyluric acid - a theoretical study", "doi": "10.1080/00268976.2013.787152", "abstract": "Electronic structure calculations are combined with published experimental data from another laboratory to interpret trends in the rates of thymine dimer repair induced by photo-exciting the title molecules or their deprotonated derivatives. Opening of the thymine dimer's cyclobutane ring is believed to be initiated by electron transfer from the photo-excited molecule and to then pass over thermally accessible energy barriers. Therefore, the repair rates are determined by rates of accessing activation barriers connecting the photo-excited state to the electron-transferred state. These barriers are shown to depend on the electronic excitation energy and electron-binding energy of the donor and the electron affinity of the thymine dimer acceptor. For neutral donors, the barriers also depend on the distance between the donor and the thymine dimer through a screened Coulomb interaction between the donor cation and acceptor anion. For the deprotonated (anionic) donors, this Coulomb-derived distance dependence is absent. For both neutral and anionic donors, the range for electron transfer is spatially limited by the strength of the electronic couplings. The model put forth here rationalizes why anionic donors can be expected to perform better than neutrals and offers a framework for designing electron transfer agents optimal for a given electron acceptor.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "How low-energy electrons can damage DNA or repair damage within DNA", "doi": "", "abstract": "", "image": ""}, {"title": "Mechanism for Repair of Thymine Dimers by Photoexcitation of Proximal 8-Oxo-7,8-dihydroguanine", "doi": "10.1021/jp305561u", "abstract": "A wide range of experimental data from earlier studies by other workers are combined with recent data from the Burrows group to interpret that group's thymine dimer (T = T) repair rate data for 8-oxo-7,8-dihydroguanine (OG)-containing DNA duplexes. The focus of this effort is to explain (i) how and why the repair rates vary as the sequence location and distance of the OG relative to the T=T is changed and (ii) why the spatial extent over which repair is observed is limited to OG-T=T distances of similar to 6 angstrom. it is proposed that, if the OG and T=T are within similar to 5-6 angstrom, a Coulomb potential moves the energy of the OG(+)center dot center dot center dot T=T- ion-pair state below the photoexcited OG*center dot center dot center dot T=T state, even in the absence of full solvent relaxation, thus enhancing forward electron transfer from OG* to T=T by allowing it to occur as a radiationless internal conversion process rather than by overcoming a solvation-related barrier. The rate of this forward electron transfer is estimated to be similar to 10% of the decay rate of the photoexcited OG*. For OG-to-T=T distances beyond 5-6 angstrom, electron transfer is still exothermic, but it must occur through solvent reorganization, overcoming an energy barrier, which presumably renders this rate too slow to be detected in the experiments under study here. Once an electron has been injected into the T=T, as many other workers have shown, the reaction proceeds through two low-energy barriers first connecting T=T- to an intermediate in which the C-5-C-5, bond of the cyclobutane unit is cleaved, and onward to where the cyclobutane unit is fully broken and two intact thymine sites are established. Our ab initio data show that the energy landscape for these bond cleavages is altered very little by the presence of the proximal OG(+) cation, which therefore allows us to use data from the earlier studies to conclude that it takes similar to 100 ps for complete bond cleavage to occur. The experimentally determined overall T=T repair quantum yield of 1% then allows us to estimate the rate at which an electron is transferred from the T=T- anion back to the OG+ cation as 10 times the rate of bond cleavage. The experimental variations in T=T repair rates among several sequences are shown to be reasonably consistent with an exponential OG-to-T=T distance dependence, e(-beta R), with a decay parameter of beta = 0.6 angstrom(-1). Finally, suggestions are offered for experimental studies that would test the predictions offered here and shed further light on the OG-induced T=T repair mechanism.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__jp305561u.gif"}, {"title": "Spatial extent of fragment-ion abundances in electron transfer dissociation and electron capture dissociation mass spectrometry of peptides", "doi": "10.1016/j.ijms.2012.07.014", "abstract": "Earlier work from the first author's group has suggested that, in electron capture dissociation (ECD) or electron transfer dissociation (ETD) mass spectrometry experiments, an electron is initially attached into a Rydberg orbital centered at one of the peptide's positive sites (likely a protonated N-terminus, Lysine, Arginine, or Histidine). Moreover, this earlier work predicted that only Rydberg orbitals having principal quantum numbers n = 3-6 are populated in ECD and only n = 3 and 4 in ETD (when an anion donor having an electron binding energy of ca. 0. 6 eV is used), and that the populations of these levels are very similar in the nascent charge-reduced peptide. Based upon these predictions, the present paper develops a framework for predicting the abundances of closed-shell c and open-shell z* fragments as a function of distance along the backbone from the site initially holding the attached electron in a Rydberg orbital. The framework is not aimed at differences in branching ratios caused by differences in the physical properties of side chains along the backbone but on the spatial distances between the charged site holding the electron and the backbone amide units. The predictions of this model are tested using ECD and ETD data from derived from experiments carried out using simultaneous infrared photo-activation of the parent ions. Such activated-ion (Al) experiments are thought to disrupt much of the parent ion's secondary structure, which we believe allows us to make more reliable estimates of distances between the charged sites and the various amino acids' amide groups. The abundance patterns predicted based upon the framework described herein are found to be reasonably consistent with the experimental data. However, the data also provide evidence that internal solvation of the peptide's charged sites remains intact even under Al conditions, and that some of these solvated-ion structures (those involving a charged Lys or N-terminal amine) contribute incrementally to the abundances of fragment ions arising from cleaving nearby N-C-alpha, bonds. As a result, we conclude that ECD and ETD fragment ion abundances are determined by a combination of factors: (i) internal solvation of charged sites, (ii) spatial distributions or Rydberg orbitals charge densities within several residues of charged sites, and (iii) variations induced by differences in physical properties of side chains. It is primarily the first two of these three that the present paper addresses. (C) 2012 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/10.1016__j.ijms.2012.07.014.jpg"}, {"title": "Dipole and Coulomb Forces in Electron Capture Dissociation and Electron Transfer Dissociation Mass Spectroscopy", "doi": "10.1021/jp210915c", "abstract": "Ab initio electronic structure calculations were performed on a doubly charged polypeptide model H+-Lys(Ala)(19)-CO-CH(NH2)-CH2-SS-CH2-(NH2)CH-CO-(Ala)(19)-Lys-H+ consisting of a C-terminal protonated Lys followed by a 19-Ala alpha-helix with a 20th Ala-like unit whose side chain is linked by a disulfide bond to a corresponding Ala-like unit connected to a second 19-Ala alpha-helix terminated by a second C-terminal-protonated Lys. The Coulomb potentials arising from the two charged Lys residues and dipole potentials arising from the two oppositely directed 72 D dipoles of the alpha-helices act to stabilize the SS bond's sigma* orbital. The Coulomb potentials provide stabilization of 1 eV, while the two large dipoles generate an additional 4 eV. Such stabilization allows the SS sigma* orbital to attach an electron and thereby generate disulfide bond cleavage products. Although calculations are performed only on SS bond cleavage, discussion of N-C-alpha bond cleavage caused by electron attachment to amide pi* orbitals is also presented. The magnitudes of the stabilization energies as well as the fact that they arise from Coulomb and dipole potentials are supported by results on a small model system consisting of a H3C-SS-CH3 molecule with positive and negative fractional point charges to its left and right designed to represent (i) two positive charges ca. 32 angstrom distant (i.e., the two charged Lys sites of the peptide model) and (ii) two 72 D dipoles (i.e., the two alpha-helices). Earlier workers suggested that internal dipole forces in polypeptides could act to guide incoming free electrons (i.e., in electron capture dissociation (ECD)) toward the positive end of the dipole and thus affect the branching ratios for cleaving various bonds. Those workers argued that, because of the huge mass difference between an anion donor and a free electron, internal dipole forces would have a far smaller influence over the trajectory of a donor (i.e., in electron transfer dissociation (ETD)). The present findings suggest that, in addition to their effects on guiding electron or donor trajectories, dipole potentials (in combination with Coulomb potentials) also alter the energies of SS sigma* and amide pi* orbitals, which then affects the ability of these orbitals to bind an electron. Thus, both by trajectory-guiding and by orbital energy stabilization, Coulomb and dipole potentials can have significant influences on the branching ratio of ECD and ETC in which disulfide or N-C-alpha bonds are cleaved.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__jp210915c.gif"}, {"title": "Theoretical Study of Negative Molecular Ions", "doi": "10.1146/annurev-physchem-032210-103547", "abstract": "Although this review provides references to tabulations of molecular electron affinities, primarily it focuses on explaining why theory plays an important role ill understanding the behavior of anions, explaining the challenges that anions pose to theory, making connections between the theories used to compute electron affinities and the potentials (e.g., charge-dipole, charge-quadrupole, valence attraction and exchange repulsion, dispersion, and polarization) that govern the electron-molecule interaction, and discussing how species with negative electron affinities may possess metastable anion states and how such states should be treated. In addition to references to published literature, many links are given to websites of practicing theoretical chemists who study molecular anions; these links (which appear in boldface) offer the reader a broad avenue to access much more information about molecular anions than can be covered in a review or even through conventional literature sources.", "image": "/page_data/researchers/jack_simons/research_images/10.1146__annurev-physchem-032210-103547.png"}, {"title": "One-Electron Electron-Molecule Potentials Consistent with ab Initio Moller-Plesset Theory", "doi": "10.1021/jp1006445", "abstract": "Ab initio electronic structure methods such as Moller-Plesset (MP) theory can be used to compute electron affinities (EAs) of molecules or clusters of molecules to reasonable accuracy (a few tenths of an electron volt) For systems in which an electron is bound to a closed-shell neutral in a manner that primarily localizes the excess electron exterior to most of the electron density of the neutral, we investigate how a given level of ab initio description can be accurately described by a one-electron potential governing the excess electron's interaction with the neutral We show what ingredients such a potential must possess not only to reproduce the ab initio EA but also to have long-range electrostatic, polarization, and other contributions identical to the ab initio potential In particular, we show that using Hartree-Fock level electrostatic moments and polarizability can produce a one-electron potential consistent with MP2 theory To be consistent with MP3 theory, MP2-level electrostatics and polarizabilities must be used. The long-range components of the ab initio potential are shown to embody both orbital relaxation induced by the excess electron and the dispersion interactions between the excess electron and the other electrons of the neutral. Even though these individual contributions do not necessarily scale as r(-4), they are shown to combine into a total potential that can be represented in the familiar polarization form -1/2 alpha r(-4) These findings suggest that electrostatic potentials combined with polarization potentials scaling as r(-4) can indeed describe the relaxation (induction) and dispersion energies of an excess electron Finally, how these observations might assist in constructing new electron-molecule potentials is also discussed.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__jp1006445.gif"}, {"title": "Analytical Model for Rates of Electron Attachment and Intramolecular Electron Transfer in Electron Transfer Dissociation Mass Spectrometry", "doi": "10.1021/ja100240f", "abstract": "A new physical model is put forth to allow the prediction of electron transfer rates and distances for (i) intramolecular transfer from an n >= 3 Rydberg orbital on a positive site to a disulfide or amide bond site and (ii) intermolecular transfer from an anion donor to an n a 3 Rydberg orbital of a positively charged polypeptide. Although ab initio methods have proven capable of handling such electron transfer events when the Rydberg orbital has principal quantum number n = 3, they have proven to be incapable of handling Rydberg states having quantum number n > 3, so having a new tool capable of handling n > 3 Rydberg states is important. The model (i) focuses on each Rydberg orbital's large peak of high amplitude, (ii) approximates the electron density within this peak as constant within a radial shell characterized by a radius < r > and thickness T both of which depend on the quantum number n, and (iii) assumes that strong coupling (either with an orbital of an anion donor or to a disulfide sigma* or a backbone amide pi* orbital) occurs when the valence orbital penetrates fully within the radial shell of the Rydberg orbital. These assumptions permit a derivation of the ratios of rates of electron transfer for n > 3 to those for n = 3. Combining these ratios with ab initio rates for n = 3 allows one to make rate predictions for inter- and intramolecular electron transfer involving Rydberg orbitals appropriate to the electron transfer dissociation process. One important prediction of this model is that the combination of large-penetration and Landau-Zener surface-crossing conditions places very severe limitations on which Rydberg levels can initially be populated in electron transfer dissociation. Another prediction is that a Rydberg orbital of a given principal quantum number n has a limited range of distances over which it can transfer an electron; sigma* or pi* orbitals either too far from or too close to a given Rydberg orbital cannot accept an electron from that orbital.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__ja100240f.gif"}, {"title": "Analytical and Computational Studies of Intramolecular Electron Transfer Pertinent to Electron Transfer and Electron Capture Dissociation Mass Spectrometry", "doi": "10.1021/jp9057059", "abstract": "Earlier work from this group has suggested that, in electron capture and electron-transfer mass spectrometry experiments on positively charged gas-phase samples of polypeptides, the initial electron attachment event most likely occurs at one of the peptide's positively charged sites (e.g., protonated side chains), although electron attachment can occur at a disulfide or amide site ca. 1-10% of the time. Focusing on the 90-99% dominant channel in which initial electron attachment occurs at. a positive site, this paper addresses to what extent. and over what distances electron transfer can take place from a positively charged site to a disulfide sigma* or amide pi* orbital, because it is thought that it is through such orbitals that disulfide or N-C-alpha backbone bond cleavage occurs. Ab initio electronic structure calculations show that, as long as an SS sigma* (or OCN pi*) orbital experiences Sufficient Coulomb stabilization from proximal positively charged groups, there are a myriad of excited Rydberg states located oil positive sites that are able to induce such intrapeptide electron transfer. Computational data show that the transfer rates decay exponentially with distance fora given Rydberg orbital. An analytical model is developed that allows us to estimate the rates of Rydberg-to-valence and Rydberg-to-Rydberg electron transfers as functions of the Rydberg orbitals' it quantum numbers. This model suggests that transfer can occur over very long distances at rates that are more than competitive with the rates of radiationless relaxation within the manifold of Rydberg states (the latter processes eventually terminate the electron-transfer process an thus the disulfide or N-C-alpha bond cleavages), and it gives formulas for how these rates depend on n (and thus the radial span of the Rydberg orbitals),", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Mechanisms for S-S and N-C-alpha bond cleavage in peptide ECD and ETD mass spectrometry", "doi": "10.1016/j.cplett.2009.10.062", "abstract": "This Letter reviews efforts made to elucidate the mechanism by which electron-capture and electron-transfer dissociation bond cleavages occur in mass spectrometry. The primary issues include where in the parent ion the electron initially attaches, whether the energy released in this initial electron-capture step is key to determining which bonds will cleave, whether the electron can migrate from the site to which it initially attaches to other sites in the parent ion, and, if so, over what distances and at what rates, and why, in polypeptides, one finds disulfide and N-C-alpha bond cleavage primarily. (C) 2009 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/10.1016__j.cplett.2009.10.062.jpg"}, {"title": "Effects of Local Coulomb Potentials on Acid and Base Protonation-Deprotonation Rates and Equilibria", "doi": "10.1002/qua.22230", "abstract": "Ab initio electronic structure methods, even when performed at a very modest level, applied to the energy profiles for deprotonation of an organic acid or of a protonated amine in the presence of proximal charged groups yield data that suggest the following: 1. The proton affinity of an amine tethered to a surface can be altered substantially by the presence of proximal positively charged groups. 2. Barriers (above the thermodynamic energy requirement) along the amine protonation-deprotonation pathway arise when positive charges are tethered nearby. 3. A competition between the attractive intrinsic N-H bonding potential and the repulsive Coulomb potential between the departing proton and the proximal positive charges is the primary source of the above two results. 4. There is much less change in the equilibrium constant K or the deprotonation and protonation rate constants k(1) and k(-1) for an organic acid tethered to a surface when in the presence of proximal negative charges. 5. The attractive intrinsic O-H bonding potential and the attractive Coulomb potential between the proton and the proximal and nascent negative charges act in concert in the organic acid case. So, unlike the amine example, there is no competition between the dominant potentials and, as a result, no pronounced barriers occur along the reaction path. The relevance of these findings to acid-base properties of surfaces and nanoparticles are discussed. (C) 2009 Wiley Periodicals, Inc. Int J Quantum Chem 109: 3120-3130, 2009", "image": "/page_data/researchers/jack_simons/research_images/10.1002__qua.22230.png"}, {"title": "Electron shuttling in electron transfer dissociation", "doi": "10.1016/j.ijms.2009.02.021", "abstract": "Ab initio electronic structure calculations have been performed on two model systems containing a disulfide linkage and one or two positively charged sites, aimed at gaining further insight into how and where electrons attach to positively charged peptides under electron capture (ECD) and electron transfer dissociation (ETD) mass spectroscopy conditions. Couplings among electronic states involving (i) an entrance-channel with the excess electron residing on a donor anion interacting with the positively charged peptide, (ii) a state in which the electron has been transferred to the SS sigma* orbital to cause bond cleavage, and (iii) a manifold of states in which the electron has been transferred to a ground- or excited-Rydberg orbital on a positive site. The results of this study suggest that specific excited Rydberg states play a key role in effecting electron shuttling to the SS sigma* orbital. The excited-Rydberg orbitals close in energy to the SS sigma* orbital and with sufficient radial extent to span the distance between the positive site and the SS sigma* orbital play the key role. Then, when the anion donor, excited-Rydberg, and SS sigma* orbitals achieve spatial proximity and similarity in energies, one can have what is termed here a shuttle of an electron from the donor to the SS sigma* orbital, which results in SS bond cleavage. For the singly and doubly charged systems studied here, it was the 3p and 3d Rydberg orbitals, respectively, that met these criteria of spatial and energetic proximity. For other peptides having different charge states, it will be other Rydberg orbitals that meet these criteria because the relative energies of the SS sigma* and Rydberg orbitals are governed by the (different) Coulomb stabilizations these orbitals experience. However, the evidence suggests that it is not very high-energy Rydberg states but states with 3 < n < 10 that are involved in the rate limiting steps in ECD, ETD, and ECID experiments. (C) 2009 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/10.1016__j.ijms.2009.02.021.jpg"}, {"title": "Nature of PO Bonds in Phosphates", "doi": "10.1021/jp810014s", "abstract": "Making use of a combination of ab initio calculated geometries, orbital energies, and orbital spatial distributions as well as experimental information about bond lengths, bond energies, vibrational frequencies, and dipole moments, the nature of the terminal PO bond in phosphates such as (MeO)(3)PO was probed and compared to the case in MeO-P = O where P is trivalent and a PO pi bond is thus assumed to exist. We find that the MeO-P and terminal PO bond lengths in (MeO)(3)PO are essentially the same as in MeO-P = O and the terminal PO lengths are substantially shorter than single P-OMe bond lengths. We also find that the HOMO orbital energies in the two compounds are within 0.1 eV of one another and that these orbitals have spatial characteristics much like one would expect of a bonding pi orbital connecting two atoms from different rows of the periodic table. Using this data, making a comparison to the more familiar bonding arising in N-2, CO, and BF, and taking note of the dipole moments in compounds known to possess dative bonds, we conclude that it is best to represent the terminal PO bond in phosphates in terms of valence-bond structures such as (MeO)(3)P = O in which the formal charges are (PO0)-O-0 and where a single PO pi bond exists. However, when it comes to characterizing the PO antibonding pi* orbitals, significant differences arise. Electronic structure methods were able to identify the pi* orbital of MeO-P = O and to determine its energy (the MeO-P = O- anion is even bound). Similar attempts to identify the PO pi* orbital in the unbound (MeO)(3)P=O- anion lead us to conclude that this anion state is probably so strongly coupled to the continuum (i.e., to states corresponding to (MeO)3P=O plus a free electron) that it is so short lived as to be undetectable in experiments.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Role of Charge Transfer in the Structure and Dynamics of the Hydrated Proton", "doi": "10.1021/jp810652v", "abstract": "Although it has long been recognized that multiple water molecules strongly associate with an extra proton in bulk water, some models and conceptual frameworks continue to utilize the classical hydronium ion (H3O+) as a fundamental building block. In this work, the nature of the hydronium ion in aqueous systems is examined using an ab initio energy decomposition analysis (EDA) that evaluates both the magnitude of and energetic stabilization due to charge transfer among H3O+ and the surrounding water molecules. The EDA is performed on structures extracted from dynamical bulk-phase simulations and used to determine how frequently the pure hydronium ion, where the excess charge is primarily localized on H3O+, occurs under dynamic conditions. The answer is essentially never. The energetic stabilization of H3O+ due to charge delocalization to neighboring water molecules is found to be much larger (16-49 kcal/mol) than for other ions (even Li+) and to constitute a substantial portion (20-52%) of the complex's binding energy. The charge defect is also shown to have intrinsic dynamical asymmetry and to display dynamical signatures that can be related to features appearing in IR spectra.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Electron Transfer in Gaseous Positively Charged Peptides - Relation to Mass Spectrometry", "doi": "10.1016/S1574-1400(09)00508-8", "abstract": "Special theoretical tools are needed to carry out ab initio simulations of (i) electron transfer from a negatively charged donor (i.e., an anion donor) to a positively charged polypeptide and (ii) electron transfer within such a peptide from Rydberg orbitals on positive sites (e.g., protonated amines on side chains) to disulfide or amide bond sites. Basis sets capable of describing several Rydberg states as well as states with an electron attached to an SS sigma* or OCN pi* orbital must be used. Electron correlation is important to include for some states, and methods that allow one to obtain excited states of the same spin and spatial symmetry must be employed. Tools for treating surface hopping between states are also crucial. Examples of applying such tools to anion-to-peptide and intra-peptide electron-transfer processes are presented. It is demonstrated that intra-peptide electron transfer from Rydberg orbitals can occur over long distances (15 angstrom) and can take place in both through-space and through-bond paths. Similarities and differences with other electron-transfer processes in chemistry are also discussed.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Theoretical study of electron capture dissociation of [Mg(H2O)(n)](2+) clusters", "doi": "10.1016/j.ijms.2008.05.018", "abstract": "The electron capture dissociation (ECD) of [Mg(H2O)(n)](2+) clusters is examined using ab initio electronic structure methods to interpret experimental data on [Mg(H2O)(n)](2+) and [Ca(H2O)(n)](2+). Calculations are performed on Mg2+(H2O)(n) clusters containing a full first hydration shell plus one or two additional water molecules positioned to represent second- and third-shell molecules. The propensity of the Mg-containing clusters to undergo fragmentation primarily into [Mg(H2O)(n-m)](1+) + mH(2)O (m = 10) for n > 17 but primarily into [Mg(OH)(H2O)(n-k)](1+) + H + (k-1) H2O (k-1 = 10) for n < 17 (for Ca-containing clusters, the transition occurs near n = 22) is rationalized in terms of a model in which: a. For Mg with n < 17 (<22 for Ca), the second hydration shell is not filled, so electron attachment can occur either directly into an O-H sigma* orbital of a first-shell water molecule or into a Rydberg orbital surrounding the cluster, after which electron transfer to a first-shell O-H sigma* orbital occurs, liberating an H atom and generating OH-. The experimental observation that 10 water molecules are released is shown to favor a mechanism in which electron attachment to a Rydberg orbital occurs first and is followed by transfer to an O-H sigma* orbital. b. For Mg with n > 17, the second hydration shell is posited to be filled, and it is shown that electron attachment to a second-shell water O-H sigma* orbital is unlikely. So, electron attachment to a surface-localized Rydberg orbital of the [Mg(H2O)(n)](2+) cluster takes place in a 5-eV exothermic process that boils off ca. 10 water molecules. No OH- + H is formed in such cases. (C) 2008 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Through-space and through-bond electron transfer within positively charged peptides in the gas phase", "doi": "10.1016/j.ijms.2008.04.012", "abstract": "Processes by which an electron, initially attached to a protonated or fixed-charge side chain, can (i) undergo through-bond transfer to migrate to an S-S sigma* orbital and cleave a disulfide linkage, or (ii) undergo through-space transfer from that charged site to another positively charged side chain are examined using ab initio electronic structure methods. Earlier work from this group along these lines is extended in two directions: 1. The spacer units along which through-bond electron transfer occurs are extended to include olefinic as well as aliphatic units (because polypeptide backbones and side chains contain pi as well as a bonds). 2. The electron binding energies of positively charged side chains can vary substantially. In earlier work, protonated amine -NH3+ and fixed-charge -N(CH3)(3)(+) units were used as model systems. In this work, two positive units with more similar electron binding strengths are employed to see whether more facile electron transfer occurs when two such groups collide. The primary findings are 1. That through-bond electron transfer through combined olefinic-aliphatic linkages is not qualitatively different (in rate) than through aliphatic linkages. 2. That through-bond transfer can occur to S-S bonds at experimentally relevant rates but only over ca. 7 intervening bonds. 3. That through-space transfer from one positive side chain to another can occur but only if the electron binding strengths of the two side chains' positive sites are similar. (C) 2008 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Molecular anions", "doi": "10.1021/jp711490b", "abstract": "The experimental and theoretical study of molecular anions has undergone explosive growth over the past 40 years. Advances in techniques used to generate anions in appreciable numbers as well as new ion-storage, ion-optics, and laser spectroscopic tools have been key on the experimental front. Theoretical developments on the electronic structure and molecular dynamics fronts now allow one to achieve higher accuracy and to study electronically metastable states, thus bringing theory in close collaboration with experiment in this field. In this article, many of the experimental and theoretical challenges specific to studying molecular anions are discussed. Results from many research groups on several classes of molecular anions are overviewed, and both literature citations and active (in online html and pdf versions) links to numerous contributing scientists' Web sites are provided. Specific focus is made on the following families of anions: dipole-bound, zwitterion-bound, double-Rydberg, multiply charged, metastable, cluster-based, and biological anions. In discussing each kind of anion, emphasis is placed on the structural, energetic, spectroscopic, and chemical-reactivity characteristics that make these anions novel, interesting, and important.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Theoretical study of through-space and through-bond electron transfer within positively charged peptides in the gas phase", "doi": "10.1016/j.ijms.2007.10.003", "abstract": "As part of an on-going effort to probe mechanisms for disulfide and backbone N-C-alpha cleavage under electron capture or electron-transfer dissociation mass spectroscopy conditions, theoretical simulations have been carried out to consider the probabilities that a. an electron initially attached to a protonated amine site on a side chain can migrate (through-bond or through-space) to an S-S sigma* orbital and thus cause disulfide cleavage; b. an electron initially attached to a protonated site might be transferred (through-bond or through-space) to another protonated site or to a fixed-charge positive site thus allowing the electron to migrate throughout charged sites in a multiply charged peptide. The primary findings of this work include: c. charged-site to S-S sigma* orbital through-bond electron transfer can occur at significant probabilities but only over ca. 5 intervening bonds covering up to ca. 15 angstrom; d. through-space electron transfer from protonated sites to protonated sites or from fixed-charge sites to fixed-charge sites can be facile, but between protonated and fixed-charge sites transfer is very slow; to effect the transfers between equivalent sites, the two sites must come within ca. 5 angstrom of one another; e. through-space electron transfer from a protonated or fixed-charge site to an S-S sigma* orbital can occur with reasonable probability but if the two sites come within ca. 5 angstrom of one another. Based on these findings, speculation is offered both to interpret recent findings of the McLuckey group on flexible, triply charged peptides and earlier data from the Marshall group on more rigid, helical, doubly charged peptides, both of which contain disulfide linkages that experiments find to be readily cleaved. (C) 2007 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Possible mechanisms for protecting N-C-alpha bonds in helical peptides from electron-capture (or transfer) dissociation", "doi": "10.1016/j.ijms.2007.02.001", "abstract": "Ab initio electronic structure simulations are carried out on small alanine-based peptide fragments with an excess electron added to a Coulomb-stabilized amide OCN pi* orbital that forms a C-center dot-0(-) radical anion center. A focus of the study is to determine to what extent and by what means helix-involved N-C-alpha bonds are protected against cleavage compared to similar bonds in non-helical peptides. The primary findings, many of which support earlier suggestions, include: (1) There is little or no increase in the energy barriers for N-C-alpha bond cleavage caused by an amino acid being in a helix where its carbonyl oxygen is involved in a hydrogen bond to an H-N bond of an amino acid displaced by one helix turn. (2) When an electron attaches to a helix-involved Coulomb-stabilized OCN pi* orbital and the N-C-alpha. bond cleaves, three hydrogen bonds act to bind together the c and z(.) fragment ions. One of these hydrogen bonds is especially strong (ca. 16 kcal mol(-1)) because it involves a negatively charged oxygen center. This suggests that the protection against N-C-alpha cleavage of helix-involved amino acids may, as others suggested earlier, result from the strong hydrogen bonding that binds the c and z(.) fragment ions. (3) When an electron attaches to a helix-involved OCN pi* orbital, an electron can migrate to the pi* orbital of another amino acid one turn down the helix, but only by overcoming a barrier. After migrating to a new amino acid, N-C-alpha cleavage can occur at the latter site, also in line with what earlier workers have suggested. Suggestions of experiments that might test the hypotheses treated here are also put forth. (C) 2007 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Electron binding capabilities of some silylenes having small singlet-triplet splittings or triplet ground states", "doi": "10.1021/jp066551e", "abstract": "Several silyl and alkaline metal substituted silylenes have been investigated using the CAS-ACPF method in conjunction with the aug-cc-pVTZ basis sets. Silylsilylene and disilylsilylene are found to have singlet ground states with Delta E(ST)(-)values of 0.676 and 0.319 eV, respectively. The adiabatic ground state electron affinities are found to be 1.572 and 2.361 eV for HSiSiH3 and Si(SiH3)(2). respectively. Both silylenes possesses a stable (2)A(1) excited negative ion state, with respective adiabatic EA values of 0.037 and 1.000 eV. In contrast, all silylenes with at least one akaline metal substituent exhibit triplet neutral ground states. The metalated silylenes HSiLi, HSiNa, LiSiSiH3, NaSiLi, SiLi2, and SiNa2 have adiabatic ground state EAs somewhat below 1 eV, but each of these negatively charged system possesses up to three bound excited negative ion states, some of which are dipole-bound states.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "How very low-energy (0.1-2 eV) electrons cause DNA strand breaks", "doi": "10.1016/S0065-3276(06)52008-8", "abstract": "Our recent theoretical and others' experimental findings are overviewed concerning the mechanisms by which very low-energy (0.1-2 eV) free electrons attach to DNA and cause strong (ca. 4 eV) covalent bonds to break. The computational tools needed to deal with the metastable shape resonance anions that arise in these processes are discussed and illustrations of their applications to the particular case of DNA damage are provided. Our primary conclusions are that (i) attachment to base pi* orbitals in the above energy range most likely results in cleavage of sugar-phosphate C-O sigma bonds, (ii) the rates of C-O bond cleavage can be as high as 10(10) s(-1), and (iii) bond cleavage initiated by electron attachment to phosphate P=O pi bonds is less likely involved. The experiments that motivated our theoretical work are discussed as are later experimental findings that confirm our predictions about the nature of the electron attachment event and about which bonds break when strand breaks form.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "How do low-energy (0.1-2 eV) electrons cause DNA strand breaks?", "doi": "", "abstract": "We overview our recent theoretical predictions and the innovative experimental findings that inspired us concerning the mechanisms by which very low-energy (0.1-2 eV) free electrons attach to DNA and cause strong (ca. 4 eV) covalent bonds to break causing so-called single strand breaks. Our primary conclusions are that (i) attachment of electrons in the above energy range to base pi* orbitals is more likely that attachment elsewhere and (ii) attachment to base pi* orbitals most likely results in cleavage of sugar-phosphate C-O sigma bonds. Later experimental findings that confirmed our predictions about the nature of the electron attachment event and about which bonds break when strand breaks form are also discussed. The proposed mechanism of strand break formation by low-energy electrons involves an interesting through-bond electron transfer process.", "image": ""}, {"title": "Cleavage of thymine N-3-H bonds by low-energy electrons attached to base pi* orbitals", "doi": "10.1016/j.chemphys.2006.05.012", "abstract": "In this work, we extend our earlier studies on single strand break (SSB) formation in DNA to consider the possibility of cleaving a thymine N-3-H bond to generate a nitrogen-centered anion and a hydrogen radical which might proceed to induce further bond cleavages. In earlier studies, we considered SSBs induced by low-energy electrons that attach to DNA bases' pi* orbitals or to phosphate P=O pi* orbitals to cleave sugar-phosphate C-O bonds or base-sugar NI-C bonds. We also studied the effects of base pi-stacking oil the rates of such bond cleavages. To date, our results suggest that sugar phosphate C-O bonds have the lowest barriers to cleavage, that attachment of electrons with energies below 2 eV most likely occurs at the base pi* orbitals, that electrons with energy above 2 eV can also attach to phosphate P=O pi* orbitals, and that base pi stacking has a modest but slowing effect on the rates of SSB formation. However, we had not yet examined the possibility that base N-3-H bonds could rupture subsequent to base pi* orbital capture. In the present work, the latter possibility is considered and it is found that the barrier to cleavage of the N-3-H bond in thymine is considerably higher than for cleaving sugar-phosphate C-O bonds, so our prediction that SSB formation is dominated by C-O bond cleavage remains intact. (c) 2006 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "How do low-energy (0.1-2 eV) electrons cause DNA-strand breaks?", "doi": "10.1021/ar0680769", "abstract": "We overview our recent theoretical predictions and the innovative experimental findings that inspired us concerning the mechanisms by which very low-energy (0.1-2 eV) free electrons attach to DNA and cause strong (ca. 4 eV) covalent bonds to break causing so-called single-strand breaks. Our primary conclusions are that (i) attachment of electrons in the above energy range to base pi* orbitals is more likely than attachment elsewhere and (ii) attachment to base pi* orbitals most likely results in cleavage of sugar-phosphate C-O sigma bonds. Later experimental findings that confirmed our predictions about the nature of the electron attachment event and about which bonds break when strand breaks form are also discussed. The proposed mechanism of strand break formation by low-energy electrons involves an interesting through-bond electron-transfer process.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Catalytic hydrodeoxygenation of methyl-substituted phenols: Correlations of kinetic parameters with molecular properties", "doi": "10.1021/jp057332g", "abstract": "The hydrodeoxygenation of methyl- substituted phenols was carried out in a flow microreactor at 300 degrees C and 2.85 MPa hydrogen pressure over a sulfided CoMo/ Al2O3 catalyst. The primary reaction products were methylsubstituted benzene, cyclohexene, cyclohexane, and H2O. Analysis of the results suggests that two independent reaction paths are operative, one leading to aromatics and the other to partially or completely hydrogenated cyclohexanes. The reaction data were analyzed using Langmuir- Hinshelwood kinetics to extract the values of the reactant- to- catalyst adsorption constant and of the rate constants characterizing the two reaction paths. The adsorption constant was found to be the same for both reactions, suggesting that a single catalytic site center is operative in both reactions. Ab initio electronic structure calculations were used to evaluate the electrostatic potentials and valence orbital ionization potentials for all of the substituted phenol reactants. Correlations were observed between ( a) the adsorption constant and the two reaction rate constants measured for various methyl- substitutions and ( b) certain moments of the electrostatic potentials and certain orbitals' ionization potentials of the isolated phenol molecules. On the basis of these correlations to intrinsic reactantmolecule properties, a reaction mechanism is proposed for each pathway, and it is suggested that the dependencies of adsorption and reaction rates upon methyl- group substitution are a result of the substituents' effects on the electrostatic potential and orbitals rather than geometric ( steric) effects.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Distance dependence of through-bond electron transfer rates in electron-capture and electron-transfer dissociation", "doi": "10.1016/j.ijms.2006.05.003", "abstract": "Ab initio electronic structure calculations on model cations containing a disulfide linkage and a protonated amine site are carried out to examine how the rate of electron transfer from a Rydberg orbital on the amine site to the S-S sigma* orbital depends upon the distance between these two orbitals. These simulations are relevant to both electron-capture and electron-transfer dissociation mass spectrometry where protonated peptide or protein samples are assumed to capture electrons in Rydberg orbitals of their protonated sites subsequent to which other bonds (especially S-S and N-C-alpha) are cleaved. By examining the dependence of three diabatic potential energy surfaces (one with an electron in the ground-state Rydberg orbital of the protonated amine, one with the electron in an excited Rydberg orbital on this same site, and the third with the electron attached to the S-S sigma* orbital) on the S-S bond length, critical geometries are identified at which resonant through-bond electron transfer (from either of the Rydberg sites to the S-S sigma* orbital) can occur. Landau-Zener theory is used to estimate these electron transfer rates for three model compounds that differ in the distance between the protonated amine and S-S bond sites. Once the electron reaches the S-S sigma* orbital, cleavage of the S-S bond occurs, so it is important to characterize these electron transfer rates because they may be rate-limiting in at least some peptide or protein fragmentations. It is found that the Hamiltonian coupling matrix elements connecting each of the two Rydberg-attached states to the sigma*-attached state decay exponentially with the distance between the Rydberg and sigma* orbitals, so it is now possible to estimate the electron transfer rates for other similar systems. (C) 2006 Elsevier B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Solid-state NMR spectra and long intradimer bonds in the pi-[TCNE](2)(2-) dianion", "doi": "10.1021/jp061920s", "abstract": "The principal C-13 chemical-shift values for the pi-[TCNE](2)(2-) dimer anion within an array of counterions have been measured to understand better the electronic structure of these atypical chemical species in several related TCNE-based structures. The structure of pi-[TCNE](2)(2-) is unusual as it contains two very long C-C bond lengths (ca. 2.9 angstrom) between the two monomeric units and has been found to exist as a singlet state, suggestive of a (1)A(1)g (b(2u)(2)b(1g)(0)) electronic configuration. A systematic study of several oxidation states of [TCNE](n) (n = 0, 1-, 2-) was conducted to determine how the NMR chemical-shift tensor values change as a function of electronic structure and to understand the interactions that lead to spin-pairing of the monomer units. The density functional theory (DFT) calculated nuclear shielding tensors are correlated with the experimentally determined principal chemical-shift values. Such theoretical methods provide information on the tensor magnitudes and orientations of their principal tensor components with respect to the molecular frame. Both theoretical and experimental ethylenic chemical-shielding tensors reveal high sensitivity in the component, delta(perpendicular to), lying in the monomer molecular plane and perpendicular to the pi-electron plane. This largest shift dependence on charge density is observed to be about -111 ppm/e(-) for delta(perpendicular to). The component in the molecular plane but parallel to the central C=C bond, delta\\\\, exhibits a sensitivity of approximately -43 ppm/ e(-). However, the out-of-plane component delta'(perpendicular to) shows a minimal dependence of -2.6 ppm/e(-) on the oxidation state (n) of [TCNE](n). These relative values support the claim that it is changes within the ethylenic pi- electrons and not the sigma-electrons that best account for the dramatic variations in bonding and shift tensors in this series of compounds. Concerning the intraion bonding, relatively weak Wiberg bond orders between the two monomeric components of the dimer correlate with the long bonds linking the two [TCNE center dot](-) monomers. The chemical-shift tensors for the cyano group, compared to the ethylene shifts, exhibit a reduced sensitivity on the TCNE oxidation state. The experimental principal chemical-shift components agree ( within typical errors) with the calculated quantum mechanical shieldings used to correlate the bonding. The embedded ion model (EIM) was used to investigate the typically large electrostatic lattice potential in these ionic materials. Chemical-shielding principal values calculated with the EIM model differ from experiment by +/- 3.82 ppm on average, whereas in the absence of an electrostatic field model, the experimental and theoretical results agree by +/- 4.42 ppm, which is only a modest increase in error considering the overall ionic magnitudes associated with the tensor variations. Apparently, the effects of the sizable long-range electrostatic fields cancel when the shifts are computed because of lattice symmetry.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "F+H2 -> FH+H potential energy surface: Construction of the reference configuration state function space and MR-ACPF-2 results", "doi": "10.1002/qua.20935", "abstract": "A new electronic configuration reference space (subsequently used in multi-reference averaged coupled pair functional (MR-ACPF) or multi-reference configuration interaction singles and doubles [MR-CI(SD)] level treatments of electron correlation) is determined using the aug-cc-pVQZ basis set as a step toward constructing a new potential energy surface (PES) for the F + H-2 -> FH + H reaction. We use our new reference space to calculate several chemically important properties (e.g., barriers, exothermicity, van der Waals wells) of the F + H-2 PES. We obtain nonrelativistic barrier heights of 1.32 kcal/mol(-1) (bent) and 1.67 kcal/mol(-1) (collinear) that are similar to 0.2-0.3 kcal/ mol(-1) lower than those obtained from the current best PES. Our nonrelativistic value for the exothermicity is 32.45 kcal/mol(-1), which is 0.7-1.1 kcal/mol(-1) higher than the values obtained from some other PESs and 0.45 kcal/mol(-1) higher than the experimental value. The van der Waals wells we find are slightly deeper (0.05 kcal/mol(-1)) than the wells on the other PES. The approximate to 1-kcal/mol(-1) magnitude of the differences among barrier heights, exothermicities, and well depths, obtained in our work and using the most reliable current PESs suggest that to obtain a three-dimensional (3D) PES for the F + H-2 -> FH + H accurate to 0.2 kcal/mol(-1), we will have to use even higher-level methods (e.g., explicitly correlated wave functions) and include relativistic corrections. We intend to do so in the next phase of this effort that is currently under way.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "The role of excited Rydberg states in electron transfer dissociation", "doi": "10.1021/jp0604701", "abstract": "Ab initio electronic structure methods are used to estimate the cross sections for electron transfer from donor anions having electron binding energies ranging from 0.001 to 0.6 eV to each of three sites in a model disulfide-linked molecular cation. The three sites are (1) the S-S sigma* orbital to which electron attachment is rendered exothermic by Coulomb stabilization from the nearby positive site, (2) the ground Rydberg orbital of the -NH3+ site, and (3) excited Rydberg orbitals of the same -NH3+ site. It is found that attachment to the ground Rydberg orbital has a somewhat higher cross section than attachment to either the sigma* orbital or the excited Rydberg orbital. However, it is through attachment either to the sigma* orbital or to certain excited Rydberg orbitals that cleavage of the S-S bond is most likely to occur. Attachment to the sigma* orbital causes prompt cleavage because the sigma* energy surface is repulsive (except at very long range). Attachment to the ground or excited Rydberg state causes the S-S bond to rupture only once a through-bond electron transfer from the Rydberg orbital to the S-S sigma* orbital takes place. For the ground Rydberg state, this transfer requires surmounting an similar to 0.4 eV barrier that renders the S-S bond cleavage rate slow. However, for the excited Rydberg state, the intramolecular electron transfer has a much smaller barrier and is prompt.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "How low-energy electrons attach to and break bonds in DNA and positively charged peptides", "doi": "", "abstract": "", "image": ""}, {"title": "Simulating electron transfer attachment to a positively charged model peptide", "doi": "10.1021/jp052914j", "abstract": "Ab initio electronic structure methods, including stabilization method tools for handling electronically metastable states, are used to treat a model system designed to probe the electron-transfer event characterizing electron-transfer dissociation (ETD) mass spectroscopic studies of peptides. The model system consists of a cation H3C-(C=O)NH-CH2-CH2-NH3+, containing a protonated amine site and an amide site, that undergoes collisions with a CH3- anion. Cross-sections for electron transfer from CH3- to the protonated amine site are shown to exceed those for transfer to the Coulomb-stabilized amide site by 2 orders of magnitude. Moreover, it is shown that the fates of the amine-attached and amide-attached species are similar in that both eventually lead to the same carbon-centered radical species H3C-(C-center dot-OH)NH-CH2-CH2-NH2, although the reaction pathways by which the two species produce this radical are somewhat different. The implications for understanding peptide fragmentation patterns under ETD conditions are also discussed in light of this work's findings.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Role of angular electron pair correlation in stabilizing C-60(2-)", "doi": "10.1002/qua.20777", "abstract": "A pseudo-potential that was successfully employed in an earlier study by the Compton group is used to describe the binding of a single electron to a C-60 molecule to form C-60(-). Then, the interaction of a second electron with the C-60(-) anion is treated in two manners. First, as performed in the earlier Compton study, a mean-field (i.e., Hartree-Fock) approach is used to estimate the C-60(-)-to-C-60(2-) energy difference for the singlet state of the dianion and, much as in the earlier study, this dianion is predicted to be unstable by similar to 0.4 eV. Second, for this same singlet state, a configuration interaction wave function is employed that allows for the angular correlation of the two excess electrons, allowing them to avoid one another by moving on opposite side,; of the C-60 skeleton. The energy of the dianion is lowered by 0.3 eV when angular correlation is included, suggesting that the singlet dianion is unstable with respect to electron loss by only similar to 0.1 eV. A Coulomb barrier (>1 eV high) and angular momentum barriers then combine to trap electrons of sin let C-60(2-) from detaching, thus producing 60 the very long observed lifetimes. In addition, the energy of the lowest triplet state of C-60(2-) is also discussed. (C) 2005 Wiley Periodicals, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Transition-state energy and geometry, exothermicity, and van der Waals wells on the F+H-2 -> FH+H ground-state surface calculated at the r(12)-ACPF-2 level", "doi": "10.1021/jp052318p", "abstract": "Explicitly correlated averaged coupled-pair functional methods have been used to compute the ground-state Born-Oppenheimer potential energy surface for the F + HH' -> FH + H' reaction at the F + HH' and FH + H' asymptotes, the (FHH)-H-...', and (FHH)-H-... van der Waals wells, the reaction transition state, and at points along the intrinsic reaction coordinate connecting all of these stationary points. To these energies, corrections for spin-orbit coupling and scalar relativistic effects were added to produce total electronic energies whose accuracy is demonstrated to be very high (e.g., 0.1 kcal mol(-1)). The final data are used to refine the two-body parts of the currently best three-dimensional potential energy surface for this reaction, to predict several spectroscopic parameters of the species involved, and to offer accurate estimates of the title reaction's exothermicity (32.0 kcal mol(-1)) and activation barrier (1.8 kcal mol(-1)) as well as the geometry of the transition state.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Autobiography of Jack Simons", "doi": "10.1021/jp054382c", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Backbone and side-chain cleavages in electron detachment dissociation (EDD)", "doi": "10.1021/jp055018g", "abstract": "Ab-initio electronic structure methods are used to explore potential energy profiles pertinent to the fragmentations of gas-phase radicals thought to be formed in the new negative-ion mode EDD mass spectroscopic studies of peptides. Barriers to fragmentation as well as the associated overall energy differences are computed for the observed C-alpha-C backbone bond cleavage as well as for side-chain loss for a variety of side chains (valine, arginine, glutamic acid, and tyrosine). It is found that C-alpha-C bond cleavage is favored over side-chain loss, although loss of a tyrosine side chain may compete with C-alpha-C cleavage because the tyrosine radical formed can delocalize its unpaired electron over its aromatic ring. In addition, it is found that fragmentation of the nitrogen-centered radicals formed in EDD results in cleavage to produce so-called a center dot/x fragments rather than a/x center dot fragments both because producing the former involves a significantly smaller barrier and is nearly thermoneutral, while cleavage to yield a/x center dot is significantly endothermic.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Small clusters involving unusual electronic structures", "doi": "", "abstract": "", "image": ""}, {"title": "Electron attachment step in electron capture dissociation (ECD) and electron transfer dissociation (ETD)", "doi": "10.1021/jp050218d", "abstract": "We have made use of classical dynamics trajectory simultions and ab initio electronic structure calculations to estimate the cross sections with which electrons are attached (in electron capture dissociation (ECD)) or transferred (in electron transfer dissociation (ETD)) to a model system that contained both an S-S bond that is cleaved and a -NH3+ positively charged site. We used a Landau-Zener-Stueckelberg curve-crossing approximation to estimate the ETD rates for electron transfer from a CH3- anion to the -NH3+ Rydberg orbital or the S-S sigma* orbital. We draw conclusions about ECD from our ETD results and from known experimental electron-attachment cross sections for cations and a-bonds. We predict the cross section for ETD at the positive site of our model compound to be an order of magnitude larger than that for transfer to the Coulomb-stabilized S-S bond site. We also predict that, in ECD, the cross section for electron capture at the positive site will be up to 3 orders of magnitude larger than that for capture at the S-S bond site. These results seem to suggest that attachment to such positive sites should dominate in producing S-S bond cleavage in our compound. However, we also note that cleavage induced by capture at the positive site will be diminished by an amount that is related to the distance from the positive site to the S-S bond. This dimunition can render cleavage through Coulomb-assisted S-S sigma* attachment competitive for our model compound. Implications for ECD and ETD of peptides and proteins in which SS or N-C-alpha bonds are cleaved are also discussed, and we explain that such events are most likely susceptible to Coulomb-assisted attachment, because the S-S sigma* and C=O pi* orbitals are the lowest-lying antibonding orbitals in most peptides and proteins.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Low-energy (0.1 eV) electron attachment S-S bond cleavage assisted by coulomb stabilization", "doi": "10.1002/qua.20449", "abstract": "Electron capture by the ion H3C-S-S-CH2-CH2-NH3+ at either the -NH3+ site (to form the Rydberg radical H3C-S-S-CH2-CH2-NH3) or into the S-S antibonding sigma* orbital is shown to be able to produce the same S-S bond fragmentation products H3C-S and HS-CH2-CH2-NH2, albeit by very different pathways. Capture into the S-S sigma* orbital is, in the absence of the nearby positive site, enclothermic by approximately 0.9 eV and leads to an electronically metastable anion that can undergo dissociation or autodetachment. In contrast, in the presence of the stabilizing Coulomb potential provided by the nearby NH3+ site, electron attachment into the S-S sigma* orbital is rendered exothermic. As a result, as we have shown in this paper, the effective cross sections for forming the H3C-S and HS-CH2-CH2-NH2 products via attachment at the -NH3 and S-S sigma* sites are predicted to be comparable for our model compound. Moreover, we predict that the sigma* site will become more amenable to electron attachment compared with the -NH3+ site for compounds in which the distance between the S-S bond and the protonated amine is larger than in our cation. These findings and insights should be of substantial value to workers studying bond cleavage rates and fragmentation patterns in gaseous positively charged samples of peptides and proteins. (c) 2005 Wiley Periodicals, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Inverse potassium hydride: A theoretical study", "doi": "10.1021/jp0455576", "abstract": "Results of an experimental study on the unusual inverse charge state (H+Na-) in salts where the H+ ion is sequestered, combined with our earlier theoretical calculations on an unsequestered model compound (Me3N-H+...Na-), prompted us to further investigate such systems. In particular, we examined Et3N-H+...K- because considerations of the proton affinity of the amine and of the metal-hydride bond strength suggested that this ion-pair complex might be more stable to proton abstraction than was Me3N-H+...Na-. In the present work, the ground-state potential energy surface of the Et3N-H+...K- ion pair was examined using second-order Moller-Plesset perturbation theory and 6-311++G** basis sets. We found Et3N-H+...K- to be metastable to dissociation with a barrier of 8 kcal mol(-1) (computed at the CCSD(T) level of theory). This barrier indeed is substantially larger than that found earlier for (Me3N-H+...Na-) and suggests that unsequestered inverse-charged H+M- ion-pair salts may offer a reasonable route to creating high-energy materials if a means for synthesizing them in the laboratory can be designed.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A theoretical model for indirect dissociative electron attachment", "doi": "10.1021/jp046914f", "abstract": "In this paper, we describe a computational model that allows us to avoid having to perform a very large number of tedious calculations on electronically metastable anions when studying indirect DEA processes. By indirect, we mean that the electron attaches to an orbital in one region of the molecule but a bond is subsequently broken in another region. For such events, one must describe the coupling between two diabatic anion states, corresponding to the occupation of orbitals in the two regions of the molecule, to achieve a correct description. We introduce a simple 2 x 2 matrix model as well as physically reasonable and computationally efficient approximations to the diabatic states in regions where they are metastable. We show this model to be highly effective when applied to several indirect DEA processes that we studied earlier with brute-force methods. The main advantage of using this model is that one can avoid having to carry out a large number of calculations on metastable anion states; only one or two such calculations are required.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Charge loss in gas-phase multiply negatively charged oligonucleotides", "doi": "10.1021/jp046913n", "abstract": "In an attempt to shed light on the mechanism by which gaseous samples of negatively charged oligonucleotides undergo extremely slow (i.e., over 1-1000s) charge loss, we have carried out molecular dynamics simulations on an oligonucleotide anion, T-5(3-) containing five thymine, deoxyribose, and phosphate units in which the first, third, and fifth phosphates are negatively charged. The study is aimed at determining the rate at which an electron is detached from such a trianion by way of an internal Coulomb repulsion induced event. In this process, the intrinsic 5.0-5.1 eV electron binding strength of each phosphate site is reduced by the repulsive Coulomb potentials of the other two negative sites. As geometrical fluctuations cause the distances among the three negative phosphate sites to change, this causes the Coulomb repulsion energies at these sites to fluctuate. Once the Coulomb potential at any phosphate site exceeds ca. 5 eV, the electron on that site is able to undergo autodetachment. Although such an electron must tunnel through a barrier to escape, it is shown that the tunneling, rate is not the rate-limiting step in electron loss; instead, it is the rate at which geometrical fluctuations cause the Coulomb potentials to exceed 5 eV that determines the rate of electron loss. Because these rates are extremely slow, special techniques had to be introduced to allow results of dynamics simulations on more flexible models of T-5(3-) to be extrapolated to predict the behavior of the actual T-5(3-).", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Coulomb-assisted dissociative electron attachment: Application to a model peptide", "doi": "10.1021/jp0463114", "abstract": "The fragmentation of positively charged gas-phase samples of peptides is used to infer the primary structure of such molecules. In electron capture dissociation (ECD) experiments, very low-energy electrons attach to the sample and rupture bonds to effect the fragmentation. It turns out that ECD fragmentation tends to produce cleavage of very specific types of bonds. In earlier works by this group, it has been suggested that the presence of positive charges produces stabilizing Coulomb potentials that allow low-energy electrons to exothermically attach to sigma* orbitals of certain bonds and thus to cleave those bonds. In the present effort, the stabilizing, effects of Coulomb potentials due to proximal positive charges are examined for a small model peptide molecule that contains a wide range of bond types. Direct attachment of an electron to the sigma* orbitals of eight different bonds as well as indirect a bond cleavage, in which an electron first binds to a carbonyl C = O pi* orbital, are examined using A initio methods. It is found that direct attachment to and subsequent cleavage of any of the eight a bonds is not likely except for highly positively charged samples. It is also found that attachment to a C = O pi* orbital followed by cleavage of the nitrogen-to-alpha-carbon bond is the most likely outcome. Interestingly, this bond cleavage is the one that is seen most commonly in ECD experiments. So, the results presented here seem to offer good insight into one aspect of the ECD process, and they provide a means by which one can estimate (on the basis of a simple Coulomb energy formula) which bonds may be susceptible to cleavage by low-energy electron attachment.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__jp0463114.png"}, {"title": "Dissociative low-energy electron attachment to the C-S bond of H3CSCH3 influenced by Coulomb stabilization", "doi": "10.1016/S0065-3276(05)48015-6", "abstract": "In earlier works by our group, it was suggested that the presence of stabilizing Coulomb potentials can allow low-energy electrons (i.e., with kinetic energies < 1 eV) to attach to sigma* orbitals of certain bonds and to thus cleave those bonds. In these earlier efforts, we focused on S-S bond cleavage and in breaking a variety of bonds that occur in typical peptides and proteins. In the present effort, we focus primarily on the stabilizing effects of nearby positive charges on the electron attachment process to dimethyl sulfide (DMS) to break one of the C-S bonds. Ab initio electronic structure calculations have been used to explore the influence of Coulomb potentials on the ability of low-energy electrons to directly attach to the sigma* orbital of the C-S bond and to effect bond cleavage, as well as to examine sigma* anion energy evolution as a function of C-S bond length.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Response of a molecule to adding or removing an electron", "doi": "10.1016/S0065-3276(05)50010-8", "abstract": "The ab initio calculation of molecular electron affinities (EA) and ionization potentials (IP) is a difficult task because the energy of interest is a very small fraction of the total electronic energy of the parent species. For example, EAs typically lie in the 0.01-10 eV range, but the total electronic energy of even a small molecule, radical, or ion is usually several orders of magnitude larger. Moreover, the EA or IP is an intensive quantity but the total energy is an extensive quantity, so the difficulty in evaluating EAs and IPs to within a fixed specified (e.g., +/- 0.1 eV) accuracy becomes more and more difficult as the system's size and number of electrons grows. The situation becomes especially problematic when studying extended systems such as solids, polymers, or surfaces for which the EA or IP is an infinitesimal fraction of the total energy. Equations of motion (EOM) methods such as the author developed in the 1970s in collaboration with P. Jorgensen and others offer a route to calculating the intensive EAs and IPs directly as eigenvalues of a set of working equations. A history of the development of EOM theories as applied to EAs and IPs, their numerous practical implementations, and their relations to Greens function or propagator theories are given in this contribution. EOM methods based upon Moller-Plesset, multiconfiguration self-consistent field, and coupled-cluster reference wave functions are included in the discussion as is the application of EOM methods to metastable states of anions.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Equations of motion theory for electron affinities", "doi": "10.1135/cccc20050579", "abstract": "The ab initio calculation of molecular electron affinities (EA) and ionization potentials (IP) is a difficult task because the energy of interest is a very small fraction of the total electronic energy of the parent species. For example, EAs typically lie in the 0.01-10 eV range, but the total electronic energy of even a small molecule, radical, or ion is usually several orders of magnitude larger. Moreover, the EA or IP is an intensive quantity but the total energy is an extensive quantity, so the difficulty in evaluating EAs and IPs to within a fixed specified (e.g., +/- 0.1 eV) accuracy becomes more and more difficult as the system's size and number of electrons grows. The situation becomes especially problematic when studying extended systems such as solids, polymers, or surfaces for which the EA or IP is an infinitesimal fraction of the total energy. EOM methods such as the author developed in the 1970s offer a route to calculating the intensive EAs and IPs directly as eigenvalues of a set of working equations. A history of the development of EOM theories as applied to EAs and IPs, their numerous practical implementations, and their relations to Greens function or propagator theories are given in this contribution. EOM methods based upon Moller-Plesset, multiconfiguration self-consistent field, and coupled-cluster reference wave functions are included in the discussion as is the application of EOM methods to metastable states of anions.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Equations of motion methods for computing electron affinities and ionization potentials", "doi": "10.1016/B978-044451719-7/50060-3", "abstract": "The ab initio calculation of molecular electron affinities (EA) and ionization potentials (IP) is a difficult task because the energy of interest is a very small fraction of the total electronic energy of the parent neutral. For example, EAs typically lie in the 0.01-10 eV range, but the total electronic energy of even a small molecule is usually several orders of magnitude larger. Moreover, because the EA or IP is an intensive quantity but the total energy is an extensive quantity, the difficulty in evaluating EAs and IPs to within a fixed specified (e.g. +/- 0.1 eV) accuracy becomes more and more difficult as the size and number of electrons in the molecule grows. The situation becomes especially problematic when studying extended systems such as solids, polymers, or surfaces for which the EA or IP is an infinitesimal fraction of the total energy. Equations of motion (EOM) methods and other related approaches offer a route for calculating the intensive EAs and IPs directly as eigenvalues of a set of working equations. A history of the development of EOM theories as applied to EAs and IPs, their numerous practical implementations, and their relations to Greens function or propagator theories are given in this contribution. EOM methods based upon Moller-Plesset, multiconfiguration self-consistent field, and coupled-cluster reference wave functions are included in the discussion as is the application of EOM methods to metastable resonance states of anions.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Effects of base pi-stacking on damage to DNA by low-energy electrons", "doi": "10.1021/jp047389n", "abstract": "In this work, we extend our earlier studies on single-strand break (SSB) formation in DNA to include the effects of base pi-stacking. In thsese studies, we consider SSBs induced by low-energy electrons that attach to DNA bases' pi* orbitals. Here, we conclude that the inclusion of pi-stacking effects causes an increase of the energy barriers (corresponding to accessing the stretched C-O bond that break in the SSB formation) that govern the rates of SSB formation. As a result, the rates of SSB formation are predicted (in the CCC codon considered here) to lie below 0.8 x 10(5) s(-1) for electrons having kinetic energies E less than or equal to 2.0 eV and thus to be not very competitive with electron autodetachment whose rate is ca. 10(14) s(-1). However, in the presence of even modest solvation, autodetachment is rendered inoperative, so SSBs can occur with considerable yield via the electron-attament pathway. In addition to these studies of sugar-phosphate C-O bond cleavage, we find that the barrier height for sugar-cytosine N-C bond breaking is 43 kcal/mol, which is much higher than the corresponding value estimated for the sugar-phosphate C-O bond breaking, which makes the N-C route not likely to be operative in such electron-induced SSBs.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Damage to model DNA fragments from very low-energy (< 1 eV) electrons", "doi": "10.1021/ja049876m", "abstract": "Although electrons having enough energy to ionize or electronically excite DNA have long been known to cause strand breaks (i.e., bond cleavages), only recently has it been suggested that even lower-energy electrons (most recently 1 eV and below) can also damage DNA. The findings of the present work suggest that, while DNA bases can attach electrons having kinetic energies in the 1 eV range and subsequently undergo phosphate-sugar O-C sigma bond cleavage, it is highly unlikely (in contrast to recent suggestions) that electrons having kinetic energies near 0 eV can attach to the phosphate unit's P=O bonds. Electron kinetic energies in the 2-3 eV range are required to attach directly to DNA's phosphate group's P=O pi* orbital and induce phosphate-sugar O-C a bond cleavages if the phosphate groups are rendered neutral (e.g., by nearby counterions). Moreover, significant activation barriers to C-O bond breakage render the rates of both such damage mechanisms (i.e., P=O-attached and base-attached) slow as compared to electron autodetachment and to other damage processes.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__ja049876m.gif"}, {"title": "Excess electron attachment to disulfide-bridged L,L-cystine. An ab initio study", "doi": "10.1021/jp0311862", "abstract": "The possibility of excess electron binding to cystine (consisting of two L-cysteine molecules linked via a disulfide bridge) in the gas-phase was studied at the second-order Moller-Plesset perturbation theory (MP2) level using the 6-31+G**+6(sp) basis sets. Several geometrically stable conformers and tautomers were found on the potential energy surfaces (PES) of both the neutral and anionic species. The most stable neutral isomer has proven to (i) involve two canonical rather than zwitterionic cysteine monomers, (ii) possess no inter-monomer hydrogen bonds, and (iii) exhibit an extended structure due to the presence of four intramonomer hydrogen bonds. It has also been found that most neutral isomers are capable of excess electron binding to form geometrically and electronically stable anions of dipole-bound nature. The electron binding energies for these anions span a wide region of 0.0004-0.947 eV (depending on the neutral parent molecule). In addition, several cystine-based anions were found at geometries where the neutral species are not stable. The latter anions gain stability from their large electron binding energies (they bind an excess electron by 0.488-1.975 eV).", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Damage to model DNA fragments by 0.25-1.0 eV electrons attached to a thymine pi* orbital", "doi": "10.1021/jp049728i", "abstract": "In earlier studies on damage to model DNA systems caused by low-energy electrons, we considered electrons that attach either to cytosine's lowest pi*-orbital or to a P=O pi*-orbital of a phosphate unit. We examined a range of electron kinetic energies (E) (e.g., representative of the Heisenberg width of the lowest pi*-resonance state of cytosine), and we determined how the rates of cleavage of the sugar-phosphate C-O a-bond depend on E and on the solvation environment. In the P=O attachment study, we showed that electrons of ca. 1.0 eV could attach to form a pi*-anion, which then could break either a 3' or 5' O-C sigma-bond connecting the phosphate to either of two attached sugar groups. In the present study, we extend the base-attachment aspect of our work and consider electrons having kinetic energies below 1 eV attaching to thymine's lowest pi*-orbital, again examining the energy and solvation dependence of the resulting rates of C-O sigma-bond cleavage.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Theoretical study of damage to DNA by 0.2-1.5 eV electrons attached to cytosine", "doi": "10.1021/jp035957d", "abstract": "We extended our earlier study on single strand break (SSB) formation in DNA induced by low-energy electrons that attach to DNA bases' pi*-orbitals. In particular, we examined a range of electron energies (E) representative of the Heisenberg width of the lowest pi*-resonance state of cytosine, and we considered how the SSB rates depend on E and on the solvation environment. Moreover, we evaluated the adiabatic through-bond electron transfer rate with which the attached electron moves from the base, through the deoxyribose, and onto the phosphate unit. Our findings show that the SSB rate depends significantly on the electron energy E and upon the solvation environment near the DNA base. For example, in solvation characterized by a dielectric constant of 4.9, the rates range from 10(0) to 10(7) s(-1) as the electrons' kinetic energy varies from 0.2 to 1.5 eV. We also find that the rate of through-bond electron transfer is not the factor that limits SSB formation; rather, it is the rate at which a barrier is surmounted on the anion's energy surface and it is this barrier that depends on E and on solvation.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Very large scale computations of the free energies of eight low-lying structures of arginine in the gas phase", "doi": "10.1021/jp036852d", "abstract": "To assess the relative energies and free energies of five canonical and three zwitterionic low-lying structures of the arginine molecule, modem basis set extrapolation techniques and high-level ab initio treatments of electron correlation have been used on state-of-the-art parallel computers. The electronic energy and Gibbs free energy orderings of these eight species turn out to be consistent with previous findings [Rak, J.; Skurski, P.; Simons, J.; Gutowski M. J. Am. Chem. Soc. 2001, 123, 11695] obtained using smaller basis sets and lower level treatments of electron correlation. Nevertheless, the results presented here represent what the current state of the art can achieve for a molecule of this size and complexity and they offer the best available estimates of the relative stabilities of the eight structures.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Analysis of the electronic structure and bonding stability of the TCNE dimer dianion (TCNE)(2)(2-)", "doi": "10.1021/ja030240p", "abstract": "The (TCNE)(2)(2-) dimer dianion formed by connecting two TCNE- anions via a four-center, two-electron pi-orbital bond is studied using ab initio theoretical methods and a model designed to simulate the stabilization due to surrounding counterions. (TCNE)(2)(2-) is examined as an isolated species and in a solvation environment representative of tetrahydrofuran (THF) solvent. The intrinsic strength of this novel bond and the influences of internal Coulomb repulsions, of solvent stabilization and screening, and of counterion stabilization are all considered. The geometry, electronic and thermodynamic stabilities, electronic absorption spectra, and electron detachment energies of this novel dianion are examined to help understand recent experimental findings. Our findings lead us to conclude that the (TCNE)(2)(2-) dianion's observation in solid materials is likely a result of its stabilization by surrounding countercations. Moreover, our results suggest the dianion is geometrically metastable in THF solution, with a barrier to dissociation into two TCNE- anions that can be quickly surmounted at room temperature but not at 77 K. This finding is consistent with what is observed in laboratory studies of low- and room-temperature solutions of salts containing this dianion. Finally, we assign two peaks observed (at 77 K in methyl-THF glass) in the UV-vis region to (1) electronic transitions involving the four-center orbitals and (2) detachment of an electron from the four-center pi-bonding orbital to generate (TCNE)(2)(-) + e(-).", "image": "/page_data/researchers/jack_simons/research_images/10.1021__ja030240p.gif"}, {"title": "Model calculations relevant to disulfide bond cleavage via electron capture influenced by positively charged groups", "doi": "10.1021/jp035675d", "abstract": "Ab initio electronic structure calculations are used to explore the effect of nonneighboring positively charged groups on the ability of low-energy (<1 eV) electrons to directly attach to S-S sigma bonds in disulfides to effect bond cleavage. It is shown that, although direct vertical attachment to the sigma* orbital of an S-S sigma bond is endothermic, the stabilizing Coulomb potential produced in the region of the S-S bond by one or more distant positive groups can render the S-S sigma* anion state electronically stable. This stabilization, in turn, can make near vertical electron attachment exothermic. The focus of these model studies is to elucidate a proposed mechanism for bond rupture that may, in addition to other mechanisms, be operative in electron capture dissociation (ECD) experiments. The importance of these findings lies in the fact that a more complete understanding of how ECD takes place will allow workers to better interpret ECD fragmentation patterns observed in mass spectrometric studies of proteins and polypeptides.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "The only stable state of O-2(-) is the X (2)Pi(g) ground state and it (still!) has an adiabatic electron detachment energy of 0.45 eV", "doi": "10.1021/jp0357323", "abstract": "The ultraviolet photoelectron spectrum Of O-2(-) exhibits 29 resolved vibronic transitions to the three low-lying electronic states of neutral O-2 (X 3Sigma(g)(-), a (1)Delta(g), b (1)Sigma(g)(+)) from the X (2)Pi(j) (J = 3/2 and 1/2) spin-orbit states of the anion. A Franck-Condon simulation, using the established molecular constants of the neutral oxygen states, matches every observed feature in the spectrum. The 0-0 origin transition is unambiguously assigned, yielding the electron affinity EA(0)(O-2) = 0.448 +/- 0.006 eV. The derived bond dissociation energy is D-0(O-2(-)) = 395.9 +/- 0.6 kJ/mol. Coupled-cluster theory at the CCSD(T)/aug-cc-pVTZ level is used to determine the potential energy curves Of O-2 and Of O-2(-) in its ground state and two excited states, in both the electronically bound and unbound regions. Stabilization methods are employed to characterize the anion curves at bond lengths where their electronic energies lie above that of the ground-state neutral. The calculations confirm that the O-2(-) X (2)Pi(g) ground state is adiabatically stable, but the lowest electronically excited states Of O-2(-) (a (4)Sigma(u)(-) and A (2)Pi(u)) are adiabatically unbound with respect to electron detachment. The calculations predict the anionic doublet-quartet splitting to be T-e(a (4)Sigma(u)(-)) - T-e (X (2)Pi(g)) = 2.40 eV and the first excited doublet at an energy of T-e(A (2)Pi(u)) - Te(X (2)Pi(g)) = 3.39 eV. at an energy of T-e(A (2)Pi(u)) - Te(X (2)Pi(g)) = 3.39 eV. These observations are consistent with electron scattering on O-2 and other experimental data, and they sharply refute recent interpretations of electron-capture detector experiments that EA(O-2) approximate to 1 eV, that O-2(-) has multiple excited states below the neutral ground-state minimum, and that the doublet-quartet splitting is 0.12 eV [Chen, E. S.; Chen, E. C. M. J. Phys. Chem. A 2003, 107, 169.].", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Bound-excited electronic states of the anion of 2,3,5,6-tetrafluoro-7,7,8,8-tetracyanoquinodimethane", "doi": "10.1021/jp0222999", "abstract": "The doublet anionic states of TCNQ-F4 (2,3,5,6-tetrafluoro-7,7,8,8-tetracyanoquinodimethane) have been studied at the Hartree-Fock and the Moller-Plesset (MP) perturbation theory levels (up to fourth order) with aug(sp)-pVDZ basis sets. Our results indicate that TCNQ-F4 forms a stable anion of 132, symmetry whose vertical electron attachment energy is 2.893 eV (at the MP4 level). In addition, we found two valence excited electronic states (2(2)B(3u) and 1(2)A(g)) of the anion that are stable vertically with respect to the neutral parent. The electronic stability of the third excited state (a core-excited 1(2)B(3u) state) needs to be further investigated. We conclude that the neutral TCNQ-F4 at its equilibrium D-2h geometry may attach an excess electron to form any of,these four states (i.e., 1(2)B(2g), 1(2)B(3u), 2(2)B(3u) and 1(2)A(g)) and the corresponding MP4 vertical attachment energies (VAE) are 2.893, 0.822, 0.244, and 0.072 eV, respectively. However, due to second-order Jahn-Teller distortion, only the ground anionic state (1(2)B(2g)) possesses a minimum at D2h symmetry. For the two valence excited states (2(2)B(3u) and 1(2)A(g)), negative curvatures cause out-of-plane deformations that lead to (i) an increase of the energy of the latter (1(2)A(g)) state and (ii) achieving a minimum-energy structure of C-2 symmetry for the former where this state becomes a doublet A state and its vertical electronic stability increases to 2.721 eV.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Electron detachment energies in high-symmetry alkali halide solvated-electron anions", "doi": "10.1063/1.1580113", "abstract": "We decompose the vertical electron detachment energies (VDEs) in solvated-electron clusters of alkali halides in terms of (i) an electrostatic contribution that correlates with the dipole moment (mu) of the individual alkali halide molecule and (ii) a relaxation component that is related to the polarizability (alpha) of the alkali halide molecule. Detailed numerical ab initio results for twelve species (MX)(n)(-) (M=Li,Na; X=F,Cl,Br; n=2,3) are used to construct an interpolation model that relates the clusters' VDEs to their mu and alpha values as well as a cluster size parameter r that we show is closely related to the alkali cation's ionic radius. The interpolation formula is then tested by applying it to predict the VDEs of four systems [i.e., (KF)(2)(-), (KF)(3)(-), (KCl)(2)(-), and (KCl)(3)(-)] that were not used in determining the parameters of the model. The average difference between the model's predicted VDEs and the ab initio calculated electron binding energies is less than 4% (for the twelve species studied). It is concluded that one can easily estimate the VDE of a given high-symmetry solvated electron system by employing the model put forth here if the alpha, mu and cation ionic radii are known. Alternatively, if VDEs are measured for an alkali halide cluster and the alpha and mu values are known, one can estimate the r parameter, which, in turn, determines the size of the cluster anion. (C) 2003 American Institute of Physics.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.1580113.png"}, {"title": "Chemical reduction of 2,4,6-tricyano-1,3,5-triazine and 1,3,5-tricyanobenzene. Formation of novel 4,4 ',6,6 '-tetracyano-2,2 '-bitriazine and its radical anion", "doi": "10.1021/jo025833h", "abstract": "Chemical reduction of 2,4,6-tricyano-1,3,5-triazine, TCT, results in the formation of an unstable radical anion that undergoes immediate dimerization at a ring carbon to form [Cl2N12](2-), [TCT](2)(2-), characterized by a long 1.570 (4) Angstrom central C-C bond. [TCT](2)(2-) can decompose into the radical anion of 4,4',6;6'-tetracyano-2,2'-bitriazine, [TCBT](.-), the one-electron reduced form of planar (D-2h) TCBT, which is also structurally characterized as the [TMPD] [TCBT] charge-transfer complex (TMPD = N,NN',N'-tetramethyl-p-phenylenediamine) with a 1.492 (2) Angstrom central sp(2)-sp(2) C-C bond. Although crystals could not be obtained for the radical anion [TCBT](.-), the electrochemistry (Edegrees = +0.03 V), EPR (g = 2.003, (2)A(14N) = 3.347 G, and (4)A(14N) = 0.765 G and a line width of 0.24 G), and theoretical calculations support the formation of [TCBT](.-). In addition, thermolysis of [TCT](2)(2-) yields [TCBT](.-). Chemical reduction of 2,4,6-tricyanobenzene, TCB, forms an unstable radical anion that immediately undergoes dimerization at a ring carbon to form [C12H6N6](2-), [TCB](2)(2-), which has a long 1.560 (5) Angstrom central C-C bond. Reaction of TCT with tetrathiafulvalene (TTF) forms structurally characterized [TTF] [TCT], and in the presence of water, TCT hydrolyzes to 2,4-dicyano-6-hydroxy-s-triazine, DCTOH. In contrast, the reaction of TCT with TMPD forms [TMPD][TCT], which in the presence of water forms structurally characterized [HTMPD](+)[DCTO](-).", "image": "/page_data/researchers/jack_simons/research_images/10.1021__jo025833h.gif"}, {"title": "Are HBO- and BOH- electronically stable?", "doi": "10.1080/0026897021000018312", "abstract": "The binding of an excess electron to HBO and BOH was studied at the coupled cluster level of theory with single, double and non-iterative triple excitations and with extended basis sets to accommodate the loosely bound excess electron. The bent BOH molecule, with a dipole moment of 2.803 D, binds an electron by 39 cm(-1), whereas the linear HBO tautomer possesses a similar dipole moment (2.796 D) yet binds the electron by less than 1 cm(-1). It is therefore likely that HBO- is not stable when rotational energies are included whereas BOH- is for low rotational quantum numbers.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Dipole-bound anions supported by charge-transfer interaction: Anionic states of HnF3-nN -> BH3 and H3N -> BHnF3-n (n=0, 1, 2, 3)", "doi": "10.1002/qua.10517", "abstract": "The possibility of electron binding to five molecules (i.e., F3N --> BH3, H2FN --> BH3, HF2N --> BH3, H3N --> BH2F, H3N --> BHF2) was studied at the coupled cluster level of theory with single, double, and noniterative triple excitations and compared to earlier results for H3N --> BH3 and H3N --> BF3. All these neutral complexes involve dative bonds that are responsible for significant polarization of these species that,generates large dipole moments. As a consequence all of the neutral systems studied, except F3N --> BH3, support electronically. stable dipole-bound anionic states whose calculated vertical electron detachment energiesare 648 cm(-1) ([H2FN --> BH3](-)), 234 cm(-1) ([HF2N --> BH3](-)), 1207 cm(-1) ([H3N --> BH2F](-)), and 1484 cm(-1) ([H3N --> BHF2](-)). In addition, We present numerical results for a model designed to mimic charge-transfer (CT) and show that the electron binding energy correlates with the magnitude of the charge flow in the CT complex. (C) 2003 Wiley Periodicals, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Inverse sodium hydride: A theoretical study", "doi": "10.1021/ja021136v", "abstract": "recent experimental investigation in which a salt containing the unusual charge distribution H+ and Na- was synthesized and characterized prompted us to undertake an ab initio theoretical investigation. In the salt synthesized, the H+ is bound to the nitrogen center of an amine and the Na- alkalide is blocked from approaching the protonated amine site by steric constraints of a cage structure. Although one expects that the Na- would deprotonate an unprotected R3N-H+ cation, we decided to further explore this issue. Using extended atomic orbital basis sets and Moller-Plesset and coupled-cluster treatments of electron correlation, we examined the relative stabilities of the prototype (Me)(3)N + NaH, (Me)(3)N + Na+ + H-, (Me)(3)N-H+ + Na-, and (Me)(3)N-Na+ + H- as well as the ion pair complexes (Me)(3)NH+...Na- and (Me)(3)N-Na+...H-. The primary focus of this effort was to determine whether the high-energy (Me)(3)N-H+...Na- ion pair, which is the analogue of what the earlier workers termed inverse sodium hydride, might be stable with respect to proton abstraction under any reasonable solvation conditions (which we treated within the polarized continuum model). Indeed, we find that such ion pairs are metastable (i.e., locally geometrically stable with a barrier to dissociation) for solvents having dielectric constants below similar to2 but spontaneously decompose into their constituent ions for solvents with higher dielectric constants. We suggest that amines with large proton affinities and/or metals with weaker MH bond strengths should be explored experimentally.", "image": "/page_data/researchers/jack_simons/research_images/10.1021__ja021136v.gif"}, {"title": "HDN activities of methyl-substituted quinolines", "doi": "10.1006/jcat.2002.3788", "abstract": "The hydrodenitrogenation (HDN) reactivities of quinoline (Q) and several methyl-substituted quinolines (MQ) were determined over a NiMo/Al2O3 catalyst and a CoMo/Al2O3 catalyst using a fixed-bed reactor at 613 K and 3.1-MPa pressure. Compared to Q, HDN conversions were about the same when methyl groups were on the aromatic ring, but they were substantially lower for methyl groups on the N-ring, except for 2-MQ. The CoMo catalyst was somewhat more active than the NiMo catalyst. All MQs and Q rapidly reached equilibrium between the Q and the 1,2,3,4-tetrahydroquinoline (THQ1) methyl analogs. It was found that total and HDN activities were roughly related to their respective equilibria, except for 2-MQ, in which the methyl group provides a positive influence. The intrinsic rates of hydrogenolysis of the THQ1s to o-propylamines were correlated with the electrostatic potential at the nitrogen atom in the respective THQ1 molecule, most likely related to the adsorptive affinity or reactive affinity on the active site. (C) 2002 Elsevier Science (USA).", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "First evidence of rhombic (NaCl)(2)(-). Ab initio reexamination of the sodium chloride dimer anion", "doi": "10.1021/jp021318b", "abstract": "The possibility of electron binding to sodium chloride dimers in the gas-phase was studied at the coupled cluster level with single, double, and noniterative triple excitations using aug-cc-pVDZ+6s6p4d basis sets. It was found that three kinds of anions can be formed-quasi-linear dipole-bound, nearly rhombic quadrupole-bound, and linear solvated-electron anions. In contrast to the earlier results, it was found that the rhombic neutral dimer (which is the neutral global minimum) does bind an excess electron to form an electronically stable anion of quadrupole nature. The global minimum on the ground-state anionic potential energy surface corresponds to the dipole-bound anion of quasi-linear structure ((NaClNaCl)-Na-...)(-) whose vertical electron binding energy is 12 051 cm(-1). It was also found that solvated-electron structure ((ClNaNaCl)-Na-...)(-) is considerably higher in energy than the anionic global minimum but its vertical electron detachment energy is significantly larger (i.e., 21306 cm(-1)). The nearly rhombic (NaCl)(2)(-) lies only 0.181 eV above the anionic global minimum but below the global minimum of the neutral species.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Temperature dependence of the biotin-avidin bond-rupture force studied by atomic force microscopy", "doi": "10.1021/jp020863+", "abstract": "We report for the first time an atomic force microscopy (AFM) investigation of the dependence of unbinding force on temperature at controlled loading rate. AFM force measurements of biotin-avidin interactions were acquired at various temperatures ranging from 13 to 37 degreesC using force loading rates that are slow enough to ignore dissipative friction and to assume thermal equilibrium. With our established Poisson statistical analysis method, the unbinding force at a fixed loading rate between an individual biotin-avidin pair was extracted and was found to decrease by similar to5-fold with increasing temperature over this range. On the basis of a thermodynamic model similar to that of Bell, but developed here with additional insights, the bond stiffness, effective unbinding length, and the critical unbinding energy per biotin-avidin complex were estimated. This work takes quantitative AFM studies to the next level by allowing energies to be determined from force measurements.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "An excess electron binding to the 'purple' zwitterion quinonoid", "doi": "10.1016/S0009-2614(02)01078-3", "abstract": "Zwitterionic and canonical isomers of a novel quinonoid species were studied using second-order Moller-Plesset perturbation theory with 6-31+G**+5(sp)4d basis sets. An experimental report on the zwitterion being the most stable isomer was confirmed. In particular, the zwitterionic isomer is lower than the lowest canonical tautomer by 1.42 kcal/ mol. Binding an electron to all isomers studied was considered, and the corresponding anionic species were studied. The lowest neutral isomer (zwitterion) forms a stable dipole-bound anion as do three out of four canonical isomers. However, the electron binding energy estimated for the zwitterion (521 cm(-1)) is the largest among all tautomers. (C) 2002 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Mechanism for damage to DNA by low-energy electrons", "doi": "10.1021/jp013861i", "abstract": "We have carried out ab initio electronic structure calculations on a portion of DNA, the results of which provide support for a mechanism that produces single-strand breaks (SSBs) with low-energy electrons. This mechanism involves attaching a low-energy electron (ca. 1 eV) to a pi* orbital of a DNA base to form a shape-resonance state. This pi* anion then undergoes a sugar-phosphate C-O bond rupture over a small barrier to produce SSBs. In addition to supporting the efficacy of such a mechanism, our results suggest that solvation plays a crucial role in the rate of SSB formation when such very short-lived shape resonances are involved. In particular, they suggest that either the pi* anion must be rendered electronically stable by solvation or its detachment lifetime must be several orders of magnitude longer in the solvated species than in the nonsolvated species.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "An excess electron bound to urea. III. The urea dimer as an electron trap", "doi": "10.1063/1.1459706", "abstract": "The possibility of electron binding to urea dimers in the gas-phase was studied at the coupled cluster level with single and double excitations using aug-cc-pVDZ+7s6p5d basis sets. It was found that two kinds of anions can be formed-dipole-bound anions and solvated-electron anions. The global minimum on the ground-state anionic potential energy surface corresponds to the dipole-bound anion whose adiabatic and vertical electron binding energies are 484 and 1443 cm(-1), respectively. It was also found that solvated electron structures, which are locally geometrically stable yet thermodynamically unstable, are considerably higher in energy than dipole-bound anions. However, the vertical electron detachment energies of the latter are significantly larger (i.e., 1267, 4129, and 7540 cm(-1), depending on whether two canonical, one canonical, and one zwitterionic, or two zwitterionic urea monomers are involved, respectively), so their presence in any experimental source should allow them to be identified. (C) 2002 American Institute of Physics.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.1459706.png"}, {"title": "Is 9-acridinamine anion a dispersion-bound anion?", "doi": "10.1063/1.1419059", "abstract": "The possibility of electron binding to 9-acridinamine (9-AA) was studied at the second order Moller-Plesset perturbation theory level with the aug-cc-pVDZ basis set augmented with a diffuse 6s6p4d set that has proven appropriate in earlier studies of weakly bound anions. It was found that both the amino and imino tautomers of 9-AA bind an excess electron to form stable anions. The vertical electron attachment energies corresponding to the amino and imino form were calculated to be 20 and 41 cm(-1), respectively. It was found that while the imino 9-AA tautomer forms a typical dipole-bound anion, the electron binding energy for the amino tautomer calculated at the electrostatic Koopmans' theorem level appears to be cancelled when the correlation correction to the dipole moment of the neutral is taken into account at the MP2 level. Therefore, the stability of the latter anion may be caused only by additional electron correlation effects, which are dominated by dispersion interactions. For this reason, we suggest that this anion may be termed a dispersion-bound anion. (C) 2001 American Institute of Physics.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.1419059.png"}, {"title": "An excess electron bound to urea oligomers. II. Chains and ribbons", "doi": "10.1063/1.1418441", "abstract": "The possibility of electron binding to chain- and ribbon-like urea oligomers was studied at the second-order Moller-Plesset perturbation theory level as well as at the coupled cluster level with single, double, and noniterative triple excitations. It was found that all the chains form stable dipole-bound anions whose electron binding energies grow rapidly with chain length, while ribbon-type oligomers bind an excess electron only when they contain an odd number of urea monomer units. Moreover, the chain oligomers support bound excited anionic states of Sigma and Pi symmetry. (C) 2001 American Institute of Physics.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.1418441.png"}, {"title": "Low-energy tautomers and conformers of neutral and protonated arginine", "doi": "10.1021/ja011357l", "abstract": "The relative stabilities of zwitterionic and canonical forms of neutral arginine and of its protonated derivative were studied by using ab initio electronic structure methods. Trial structures were first identified at the PM3 level of theory with use of a genetic algorithm to systematically vary geometrical parameters. Further geometry optimizations of these structures were performed at the MP2 and B3LYP levels of theory with basis sets of the 6-31++G** quality. The final energies were determined at the CCSD/6-31++G** level and corrected for thermal effects determined at the B3LYP level. Two new nonzwitterionic structures of the neutral were identified, and one of them is the lowest energy structure found so far. The five lowest energy structures of neutral arginine are all nonzwitterionic in nature and are clustered within a narrow energy range of 2.3 kcal/mol. The lowest energy zwitterion structure is less stable than the lowest nonzwitterion structure by 4.0 kcal/mol. For no level of theory is a zwitterion structure suggested to be the global minimum. The calculated proton affinity of 256.3 kcal/mol and gas-phase basicity of 247.8 kcal/mol of arginine are in reasonable agreement with the measured values of 251.2 and 240.6 kcal/mol, respectively. The calculated vibrational characteristics of the low-energy structures of neutral arginine provide an alternative interpretation of the IR-CRLAS spectrum.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Quasidegeneracy of zwitterionic and canonical tautomers of arginine solvated by an excess electron", "doi": "10.1021/ja011358d", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "An excess electron bound to urea. I. Canonical and zwitterionic tautomers", "doi": "10.1063/1.1412003", "abstract": "The possibility of electron binding to urea was studied at the coupled cluster level of theory with single, double, and noniterative triple excitations. It was found that none of the urea isomers forms a valence anionic state although almost all of them can attach an excess electron and form a stable dipole-bound or Rydberg anion. Moreover, the canonical tautomers are the lowest energy structures of the neutral and anion. The zwitterionic isomer was found to be locally stable only when solvated with an extra electron and the corresponding anion is a Rydberg species perturbed by a neighboring negative charge. (C) 2001 American Institute of Physics.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.1412003.png"}, {"title": "Ab initio electronic structure of HCN- and HNC- dipole-bound anions and a description of electron loss upon tautomerization", "doi": "10.1063/1.1358863", "abstract": "The binding of an excess electron to HCN and HNC was studied at the coupled cluster level of theory with single, double, and noniterative triple excitations and with extended basis sets to accommodate the loosely bound excess electron. The HCN molecule, with a dipole moment of 3.05 Debye, binds an electron by 10 cm(-1), whereas the HNC tautomer possesses a similar dipole moment (3.08 Debye) and binds the electron by 43 cm(-1). The electronic stability of the anionic system along the minimum energy HCN --> HNC tautomerization path has been investigated, and it was concluded that the excess electron autodetaches during the tautomerization. Unusually large electron correlation energy contributions to the total electron binding energy were found and are discussed. (C) 2001 American Institute of Physics.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.1358863.png"}, {"title": "Non-ionic and zwitterionic forms of neutral arginine - an ab initio study", "doi": "10.1016/S0009-2614(01)00166-X", "abstract": "dSix low-energy structures of arginine were studied at the zero-point corrected CCSD/6-31 ++G(d,p)+5(sp)//MP2/ 6-31++G(d,p)+5(sp) level. Two new non-ionic structures were identified, one of which is 1.75 kcal/mol lower than any previously reported structure. Two new zwitterion conformers are lower in energy than any previously reported zwitterion. The lowest non-ionic structure is lower in energy than the lowest zwitterion by 2.8 kcal/mol at our highest level of theory, and for no basis or theory level is a zwitterion structure suggested to be the global minimum. Finally, we also examined, at Koopmans' theorem level, the electron binding energies of the six structures. (C) 2001 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Repulsive Coulomb barriers in compact stable and metastable multiply charged anions", "doi": "10.1021/ja001936a", "abstract": "We demonstrate that a simple Coulomb-energy model can be used to predict the vertical electron detachment energy of an anion of charge (-n) given the detachment energy of the corresponding anion having one less charge (-n + 1). This model was applied earlier by other workers to:dianions in which the two charged sites are quite distant. In this paper we show that it can also be applied to more spatially compact species as long as the two orbitals from which the electrons are removed are sufficiently noninteracting. We first demonstrate how to use this model by applying it to a series of electronically stable dianions (MgF42-, BeF42-, TeF82-, SeF82-, and TeCl82-) for which the (-2) to (-1) and (-1) to (neutral) electron detachment energies have been evaluated using conventional ab initio methods. These test calculations allow us to assess the predictive accuracy of the Coulomb model. We then extend the model's use to predict the energies of dianions and trianions that are not electronically stable (SO42-, CO32-, PO43-, and PO42-) and for which application of conventional quantum chemistry methods will not yield reliable predictions. That is, we predict at what energies metastable resonance states of these species will occur. Finally, we use the Coulomb nature of the long-range part of the electron-anion potential to estimate the lifetimes of these resonance slates with respect to electron loss.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Characterization of the Rydberg bonding in (NH4)(2)(-)", "doi": "10.1021/jp001322s", "abstract": "The Rydberg bonding in (NH4)(2)(-) and in its neutral and cationic counterparts have been examined using ab initio electronic structure theory. Analogous calculations on Li-2(-), Na-2(-), and K-2(-) and on their neutral molecules and cations have also been performed for comparison with the Rydberg bonding cases. The dissociation energy D-e, for (NH4)(2)(-) -> NH4 + NH4- is found to be 4 kcal mol(-1) at the highest level of theory used, while the corresponding D-e,'s for the cation and the neutral molecule are 20 and 9 kcal mol(-1), respectively. The vertical electron detachment energy of (NH4)2- is predicted to be 0.46 eV, which is nearly the same as that of NH4-. The trends in the interfragment equilibrium distances R-e,, the harmonic vibrational frequencies omega, and the dissociation energies within alkali dimers, NH4 dimers, and their respective anions and cations have been examined and are discussed.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "How to choose a one-electron basis set to reliably describe a dipole-bound anion", "doi": "10.1002/1097-461X(2000)80:4/5<1024::AID-QUA51>3.3.CO;2-G", "abstract": "The problem of choosing appropriate atomic orbital basis sets for ab initio calculations on dipole-bound anions has been examined. Such basis sets are usually constructed as combination of a standard valence-type basis, designed to describe the neutral molecular core, and an extra diffuse set designed to describe the charge distribution of the extra electron. As part of the present work, it has been found that the most commonly used valence-type basis sets (e.g., 6-31++G** or 6-311+G**), when so augmented, are subject to unpredictable under- or overestimating electron binding energies for dipole-bound anions. Whereas, when the aug-cc-pVDZ, aug-cc-pVTZ [or other medium-size polarized (MSP) basis sets] are so augmented, more reliable binding energies are obtained especially when the electron binding energy is calculated at the CCSD(T) level of theory. The issue of designing and centering the extra diffuse basis functions for the excess electron has also been studied, and our findings are discussed here. (C) 2000 John Wiley & Sons, Inc.", "image": "/page_data/researchers/jack_simons/research_images/10.1002__(SICI)1097-461X.png"}, {"title": "Dipole-bound anions of glycine based on the zwitterion and neutral structures", "doi": "10.1021/ja001658f", "abstract": "The instability of the zwitterion structure of glycine is significantly reduced by the attachment of an excess electron as a result of which a local minimum develops on the anionic potential energy surface for the zwitterion structure. However, the global anionic minimum, which is lower by 9 kcal/mol, corresponds to a singly hydrogen-bonded nonzwitterion structure. The vertical electron detachment energies for these two dipole-bound zwitterion and nonzwitterion structures are 3175 and 668 cm(-1), respectively.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Experimental observation of pentaatomic tetracoordinate planar carbon-containing molecules", "doi": "10.1021/ja993081b", "abstract": "The first neutral pentaatomic tetracoordinate planar carbon molecules, CAl3Si and CAl3Ge, as well as their anions, CAl3Si- and CAl3Ge-, were experimentally observed in the gas-phase and characterized by ab initio calculations and anion photoelectron spectroscopy. A four-center bond involving ligand-ligand interactions was found to be critical in stabilizing the planar structures of the 17-valence-electron CAl3Si and CAl3Ge and 18-valence-electron CAl3Si- and CAl3Ge-. These species violate the conventional expectation of tetrahedral structure for tetracoordinate carbon atoms and thus extend our concept of the range of chemical bonds that carbon can form.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A bi-dipole-bound dianion", "doi": "10.1016/S0009-2614(00)00350-X", "abstract": "The possibility of binding one and two excess electrons by a molecule with two polar ends, each of which is capable of binding one electron, is studied using electronic structure methods. In the case of the singly charged anion, we find, as expected, a pair of nearly degenerate (2)Sigma(g)(+) and (2)Sigma(u)(+) states. For the dianion, stable open-shell triplet and singlet electronic states are reported, both of which have one electron on each polar terminus. Numerical results are presented for the mono-and di-anions of (LiCN)(2) ... HCCH ... (NCLi)(2), and our estimation of the vertical electronic stability of ((LiCN), ... HCCH ... (NCLi)(2))(2-) is 0.84 eV. (C) 2000 Elsevier Science B.V. All rights reserved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Experimental and theoretical investigations of the stability of two small gaseous dicarboxylate dianions: Acetylene dicarboxylate and succinate", "doi": "10.1021/ja000371f", "abstract": "The stability of two small dicarboxylate dianions, (O2C-C=C-CO2)(2-) (AD(2-)) and (O2C-CH2-CH2-CO2)(2-) (SD2-) has been studied in the gas phase by using electrospray mass spectrometry, photoelectron spectroscopy, and ab initio calculations. Despite their similar charge-separation and size, AD(2-) was observed abundantly, whereas SD2- was very difficult to detect. Our ab initio calculation predicts that AD(2-) is adiabatically stable with respect to electron loss whereas SD2- is not. These calculations show that AD(2-) has a D-2d structure with 0.418 eV adiabatic and 0.69 eV vertical electron binding energies, compared to the experimental values of 0.30 (0.10) and 0.60 (0.10) eV, respectively. SD2- was found to have a C-2h structure with a negative adiabatic electron binding energy (-0.086 eV). Our detailed theoretical analysis indicates that while the two excess charges in SD2- are completely localized on the terminal carboxylate groups; there is significant delocalization of the excess charges into the -CC- pi-type orbitals in AD(2-). The D-2d structure of the AD(2-) dianion allows each carboxylate to interact with one of the two perpendicular pi-type orbitals of the acetylene moiety, thus providing extra stabilization while minimizing the Coulomb repulsion.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "An unstable anion stabilized in a molecular trap", "doi": "10.1021/jp9933976", "abstract": "The possibility of stabilizing an electronically metastable anion in a molecular trap is studied using ab initio electronic structure methods. The (2)Pi(g) N-2(-) d-wave shape resonance state is used as a prototype for the metastable anion solute. and a pair of inwardly oriented LiCN molecules (NCLi ... LiCN) is used as a prototypical trap. It is found that for the (NCLi ... LiCN) trap at its local minimum geometry, the (2)Pi(g), state becomes electronically stable and is the ground state of the system. It is also found that, in this model trap, two other (excited) anionic states are bound ((2)Sigma(g) and (2)Pi(u)) one of which is a trap-bound state and the second of which is another stabilized resonance state. Moreover, calculations performed on traps of varying strength (which we alter by varying the trap size) show that the number of bound anionic states strongly depends on the trap's strength. Detailed numerical results are presented for the (NCLi ... N=N ... LiCN)(-) trap plus solute anion whose vertical electron detachment energy is 3.250 eV, but the results obtained are suggestive of a wide variety of such trap-stabilized anion systems.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Valence-Rydberg banding in bimolecular R-Ca+center dot NH2-R ' complexes", "doi": "10.1021/ja992969x", "abstract": "Ab initio molecular orbital calculations were performed on species associated with the bimolecular reaction of protonated methylamine (CH3NH3+) with methylcalcium (CaCH3) to form the valence-Rydberg bonded complex H3CH3N.+CaCH3. Gradient geometry optimizations and frequency calculations were performed at levels of theory up to and including UMP2(full)/6-311 G(d,p) augmented by diffuse functions on the nitrogen atom. The complex H3CH3N.+CaCH3 is bound by 9.77 kcal mol(-1) relative to reactants at the projected second-order Moller-Plesset perturbation theory (PMP2) level, and both the charge and unpaired spin densities are delocalized between calcium and the adjacent amino group, the region of the valence-Rydberg bond. A rearranged product. [H3CH2N:-->CaH ... CH3](+.), lies 12.38 kcal mol(-1) below the valence-Rydberg complex, and is bound by 9.66 kcal mol(-1) relative to dissociation products [H3CH2N:-->CaH](+) + . CH3. The rearranged species is a distonic ion, with the positive charge mainly on calcium, and the unpaired electron on the carbon atom of the quasi-planar CH3 moiety. A transition structure interconverting the two isomers lies ca. 21 kcal mol(-1) above the higher-energy isomer, but is far above the dissociation limits of either species. Thus, in the gas phase at thermal energies, the valence-Rydberg complex and the lower-energy isomer [H3CH2N:-->CaH . .. CH3](+.) will not interconvert through this transition state.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "On the possibility of binding of two electrons to dipole potentials", "doi": "10.1002/(SICI)1097-461X(2000)76:2<197::AID-QUA9>3.0.CO;2-D", "abstract": "The possibility of binding two electrons by the fixed finite dipole (FFD) potential due to two point charges + qe and - qe separated by the distance R is explored at the full configuration interaction level with extended basis sets. The critical value of the dipole moment mu = qR required to bind two electrons tends to infinity for small q (q approximate to 0.91e) and decreases precipitously as q increases. In the limit of very large q land small R), this critical dipole moment seems to approach a limit below 2 Debyes (D). It is shown analytically that in the point dipole limit this critical dipole value will approach that for binding a single electron. An extension of the FFD model to include effects of inner-shell core electrons allows the Li-, Na-, and K- cases (with a -1e charge at R) also to be examined. FFD-plus-core systems display even larger critical dipoles (113, 129, and 141 D, respectively) than does the + qe / - qe FFD potential (92.2 D). These findings suggest that it will be difficult to find a real molecule that can bind (by approximate to 1 cm(-1)) two electrons via its dipole potential. Finally, a simple electrostatic model is introduced which permits the critical dipole value of the FDD and its core-orbital extension to be evaluated rather well. (C) 2000 John Wiley & Sons, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Bi-dipole-bound anions", "doi": "10.1016/S1387-3806(00)00209-8", "abstract": "The possibility of electron binding by a molecule with two polar ends, each of which is capable of electron binding, is studied using electronic structure methods. The destabilizing effects of each dipole on the ability of the other dipole to bind an electron as well as the through-bond splitting between the g and u anion states are examined. In addition, the ability of the two polar ends to bind two electrons, one to each end, is investigated. Numerical results are presented for the anions of (HCN)(n)... HCCH ...(NCH)(n) (n = 2-4) and for the corresponding n = 2 dianion. (C) 2000 Elsevier Science B.V.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Mixed valence/dipole-bound dianions", "doi": "10.1063/1.480277", "abstract": "The possibility of binding two electrons to a molecule utilizing two distinct electron binding sites (i.e., one valence- and one dipole-binding center) is studied using ab initio electronic structure methods. It is found that if the electron binding energy of the dipole-binding site is large enough to overcome the Coulomb repulsion produced by the valence-bound electron, the dianion can be electronically stable with respect to the corresponding monoanion. It is also found that, for reasonable dipole- and valence-binding strengths, the separation between the two sites can be small enough to render the species within the current realm of synthetic possibility. Numerical results are presented for the dianions of LiCN ... LiCC-PF5 and LiCN ... LiCN ... LiCC-PF5, whose vertical electronic stabilities are 0.120 and 0.808 eV, and whose stabilities with respect to fragmentation (i.e., loss of LiCN-) are 3.9 and 36.5 kcal/mol [including zero point energy (ZPE)], respectively. (C) 1999 American Institute of Physics. [S0021-9606(99)30744-3].", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Time-domain and tunneling pictures of nonadiabatic induced electron ejection in molecular anions", "doi": "10.1021/jp9917603", "abstract": "Molecular anions possessing excess internal vibrational and/or rotational energy can eject their extra electron through radiationless transitions involving non-Born-Oppenheimer coupling. In such processes, there is an interplay between the nuclear and electronic motions that allows energy to be transferred from the former to the latter and that permits momentum and/or angular momentum to also be transferred in a manner that preserves total energy, momentum, and angular momentum. There are well established quantum mechanical expressions for the rates of this kind of radiationless process, and these expressions have been used successfully to compute electron ejection rates. In this paper, we recast the state-to-state quantum rate equation into the time domain and into a form in which the departing electron tunnels through a radial potential. The time domain expressions are especially useful for polyatomic systems where the multidimensional time correlation function decays to zero on a very short time scale. The tunneling framework is more appropriate when the perturbative assumptions, upon which the time-domain expressions are based, are questonable.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "pi- and sigma-coordinated Al in AlC2- and AlCSi-. A combined photoelectron spectroscopy and ab initio study", "doi": "10.1021/ja992102z", "abstract": "Vibrationally resolved photoelectron spectroscopy is combined with ab initio calculations to investigate the structure and chemical bonding in AlC2- and AlCSi-. AlC2- was found to have a C-2v structure whereas AlCSi- was found to be almost linear, thus establishing pi-coordination of Al in AlC2- and sigma-coordination in AlCSi-. The adiabatic electron affinities of AlC2- and AlCSi were measured to be 2.65(3) and 2.50(6) eV, respectively. The calculated vertical (2.87 eV) and adiabatic (2.60 eV) electron detachment energies for AlC2- agree well with the 2.73(0.03) and 2.65(0.93) eV experimental values, respectively. The calculated (2.86 eV) and experimental (2.64 +/- 0.04 eV) vertical detachment energies for AlCSi- were also in good agreement. The calculated vibrational frequency for AlC2 and vertical detachment energies for other higher energy features in both AlC2- and AlCSi- were also in good agreement with the experimental measurements. The combined experimental and theoretical effort allows us to elucidate the structures of AlC2- and AlCSi- and the nature of their chemical bonding.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Sponge model for the kinetics of surface thermal decomposition of microcrystalline solids: Application to HMX", "doi": "10.1021/jp9842143", "abstract": "A microscopic model is developed to describe the kinetics of thermal decomposition of microcrystals taking place on the crystals' surface, and the model is used to interpret certain experimentally observed decomposition rate (and product-formation) data of high-energy crystalline materials such as solid HMX. This so-called sponge model does not invoke autocatalytic steps yet is consistent with phenomenologically observed rate laws that display rapid rate enhancements early in the decomposition process. Its most essential assumptions are that (1) a molecule on the surface of a microcrystal undergoes unimolecular decomposition to form products (mainly gases) that promptly vacate the neighborhood of the just-dicomposed molecule and (2) a molecule lying within the microcrystal (i.e., not on its surface) experiences packing forces from the surrounding crystal molecules that essentially prohibit its unimolecular decomposition. These assumptions, when incorporated into a kinetic model, allow the microcrystals to develop a spongy character (which the experimental data display) as their surface molecules decompose and expose underlying solid material thus generating new reactive molecules as the surface-area-to-volume ratio grows. It is this growth in surface area that produces the rate enhancement in the microcrystals' early stages of decomposition.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Dissociative recombination of H(3)O(+)", "doi": "10.1021/jp991143e", "abstract": "Ab initio molecular orbital calculations have been performed on potential energy surfaces associated with products of dissociative recombination (DR) of H(3)O(+) + e(-) experiments carried out in the ASTRID heavy-ion storage ring. Gradient geometry optimizations and frequency calculations on critical points on the H(3)O ground-electronic-state surface and its dissociation paths were performed at levels of theory up to and including MP2(full)/6-311G(d,p) with extra diffuse functions added to the oxygen atom; single-point calculations subsequently were performed at levels up to CCSD(T) with the same basis set. Dissociation pathways of the two lowest-energy valence-to-Rydberg H(3)O excited states were studied using CIS single-point calculations on SCF-level optimized geometries along ground-state H(3)O dissociation pathways, and no barriers to fragmentation were observed. The most exothermic ground-state dissociation pathway connects H(3)O to H(2)O (X(1)A(1)) + H; however, OH(X(2)Pi) + H(2) and OH(X(2)Pi) + 2H also are energetically accessible products. Dissociation of the two valence-to-Rydberg electronically excited H(3)O species lead to these same products but also lead to products (OH(A(2)Sigma) + H(2), OH(A(2)Sigma) + 2H) which are energetically inaccessible from groundstate H(3)O. These computational results provide a detailed understanding of the intricacies of the observed experimental processes, and suggest future experimental investigations on the subject.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "On the possibility of mixed Rydberg-valence bonds", "doi": "10.1021/jp990293m", "abstract": "Chemical bonding between the Rydberg molecule NH4 and three alkali atoms Li, Na, and K, via their 2s, 3s, or 4s valence orbitals, is examined using flexible atomic orbital basis sets and high level ab initio methods. The results thus obtained suggest that (NH4)Na and (NH4)K should have large enough barriers to fragmentation (to (NH3) plus the alkali hydride) to be detected experimentally if it can be formed, but suggest that (NH4)Li has such a small barrier to render it impossible or much more difficult to observe. For all three species, minimum-energy structures, local harmonic vibrational frequencies, and plots of the Rydberg-valence bonding orbitals are given. The activation barriers separating these structures from their (NH4) plus alkali hydride fragments vary from 3 to 9 kcal/mol, while the energies required to dissociate to NH4 plus an alkali atom range from 9 to 16 kcal/mol.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Inversion in the relative stabilities of HBO and BOH upon ionization", "doi": "10.1063/1.478266", "abstract": "Ab initio calculations of the HBO+ --> BOH+ potential energy surface were performed at the QCISD(T)/6-311++G(2df, 2pd) level of theory. A linear 2 Sigma(+) B+ = O-H species was found to be the global minimum for the cation although the linear (1)Sigma(+) H - B = O isomer is the global minimum on the neutral HBO --> BOH surface. Which isomer of the cation appears in various experimental circumstances depends on how the cation is produced. Ionization of (1)Sigma(+) HBO should occur near 13.2 eV and will produce the metastable linear H - B = O+ ((2)Pi) pi-radical cation, which is 36.3 kcal/ mol higher in energy than 2 Sigma(+) B+ = O-H and is separated from B+ = O - H by a 36.3 kcal/mol classical barrier. Ionization of HBO with less than 37 kcal/mol of excess energy will thus yield (2)Pi H - B = O+; if the excess energy exceeds 37 kcal/ mol, rearrangement to the (2)Sigma(+) B+ = O - H sigma-radical cation can occur. Production of the cation via exothermic chemical reaction will likely give the more stable (2)Sigma(+) B+ = O - H isomer. The stability of the (2)Sigma(+ +)B = O-H cation relative to (2)Pi H - B = O+ is due primarily to the large difference in the energies required to remove an electron from a pi bonding orbital in H - B = O or from a nonbonding boron-localized sigma orbital in BOH. (C) 1999 American Institute of Physics. [S0021-9606(99)30307-X].", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.478266.png"}, {"title": "Dipole-bound anion of the HNNH3 isomer of hydrazine. An ab initio study", "doi": "10.1021/jp9836776", "abstract": "The possibility of electron binding to the HNNH3 and H2NNH2 tautomers of hydrazine was studied at the coupled cluster level of theory with single, double, and noniterative triple excitations. The HNNH3 tautomer, with a dipole moment of 5.4 D, binds an electron by 1076 cm(-1) whereas the H2NNH2 tautomer forms neither a dipole- nor valence-bound anionic state. It is suggested that the HNNH3 tautomer, which is kinetically stable but thermodynamically unstable relative to H2NNH2, may be formed by photodetachment from the N2H4- species examined in this work.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Unusual thresholds and isotope effects in Al++H-2/D-2/HD reactions", "doi": "10.1021/jp983966u", "abstract": "Ab initio quantum chemistry is used to generate a three-dimensional reactive potential-energy surface for the collision of S-1 Al+ ions with (1)Sigma(g)(+) H-2 molecules. This surface, in a tessellated and locally interpolated form. is used to generate forces for classical trajectory simulations of the 3.98 eV endothermic Al+ + H-2 --> AlH+ + H reactions with initial conditions appropriate to a thermal H-2 Sample and an Al+ beam of specified center of mass collision kinetic energies in the 3-20 eV range. Our findings indicate that the reaction occurs not on (or near) the collinear path, which has no barrier above the reaction endothermicity, but via a near-C-2v insertive path which spontaneously breaks C-2v symmetry via second-order Jahn-Teller distortion to permit flux to evolve to AlH+ + H products. The strong propensity to avoid the collinear path and to follow a higher-energy route is caused, at long range, by the ion-quadrupole interaction between Al+ and H-2 and, at shorter range, by favorable overlap between the H-2 sigma(u) and Al+ 3p obitals. Examination of a large number of trajectories shows clearly that reactive collisions (1) lose much of their initial kinetic energy to the repulsive ion-molecule interfragment potential as the closed-shell Al+ and H-2 approach, (2) transfer significant energy to the H-H stretching coordinate, thus weakening the H-H bond, (3) convert initial H-2 rotational motion as well as Al+ to H-2 collisional angular momentum into rotational angular momentum of the HAlH+ complex, locking the H-2 moiety into the insertive near-C-2v geometry about which twisting motion occurs, and (4) allow the Al+ ion to form a new bond with whichever H atom is nearest it when the system crosses into regions of the energy surface where the H-Al-H asymmetric stretch mode becomes second-order Jahn-Teller unstable, thus allowing fragmentation into AlH+ + H. These findings, combined with considerations of kinematic factors that distinguish among H-2, D-2, and HD, allow us to explain certain unusual threshold and isotope effects seen in the experimental reaction cross-section data on these reactions.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Semi-classical pictures of non-adiabatic induced electron ejection in molecular anions", "doi": "10.1016/S0065-3276(08)60465-7", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Reactive dynamics for Zn(P-3)+H-2/D-2/HD -> ZnH/ZnD+H/D: Rotational populations in ZnH/ZnD products", "doi": "10.1063/1.478098", "abstract": "Using ab initio multiconfigurational potential-energy surfaces pertinent to the reaction Zn(P-3) + H-2-->ZnH((2)Sigma) + H and local surface tessellation and interpolation methods developed earlier, we carried out classical trajectory simulations of the title reactions, running large ensembles of trajectories with initial conditions representative of full-collision experiments. Then, using binning techniques, the ZnH/ZnD vibrational and rotational populations have been extracted. Our simulation results duplicate certain unexpected findings noted in experiments of Breckenridge and Wang [Chem. Phys. Lett. 123, 17 (1986); J. Chem. Phys. 87, 2630 (1987)]. Specifically, it is observed that the rotational profiles found for ZnH produced from H-2 or from HD are nearly identical, as are the ZnD populations obtained in reactions with D-2 or HD. By interrogating the progress of reactive trajectories, we have been able to identify the origin of (much of) the rotational angular momentum in the ZnH/ZnD products, which then allows us to put forth a physical model which, we believe, explains the unexpected ZnH/ZnD isotope effects in the product rotational profiles. (C) 1999 American Institute of Physics. [S0021-9606(99)02701-4].", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.478098.png"}, {"title": "Theoretical study of the dipole-bound anion (HPPH3)(-)", "doi": "10.1063/1.478062", "abstract": "The possibility of electron binding to the HPPH3 and H2PPH2 tautomers of diphosphine was studied at the coupled cluster level of theory with single, double, and noniterative triple excitations. The HPPH3 tautomer, with a dipole moment of 3.7 D, binds an electron by 333 cm(-1), whereas the H2PPH2 tautomer forms neither a dipole- nor valence-bound anionic state. It is suggested that the HPPH3 tautomer, which is kinetically stable but thermodynamically unstable relative to H2PPH2, may be formed by photodetachment from the P2H4- species examined in this work. An unusual aspect of the (HPPH3)(-) anion is that electron correlation contributes 82% to the electronic stability and effects beyond the fourth order of the Moller-Plesset perturbation theory contribute 55%. (C) 1999 American Institute of Physics. [S0021-9606(99)31201-0].", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.478062.png"}, {"title": "Tetracoordinated planar carbon in pentaatomic molecules", "doi": "10.1021/ja981236u", "abstract": "Three pentaatomic molecules CSi2Al2, CSi2Ga2, and CGe2Al2 were studied at the B3LYP/6-311+G* and MP2/6-311+G* levels of theory (with tests also run at multiconfigurational levels) to determine whether the central carbon atom exists in a planar geometry. We found that cis-CSi2Al2 and trans-CSi2Al2 planar structures have one imaginary frequency and that distortion along this mode leads to slightly pyramidal local minima. In contrast, cis- and trans-CSi2Ga2 and cis- and tmns-CGe2Al2 are true minima in their planar geometries, but their corresponding, tetrahedral structures lie 25-28 kcal/mol higher in energy and are first-order saddle points on the respective energy surfaces. A molecular orbital analysis is presented to explain the preference of the planar anti-van't Hoff/Lebel structures over the corresponding tetrahedral structures. This analysis suggests that the presence of 18 valence electrons (which leads to three C-ligand a bonds, one C-Ligand jr bond, and one ligand-ligand bond) is crucial for planar geometries to be stable and preferred over tetrahedral structures.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Semiquantum expressions for electronically nonadiabatic electron ejection rates", "doi": "10.1021/jp981663u", "abstract": "Molecular anions that possess excess internal vibrational and/or rotational energy can eject,their extra electron through a radiationless transition event involving non-Born-Oppenheimer coupling. In such processes, there is an interplay between the nuclear motions (i.e., vibrations and rotations) and the electronic motions that allows energy to be transferred from the former to the latter and that permits momentum and/or angular momentum to also be transferred in a manner that preserves total energy, momentum, and angular momentum. There-are well-established quantum mechanical expressions for the state-to-state rates of this kind of radiationless process, and these expressions have been used successfully to compute electron ejection rates. In this paper, we recast the quantum rate equations by making use of approximations that have proven useful in rewriting the quantum expressions for rates of photon absorption in a more classical manner. In so doing, our goal has been to produce rate expressions that allow one to understand, in a more nearly classical manner, the energy-transfer process and to more readily predict when such rates will be significant.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Ab initio study of the stabilization of multiply charged anions in water", "doi": "10.1021/jp980766+", "abstract": "Solvation effects on the geometries and electronic and thermodynamic stabilities of a series of small multiply charged polyatomic anions, which are not electronically and thermodynamically stable in the isolated state, have been studied using the generalized conductor-like screening model of solvation. It was found that small doubly charged anions such as O2-, CO32-, and SO42- are electronically very stable in water with estimated vertical electron detachment energies as high as 6-7 eV. Even the triply charged (BO33-, PO43-, and MgF53-) and quadruply charged (MgF64-) anions are electronically stable in water. In the gas phase MgF42-, MgF53- and MgF64- are not stable toward loss of one F- anion, but the doubly and triply charged anions were found to be thermodynamically stable in water. Surprisingly, the aqueous electron detachment energies are not very strongly dependent on the charge of the anion, and the thermodynamic stabilities of singly, doubly, and triply charged MgF(2+n)(n-) anions are very similar (as a result of which one can expect the coexistence of various charged anions in solutions and in melts).", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "On the ground electronic states of copper silicide and its ions", "doi": "10.1063/1.475982", "abstract": "The low-lying electronic states of SiCu, SiCu(+), and SiCu(-) have been studied using a variety of high-level ab initio techniques. As expected on the basis of simple orbital occupancy and bond forming for Si(s(2)p(2))+Cu(S(1)) species, (2) Pi(r), (1) Sigma(+), and (3) Sigma(-) states were found to be the ground electronic states for SiCu, SiCu(+), and SiCu(-), respectively; the (2) Pi, State is not that suggested in most recent experimental studies. All of these molecules were found to be quite strongly bound although the bond lengths, bond energies, and harmonic frequencies vary slightly among them, as a result of the nonbonding character of the 2 pi-MO (molecular orbital) [composed almost entirely of the Si 3p-AO (atomic orbital)], the occupation of which varies from 0 to 2 within the (1) Sigma(+), (2) Pi(r), and (3) Sigma(-) series. The neutral SiCu is found to have bound excited electronic states of 4 Sigma(-), (2) Delta, (2) Sigma(+), and (2) Pi, symmetry lying 0.5, 1.2, 1.8, and 3.2 eV above the (2) Pi(r). ground state. It is possible but not yet certain that the 2 Pi(i) state is, in fact, the B state observed in the recent experimental studies by Scherer, Paul, Collier, and Saykally. (C) 1998 American Institute of Physics.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "On the ground electronic states of TiF and TiCl", "doi": "10.1006/jmsp.1997.7512", "abstract": "The low-lying electronic states of TiF and TiCl have been studied using high level nb initio techniques. Both are found to have two low-lying excited electronic states, (4) Sigma(-) (0.080 eV (TiF) and 0.236 eV (TiCl)) and (2) Delta (0.266 eV (TiF) and 0.348 eV (TiCl)), and (4) Phi ground states at the highest CCSD(T)/6-311++G(2d,2f) level of theory. Our theoretical predictions of (4) Phi ground electronic states for TiF and TiCl support recent experimental findings by Ram and Bernath, and our calculated bond lengths and vibrational frequencies are in reasonable agreement with their experimental data. (C) 1998 Academic Press.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Ab initio study of the bonding of zinc atoms to first- and second-row main group atoms", "doi": "10.1080/00268979709482107", "abstract": "A systematic ab initio study has been made of the bonding between Zn atoms and all first- and second-row main group atoms. Ground state term symbols, equilibrium bond lengths, vibrational frequencies and dissociation energies have been determined, and the nature of the bonding (van der Waals, dative and chemical) has been examined.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Improving the efficiency of perturbative Monte Carlo simulations using QM/MM potentials.", "doi": "", "abstract": "", "image": ""}, {"title": "New methodology in the quasiclassical simulations of A+BC reactive events.", "doi": "", "abstract": "", "image": ""}, {"title": "Energies of dipole-bound anionic states", "doi": "10.1002/(SICI)1097-461X(1997)64:2<183::AID-QUA5>3.0.CO;2-S", "abstract": "Dipole-bound anionic states of CH3CN, C3H2, and (HF)(2) were studied using highly correlated electronic structure methods and extended one-electron basis sets. The electron detachment energies were calculated using the coupled cluster method with single, double, and noniterative triple excitations. Geometrical relaxation of the molecular framework upon electron attachment and the difference in the harmonic zero-point vibrational energies between the neutral and the dipole-bound anionic species were calculated at the MP2 level of theory. We demonstrate that the dispersion interaction between the loosely bound electron and the electrons of the neutral molecule is an important component of the electron binding energy, comparable in magnitude to the electrostatic electron-dipole stabilization. The geometrical relaxation upon electron attachment and the change in the zero-point vibrational energy is important for the weakly bound HF dimer. The predicted values of the vertical electron detachment energies for the dipole bound states of CH3CN and C3H2 of 112 and 188 cm(-1) respectively, are in excellent agreement with the recent experimental results of 93 and 171 +/- 50 cm(-1), respectively. For (HF)(2)(-), the predicted value of adiabatic electron detachment energy is 396 cm(-1), whereas the experimental vertical detachment energy is 508 +/- 24 cm(-1). The possibility of formation of the neutral dimer in an excited vibrational state is considered. (C) 1997 John Wiley & Sons, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A direct ab initio dynamics study of the water-assisted tautomerization of formamide", "doi": "10.1002/(SICI)1097-461X(1997)63:4<861::AID-QUA7>3.0.CO;2-U", "abstract": "Direct ab initio dynamics calculations based on a canonical variational transition-state theory with several multidimensional semiclassical tunneling approximations were carried out to obtain rate constants for the water-assisted tautomerization of formamide. The accuracy of the density functionals, namely, B-LYP, B3-LYP, and BH&H-LYP, were examined. We found that the BH&H-LYP method yields the most accurate transition-state properties when comparing it to ab initio MP2 and QCISD results, whereas B-LYP and BS-LYP methods predict barrier heights too low. Reaction path information was calculated at both the MP2 and nonlocal hybrid BH&H-LYP levels using the 6-31G(d,p) basis set. At the BH&H-LYP level, we found that the zero-point energy motion lowers the barrier to tautomerization in the formamide-water complex by 3.6 kcal/mol. When tunneling is considered, the activation energy at the BH&H-LYP level at 300 K is 17.1 kcal/mol. This is 3.4 kcal/mol below the zero-point-corrected barrier and 7.0 kcal/mol below the classical barrier. Excellent agreement between BH&H-LYP and MP2 rate constants further supports the use of BH&H-LYP for rate calculations of large systems. (C) 1997 John Wiley & Sons, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "C-13 carbonyl chemical shielding tensors: Comparing SCF, MBPT(2), and DFT predictions to experiment", "doi": "10.1002/(SICI)1097-461X(1997)63:4<875::AID-QUA8>3.0.CO;2-T", "abstract": "In this work, we calculate the C-13 nuclear magnetic resonance chemical shielding tensors for 18 carbonyl-containing compounds. The many-body perturbation theory (MBPT), self-consistent field (SCF), and density functional theory (DFT) formalisms were used with gauge including atomic orbitals (GIAO) to calculate the shielding tensors. Our data suggest that shielding tensors can be efficiently estimated by performing one MBPT(2) correlated calculation (e.g., at a reference geometry) and SCF-level calculations at other geometries and taking the SCF-to-correlated tensor element differences to be geometry independent. That is, the correlation contribution to the chemical shielding seems to be relatively constant over a considerable range of distortions. Treatment of correlation using DFT methods is shown to not be as systematically reliable as with MBPT(2). Data on 18 carbonyl compounds show that the single largest influence on the shielding tensor is the presence of nearby electron-withdrawing or electron-donating groups. Finally, although good agreement with powder or single-crystal experimental data is achieved for two of three tensor eigenvalues, systematic differences remain for one element; the origins of these differences are discussed. (C) 1997 John Wiley & Sons, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Polyhedral ionic molecules", "doi": "10.1021/ja964063m", "abstract": "Small isolated clusters of alkali halides and analogous divalent species composed of closed-shell atomic ions are known to prefer densely packed structures similar but not identical to the repent units found in the solid state. Beyond the simple cube structure that occurs, for example, in alkali halide tetramers, no other ionic polyhedral structures containing only atomic ions are known. In this article, we explore the possibility of other three-dimensional structures, and we show computationally that two molecules, Mg2Al4O8 and Na4Mg4O6, have very stable distorted rhombic dodecahedron structures. We therefore suggest that a wide variety of stable polyhedral structures could be constructed from ions, and we offer a simple electrostatic model for predicting which polyhedral ionic structures should be stable and which should not. We Feint out that several recently observed inorganic solid state materials contain core structures that fit our predictions.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Ab initio study of the mechanism of photolytic deazatization of 2,3-diazabicyclo[2.2.2]oct-2-ene and 2,3-diazabicyclo[2.2.1]hept-2-ene", "doi": "10.1021/jp962672a", "abstract": "Computed singlet ground-state and low-lying singlet and triplet excited-state potential energy surfaces of 2,3-diazabicyclo[2.2.2]oct-2-ene (DBO) and 2,3-diazabicyclo[2.2.1]hept-2-ene (DBH) are combined with experimental facts and reasonable models for how excess energy is partitioned among internal and solvent modes to propose mechanisms for the title reactions. In particular, we put forth a mechanism that is consistent with the fact that DBO produces bicyclo[2.2.0]hexane (BCH) and 1,5-hexadiene (HD) in very low quantum yield and in proportions dependent on the spin state of the excited species while DBH produces bicycle[2.1.0]pentane with near unit efficiency from either singlet or triplet excitation. Our mechanism also rationalizes heavy atom effects on the product ratios in DBO and the stereospecificity and HD:BCH yield ratios seen in the products.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Peculiar structures of small magnesium carbide clusters: MgC2, (MgC2)(2), and (MgC2)(4)", "doi": "10.1021/jp962907i", "abstract": "The geometries of MgC2, (MgC2)(2), and (MgC2)(4) in their ground and low-lying excited electronic states have been determined via ab initio electronic structure methods with flexible basis sets and using various approaches for treating electron correlation. We find these species to involve primarily ionic bonding and to be very thermodynamically stable. We find the C-2(2-) moiety to exhibit both 1- and 2-fold coordination to the Mg2+ sites in the two larger clusters, which is reminiscent of what is seen in transition metal met-car compounds.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Ab initio predictions of new carbon hypermagnesium species: Mg2C and Mg3C", "doi": "10.1021/jp9615868", "abstract": "The ground and very low-lying excited states of new Mg2C and Mg3C molecules have been studied using high-level ab initio techniques. Four structures of Mg2C, (C-2 upsilon, (1)A(1)), (C-2 upsilon, B-3(1)), (D-infinity h, (3) Sigma(g)(-)), and (D-infinity h, (5) Sigma(u)(-)), were found to lie within 4 kcal/mol (at QCISD(T)/6-311+G(2df)) of one another. A C-3 upsilon ((1)A(1)) structure was found to be the only low-energy structure for Mg3C. Both Mg2C and Mg3C were found to be thermodynamically stable with respect to all dissociation channels. Dissociation energies are found to be, for Mg2C (C-2 upsilon, (1)A(1)) --> MgC ((3) Sigma(-))+Mg (S-1), 24.6 kcal/mol and, for Mg3C (C-3 upsilon, (1)A(1)) --> Mg2C (C-2 upsilon, (1)A(1))+Mg (S-1), 41 kcal/mol at the QCISD(T)/6-311+G(2df)+ZPE level.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Potential energy surfaces and reactive dynamics of Zn(P-3) with H-2", "doi": "10.1063/1.472862", "abstract": "The ab initio potential energy surfaces pertinent to Zn(P-3) + H-2 --> ZnH((2) Sigma) + H have been calculated and are described. For thermal collisions, the dominant reactive surfaces is identified and a mechanism for the reaction on this surface, which may explain the rotational state populations in the ZnH products, is proposed. A novel dynamical technique of running classical simulations on nb initio surfaces, using a piecewise tessellation rather than a global functional fit, is briefly introduced with sample trajectories shown. (C) 1996 American Institute of Physics.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Predictions of ground states of LiGa and NaGa", "doi": "10.1016/S0009-2614(96)01138-4", "abstract": "The ground and very low-lying excited states of LiGa and NaGa have been studied using high level ab initio techniques. At the QCISD(T)/6-311 + G(2df) level of theory, the (1) Sigma(+) state was found to be the most stable for both molecules. The equilibrium bond lengths and dissociation energies were found to be: R(Li-Ga) = 2.865 Angstrom and D-0(LiGa) = 22.3 kcal/mol and R(Na-Ga) = 3.174 Angstrom and D-0(NaGa) = 17.1 kcal/mol. Trends within the ground electronic states of LiB, NaB, LiAl, NaAl, LiGa and NaGa are discussed and predictions for related AlkM (Alk = Li-Cs and M = B-Tl) species are made.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Small multiply charged anions as building blocks in chemistry", "doi": "10.1021/ar960147o", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Contribution of electron correlation to the stability of dipole-bound anionic states", "doi": "10.1103/PhysRevA.54.1906", "abstract": "It has long been assumed that electron correlation effects are relatively unimportant for describing dipole-bound anionic states. It is shown here that this assumption is incorrect: high-level electronic structure calculations on the dipole-bound anion states of CH3CN, C3H2, and C5H2 reveal that for these species a large fraction of the electron binding energy derives from the dispersion-type interaction between the loosely bound electron and the neutral molecule. The predicted values of the electron affinities of the dipole bound states of CH3CN and C3H2. 108 and 173 cm(-1), respectively, are in excellent agreement with the recent experimental results, 93 cm(-1) and 171 +/- 50 cm(-1), respectively. The predicted value for C5H2 is 614 cm(-1).", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Strong bonding in a doubly excited valence state of a van der Waals molecule", "doi": "10.1016/0009-2614(96)00723-3", "abstract": "The results of ab initio calculations, using extended Gaussian basis sets and including correlation energy through a variety of means, provide strong support for the Mg(3p pi,3p pi P-3(J)) . Ar((3) Sigma(-)) electronic-state assignment made by Massick and Breckenridge to spectral features in the resonant two-photon photoionization spectrum of vibrationally cold Mg(3s,3p pi P-3(J)) . Ar((3) Pi) van der Waals complexes. The doubly excited Mg(3p pi,3p pi P-3(J)) . Ar((3) Sigma(-)) state is found to be much more strongly bound than the singly excited Mg(3s,3p pi P-3(J)) . Ar((3) Pi) state, which, in turn, is much more bound than the Mg(3s(2) S-1(0)) . AR((3) Sigma(+)) ground state.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Why are (MgO)(n) clusters and crystalline MgO so reactive?", "doi": "10.1021/jp953617p", "abstract": "The electronic structures and chemical reactivities (toward H, Li, Li-2, and H-2) are examined for small (MgO)(n) clusters. It is postulated that decreases in the clusters' reactivity toward the above prototypical species as the cluster size (n) increases is related to the decrease in valence unsaturation that accompanies increases in n. Further, it is suggested that the known high reactivity of MgO powder and crystal is likely related to surface or defect sites that possess high levels of valence unsaturation.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "Properties of closed-shell, octahedral, multiply-charged hexafluorometallates MF(6)(3-), M=Sc, Y, La, ZrF62-, and TaF6-", "doi": "10.1021/ja952412r", "abstract": "Properties of multiply-charged hexafluorometallates MF(6)(3-), M = SC, Y, La, ZrF62-, and TaF6-, have been examined at the SCF, MP2, and Becke3LYP levels of theory using the SBKJ pseudopotentials and extended one-electron basis sets. For MF(6)(3-), M = SC, Y, La, our results suggest a different assignment of vibrational transitions than those quoted by Nakamoto(1) and recorded by von Becker et al.(2) For the series of isoelectronic complexes, we document that the discrepancy between the theoretical gas phase vibrational frequencies and those measured in condensed phase experiments increases as the Becke3LYP HOMO binding energies become more positive. The frequencies of stretching modes measured in condensed phase experiments are systematically higher than those calculated for the gas phase anions. We suggest that a partial charge transfer from the multiply-charged anions to countercations is responsible for the stiffening of vibrational modes in condensed phase environments. The vertical electron detachment energies were determined at the outer valence Green's function, MP2, and B3LYP levels. The binding energies of hexafluorometallates with respect to the energies of atomic ions were also calculated and only a small contribution of the electron correlation effects was found.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "AB-INITIO STUDY OF THE STRONG BINDING OF BEO TO LI, BE, AND B ATOMS IN THE HYPERSTOICHIOMETRIC LIOBE, BEOBE, AND BEOB MOLECULES", "doi": "10.1021/j100041a020", "abstract": "The equilibrium geometries and fundamental vibrational frequencies of LiOBe, BeOBe, and BeOB have been calculated using MP2(full)/6-311+G* and QCISD/6-311+G* levels of theory. The linear LiOBe ((2) Sigma(+)), BeOBe ((1) Sigma(+)), and BeOB ((2) Sigma(+)) structures were found to be the most stable, with representative dissociation energies of LiOBe, 114 kcal/mol (into LiO + Be) and 116 kcal/mol (into BeO + Li); BeOBe, 100 kcal/mol (into BeO + Be); and BeOB, 59 kcal/mol (into BO + Be) and 168 kcal/mol (into BeO + B). The strong binding of BeO to Li, Be, and B is related to the nature of the bonding in BeO, in which the charge on O is significantly below -2. The bonding in BeO was further examined by comparing to the single Be-O bonds in BeOH and HBeOH. The bond in BeO was found to be only 0.06 Angstrom shorter than the Be-O single bonds in HBeOH and BeOH and to have about the same dissociation energy as these single bonds, in agreement with our statement that BeO does not possess a conventional double bond.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "AB-INITIO ENERGIES AND TUNNELING LIFETIMES OF THE DOUBLY-CHARGED AH(2+) (A=MG-AR) DIATOMICS", "doi": "10.1002/qua.560550603", "abstract": "Potential energy curves for the ground and low-lying excited states of the AH(2+) (A = Mg-Ar) dications have been calculated using high-level ab initio methods with large atomic orbital basis sets. Quasi-bound potential energy curves with local minima and deprotonation barriers have been found for most of the dications studied. The energies, tunneling lifetimes, and widths of the quasi-bound states have been calculated by numerical solution of the radial Schrodinger equation using the Numeov method. All these dications except ArH2+ have low-lying states which support quasi-bound vibrational states. The ArH2+ dication has a (2) Pi(i) potential energy curve with a minimum so shallow that it does not support any quasi-bound vibrational states. Results of our calculations are compared with previous ab initio calculations and available experimental data. (C) 1995 John Wiley & Sons, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A 2-DIMENSIONAL MODEL FOR COLLISIONAL ENERGY-TRANSFER IN BIMOLECULAR ION-MOLECULE DYNAMICS - M(+)+(H-2, D-2, OR HD)-](MH(+)+H, MD(+)+D, MH(+)+D, OR MD(+)+H)", "doi": "", "abstract": "Guided ion beam kinetic energy thresholds in the ion-molecule reactions M(+) + H-2 -->) MH(+) + H, where M(+) is a closed-shell atomic ion B+, Al+, or Ga+, were found to exceed by 0.4 to ca. 5 eV the thermodynamic energy requirements (or the theoretically computed barrier heights) for these reactions. In addition, the formation of MD(+) occurs at a significantly lower threshold than MH(+) when M(+) reacts with HD. Moreover, the measured reaction cross-sections for the production of MH(+) or MD(+) product ions are very small (10(-17) to 10(-20) cm(2)), being largest for B+ and smallest for Ga+. A previous paper from this group proposed that collisional-to-internal energy transfer is the rate-limiting step for this class of reactions. It also suggested, based on a dynamical resonance picture, that collisions occurring at or near C-2v symmetry are more effective than other collisions even though C-2v geometries provide no lower potential energy barriers than others. By examining the collision paths characteristic of flux early in the bimolecular collision and searching for geometries along such paths where collisional-to-internal energy transfer is optimal, our earlier efforts predicted reaction thresholds in reasonable agreement with the (previously perplexing) experimental data. In the present work, we introduce a model Hamiltonian whose classical and quantum dynamics we apply to the M(+) + H-2, D-2, HD reactive collisions. We calculate the classical collisional-to-internal energy transfer cross-sections and find energy transfer thresholds that resemble the experimental reaction thresholds but whose isotopic mass trends are not entirely consistent with experiment. We then use a Green function method and a local quadratic approximation to the potential surface to obtain analytical expressions for the isotopic mass dependences of the collisional-to-vibrational energy transfer and for the subsequent fragmentation of the three-atom system. Finally, we analyze the origin of the threshold energy asymmetry in the M(+) + HD reactions.", "image": ""}, {"title": "AB-INITIO STUDY OF THE HYPERMAGNESIUM MG2O+ AND MG3O+ CATIONS", "doi": "10.1016/0009-2614(94)01443-Y", "abstract": "The geometries and vibrational frequencies of MoO+ Mg2O+, and Mg3O+ were calculated using high level ab initio and density functional theories. Mg2O+ (D-infinity h, (2) Sigma(g)(+)) is linear while the planar T-shaped (C-2 nu, B-2(2)) and Y-shaped fake(C-2 nu, (2)A(1)) Mg30 + structures are essentially degenerate. MgO+, Mg2O+ and Mg3O+ have dissociation energies of: MgO+, 52.2 kcal/mol (into O + Mg+); Mg2O+, 93.4 kcal/mol (MgO + Mg+); and Mg3O+, 46.8 kcal/mol (Mg2O+ + Mg). Our results agree well with the relative intensities of these cations in the time-of-flight mass spectra reported in a recent experimental study.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "AL3H STABLE AND TRANSITION-STATE STRUCTURES", "doi": "10.1063/1.467887", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.467887.png"}, {"title": "PERIODICITY AND PECULIARITY IN 120 FIRST-ROW AND SECOND-ROW DIATOMIC-MOLECULES", "doi": "10.1021/j100091a001", "abstract": "The ground and very low-lying excited states of all 120 first- and second-row diatomic molecules are surveyed. Three quarters of these molecules have had their ground state term symbols reliably experimentally determined. However, one quarter remain predicted only theoretically. For all 120 species, the best available experimental (where known) and theoretical values for the dissociation energies to ground state atoms are also presented. The Aufbau principle, combined with standard energy ordering for the valence molecular orbitals, is able to properly account for the ground state term symbols of all but 20 of the diatomics studies. The 20 exceptions produce higher than expected ground state spin multiplicity and arise when there are 4-5 or 7-8 valence electrons and, group 3, 4, or 5 (but not group 6 or 7) atoms are involved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "VERTICAL ELECTRON DETACHMENT ENERGIES FOR OCTAHEDRAL CLOSED-SHELL MULTIPLY-CHARGED ANIONS", "doi": "10.1021/ja00099a050", "abstract": "The local stability of several octahedral species AlF63-, GaF63-, InF63-, TlF63-, TaF6-, ZrF62-, LaF63-, and LaCl63- was studied by using ab initio methods. All systems were found to have minima at octahedral geometries. The electronic stability of these species was considered by using electron propagator theory (EPT) and the Moller-Plesset (MP) perturbation scheme. The results indicate that triply-charged molecular species may be electronically stable in the gas phase. Due to the slow convergence of the EPT and MP series and limitation in our one-electron basis set, the final conclusion requires a more advanced theoretical treatment. The doubly- (ZrF62-) and singly-charged (TaF6-) species were found to possess very high electronic detachment energies of 5.0 and 10.6 eV, respectively. TaF6- is predicted to be thermodynamically stable and ZrF62- slightly unstable with respect to the unimolecular decomposition ML(6)(n-) --> ML(5)((n-1))(-) + L(-).", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "NEW ANIONIC STATES OF THE LITHIUM TRIMER", "doi": "10.1063/1.467408", "abstract": "Anionic states of Li-3 were studied theoretically using a full-valence complete active space (CAS) self-consistent field (SCF) approach to explore their potential energy surfaces followed by quadratic configuration interaction with single, double, and approximate triple excitations calculations to more accurately determine relative energies and electron detachment energies. In addition to the known (1) Sigma(g)(+) state, one triplet ((3)A'(2)) and two quintet (5A''(1) and (5)A'(2)) states were found to be relatively low lying and electronically and geometrically stable in D-3h geometries. All of these states remain electronically stable in C-2 nu and D-infinity h geometries. Hence, they are amenable to photoelectron spectroscopy detection. Preliminary CAS SCF results for the valence isoelectronic Na-3(-) are also reported.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.467408.png"}, {"title": "ANIONIC AND NEUTRAL STATES OF LI3O", "doi": "10.1021/j100085a011", "abstract": "The ground state of the cation, three lowest electronic states of the neutral, and two anionic states of Li3O were studied using different ab initio techniques. Stationary points on the potential energy surfaces were determined both at complete active space (CAS) self-consistent field (SCF) and at second-order Moller-Plesset (MP2) levels of theory. Excited states were approached using the single-excitation configuration interaction (CIS) method. Electron detachment energies for the anionic and neutral states were calculated at the quadratic configuration interaction (QCI) level with single, double, and approximate triple excitations (SD(T)) included, The calculations indicate that Li3O- possesses two bound electronic states. The ground (1)A(1)' state has an equilibrium D-3h structure and a vertical electron detachment energy (VDE) of 0.66 eV. The (3)E' bound state pseudorotates through (3)A(1) and B-3(2) stationary points. The barrier for pseudorotation was found to be less than 0.002 eV at the QCISD(T) level. Two VDE peaks for the (3)E' anion were predicted to be at 0.45 and 1.15 eV for transitions to the ground and the first excited state of the neutral, respectively. The ground state of the cation and the first three electronic states of the neutral Li3O were also considered, and the vertical ionization potential for the ground neutral state was found to be 3.60 eV. Li3O and Li3O- are thermodynamically stable with respect to the unimolecular decompositions Li3O (neutral or anion) --> Li2O + Li (neutral or anion). Hence, the species should be amenable to experimental studies.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "COMBINING DOUBLY-CHARGED CATIONS AND ANIONS TO FORM NEW SPECIES", "doi": "10.1063/1.467141", "abstract": "In this study we predict, based on our ab initio electronic structure calculations, the existence and relative stabilities of several new species such as H3SMgF3, H2SMgF2, and HSMgF derived from combining the geometrically metastable and electronically stable parent doubly charged ions H4S+2 and MgF4-2. Although this study focuses on compounds obtained from these particular double ions, we suggest that analogous observations will be obtained when other double ions are used. Stable structures of the HSMgF, and H2SMgF2 molecules, as well as a local energy minimum and two different second-order saddle point geometries for the H3SMgF3 molecule were found. The lowest-energy stable structure is that found for H3SMgF3, which is best described as a dative adduct of H2S, MgF2, and HF, and which lies approximately 570 kcal/mol below the separated-ion starting materials and approximately 140 kcal/mol below the (H4S+2) (MgF4-2) contact ion pair.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.467141.png"}, {"title": "VERTICAL AND ADIABATIC IONIZATION ENERGIES AND ELECTRON-AFFINITIES OF NEW SI(N)C AND SI(N)O (N=1-3) MOLECULES", "doi": "10.1021/j100056a010", "abstract": "Vertical and adiabatic ionization potentials (IPs) as well as electron affinities have been calculated for SiC, Si2C, Si3C, SiO, Si2O, and Si3O using five different sophisticated ab initio methods with large basis sets. The geometry and harmonic frequencies have been calculated at the second-order Moller-Plesset level. Results of the calculations using all five methods are in a good agreement among themselves (+/- 0.5 eV). The calculated vertical first IPs of SiC, Si2C, Si3C, and SiO molecules agree within 0.2 eV with experimental appearance potentials for these species.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "2ND-ORDER JAHN-TELLER INSTABILITY AND THE ACTIVATION-ENERGY FOR AL+(S-1)+H-2-]ALH+((2)SIGMA(+))+H", "doi": "10.1002/qua.560480505", "abstract": "The interaction of Al+ (S-1) ions with H-2 on the lowest electronic energy surface is studied using ab initio electronic structure methods. A C-S symmetry transition state is located and found to have the geometry of a product AlH+ ion loosely bound to a H atom, consistent with the Hammond postulate for this endothermic reaction. Locating this transition state, beginning at geometries that characterize vibrationally cold H-2 and translationally hot Al+, posed special challenges to the commonly used ''hill-climbing'' algorithm because of regions of geometrical instability along the path thus generated. This instability was found to be a result of second-order Jahn-Teller coupling with a low-lying B-1(2) electronic state. In addition to these primary findings, a weakly bound T-shaped Al+---H-2 C-2v van der Waals complex is found that lies only 242 cm(-1) below the Al+ and H-2 asymptote, with H-H internuclear separation only slightly distorted from the equilibrium bond distance of H-2 and an Al-H distance (3.5 Angstrom) much longer than the covalent bond length in AlH+ (1.6 Angstrom). The locally stable but thermodynamically unstable linear HAlH+ ((1) Sigma(g)(+)) species and, of course, the H + AlH+((2) Sigma(+)) reaction products have also been identified as critical points on the ground-state surface. Where known, the geometries and energies that we calculate agree well with experimental data. (C) 1993 John Wiley & Sons, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "AB-INITIO STUDY OF THE ELECTRONIC-STRUCTURES OF LITHIUM-CONTAINING DIATOMIC-MOLECULES AND IONS", "doi": "10.1063/1.465600", "abstract": "Ab initio calculations are used to provide bond lengths, harmonic frequencies, and dissociation energies of low-lying electronic states for LiX, LiX+, and LiX - (with X = Li through F and Na through Cl). Most of these species represent hitherto experimentally unknown molecules or ions, which provides the focus of the work presented here. All of these species are stable to dissociation and the anions are stable to loss of an electron. Differences among the electronic structures of the valence isoelectronic LiX; and HX, LiX+, and HX+; and LiX- and HX-species are analyzed. Optimized geometries, dissociation energies, ionization potentials, and electron affinities were calculated for the following ground states of the respective species: 1SIGMA+ for Li2(1SIGMA(g)+) LiNa, LiBe+, LiBe-, LiMg+, LiMg-, LiF, LiAl, LiS-, and LiCl; 2SIGMA+ for Li2+(2SIGMA(g)+), Li2-(2SIGMA(u)+) LiBe, LiB+, LiF-, LiNa+, LiNa-, LiMg, LiAl+, and LiCl-; 2PI(r) for LiB-, LiAl-; 2PI(i) for LiO, LiF+, LiS, and LiCl+; 3PI(r) for LiB, LiC+, and LiSi+; 3SIGMA- for LiN, LiO+, LiSi-, LiP, and LiS+; 4SIGMA- for LiC, LiN+, LiN-, LiSi, LiP+, and LiP-; and 5SIGMA-for LiC-.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.465600.png"}, {"title": "FINDING TRANSITION-STATES WHEN 2ND-ORDER JAHN-TELLER INSTABILITY OCCURS", "doi": "10.1002/qua.560480306", "abstract": "When second-order Jahn-Teller couplings become strong along ''streambeds'' on potential energy surfaces, instability reflected in negative curvature along a symmetry-lowering distortion coordinate can take place. The point where such negative curvature sets in is usually not a transition state because the gradient of the potential is usually large there. In this paper, it is demonstrated how to use the local energy, local gradient, local Hessian, and knowledge of how quickly the curvature for the symmetry-breaking mode evolves along the streambed (i.e., the derivative of this curvature) to predict how far to move in the symmetry-breaking mode in search of the desired transition state. It is shown that the Hessian matrix evaluated at the symmetry-broken geometry suggested by this analysis has only one negative eigenvalue. Because this analysis is based on a local approximation to the potential, its predictions are, of course, approximate. As such, they only ''suggest'' the proper direction and magnitude that one should ''step'' to move toward a transition state. (C) 1993 John Wiley & Sons, Inc.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "CALCULATION OF HYPERFINE COUPLING-CONSTANTS OF THE GROUND-STATE X3-SIGMA OF NH AND B2", "doi": "10.1063/1.465898", "abstract": "Following a systematic examination of basis set and electron correlation effects, accurate hyperfine coupling constants have been determined for the X3SIGMA- states of NH and B2 using the multiconfiguration self-consistent-field (MCSCF) restricted-unrestricted (RU) response function approach. These species were chosen for study because their unpaired electrons reside in pi orbitals; so at the single configuration self-consistent-field (SCF) approach, they display zero hyperfine coupling constants. The approach advocated here has been tested successfully on sigma-radical species with unpaired electrons occupying sigma orbitals; this work represents the extension to pi-radical species which are expected to be more difficult cases. In designing the atomic orbital basis sets, effects of uncontraction of the orbitals (to permit maximal flexibility especially. in describing electron density near nuclei) and of addition of diffuse and tight functions were taken into account. Our final bases give hyperfine coupling constants that agree with numerical Hartree-Fock (HF) and with numerical complete active space valence (CASV) MCSCF results, which indicates that our basis sets are accurate enough to be used in further studies that treat electron correlation more accurately. For dealing with electron correlation in a manner that, based on our past experience, could provide the requisite over all accuracy in the final coupling constants, the CASV configuration spaces were systematically extended to larger CAS (complete active space) spaces using natural orbital occupation numbers to determine which orbitals to include in active spaces for each symmetry. Our final results compare favorably with the available experimental data. The results show that the hyperfine coupling constant for B in B2 and N in NH results from a near cancellation of large and opposite signed core and valence contributions.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "SINGLET-TO-TRIPLET ENERGY-TRANSFER VIA (1)PI(1)/(3)SIGMA(1+) CURVE CROSSINGS IN GROUP-2 AND 12 METAL ATOM RARE-GAS SYSTEMS", "doi": "10.1063/1.466128", "abstract": "Of the excited 1PI1 electronic states of van der Waals complexes of Mg, Zn, and Cd atoms (M) with rare-gas (RG) atoms, only the Zn . Xe (1PI1) and Cd . Xe (1PI1) states predissociate to form the lower-lying triplet states, Zn (4s4p P-3(2)) and Cd(4s4p P-3(2)) , respectively. It has been postulated that such predissociations occur by means of potential curve crossings between bound 1PI1 levels and repulsive M . RG (3SIGMA1+) states. Since the M . RG (1PI1) states become more bound as the RG atom becomes more polarizable, from Ne through Xe, and the M . RG (3SIGMA+) states should become more repulsive as the RG atom becomes larger in the same order, the likely reason that only the Zn - Xe and Cd . Xe 1PI1 states pedissociate is that they are the only states which have in 1PI1/3SIGMA1+ curve crossings below the energies which are accessed spectroscopically. We have carried out ab initio electronic structure calculations using various basis sets, and at various levels of correlation, to examine the repulsive 3SIGMA1+ potential curves of Zn . Ar, Zn . Kr, Zn . Xe, Mg . Ar, and Mg . Xe. These calculations support the general mechanism proposed, and show that the likely reason the Mg . Xe(1PI1) state does not predissociate is because the 1PI1/3SIGMA1+ curve crossing lies slightly above the energy region probed experimentally. It was necessary to utilize very good quality basis sets and high levels of correlated calculations to obtain agreement with experimental observations. In all cases, there was a regular decrease in the repulsive character of the M . RG (3SIGMA+) states as the basis quality and level of correlation was increased.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.466128.png"}, {"title": "COLLISIONAL ENERGY-TRANSFER IN BIMOLECULAR ION-MOLECULE DYNAMICS M++(H-2 D2 OR HD)-](MH++H MD++D MH++D OR MD++H)", "doi": "10.1063/1.465223", "abstract": "Guided ion beam kinetic energy thresholds in the ion-molecule reactions M++H-2-->MH++H, where M+=B+, Al+, and Ga+ exceed by 0.4- approximately 5 eV the thermodynamic energy requirements or theoretically computed barrier heights of these reactions. In addition, the formation of MD+ occurs at a significantly lower threshold than MH+ when M+ reacts with HD. Moreover, the measured reaction cross sections for production of MH+ product ions are very small (10-(17)10(20) cm2) . These facts suggest that a ''dynamical bottleneck'' may be operative in these reactions. In this work, the eigenvalues of the mass-weighted Hessian matrix, which provide local normal-mode frequencies, are used to identify locations on the ground-state MH2+ potential energy surfaces where collisional-to-internal energy transfer can readily take place. In particular, the potential energies at geometries where eigenvalues corresponding to interfragment and to internal motions undergo avoided crossings are related to the kinetic energies of apparent reaction thresholds. This near-resonance energy transfer model, applied to M++HD reactions, displays the experimentally observed preference to form MD+ at lower collision energies than MH+ as well as the fact that reaction thresholds may greatly exceed thermodynamic energy requirements. This model explains the small reaction cross sections in terms of high energy content and subsequent dissociation of nascent MH+ (or MD+) ions. Although the mass-weighted Hessian matrix is used as a tool in this analysis, the model put forth here is not equivalent to a reaction-path Hamiltonian dynamics approach.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.465223.png"}, {"title": "FREQUENCY-DEPENDENT POLARIZABILITY OF -CC- LINKED PARA-NITROANILINE MONOMER THROUGH PENTAMER", "doi": "10.1016/0009-2614(93)87055-8", "abstract": "Using atomic orbital basis sets calibrated in an earlier study on the monomer and dimer and employing the direct atomic-integral driven strategy of the DISCO program package, we performed self-consistent field level calculations of the frequency-dependent polarizabilities of the monomer through pentamer of -CC- linked para-nitroaniline. These computations, which were performed in parallel using seven IBM RS6000 model 560 workstations, involved up to 612 atomic basis functions and 10(11) two-electron integrals, and required solution of linear response equations whose dimensions ranged up to 132000.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO STUDY OF GEOMETRICALLY METASTABLE MULTIPROTONATED SPECIES - MH(N)(K+) (VOL 97, PG 4272, 1992)", "doi": "10.1063/1.466245", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO STUDY OF LOW-LYING ELECTRONIC STATES OF XP (X=LI-B,NA-SI)", "doi": "10.1021/j100125a011", "abstract": "The equilibrium geometries and harmonic vibrational frequencies of the low-lying electronic states of several as yet unobserved species (LiP, BeP, BP, NaP, MgP, AlP, and SiP) were calculated at the SCF/6-31G*, MP2(full)/6-31G*, and MP2(full)/6-311+G* levels of theory. For each of these species, equilibrium structures of the ground state and lowest excited states were also optimized at the QCISD(T)/6-311+G(2df)level. For all but SiP, the bonding is found to involve high-spin ground electronic states (3SIGMA- for Lip, 4SIGMA- for BeP, 3PI for BP, 3SIGMA- for NaP, 4SIGMA- for MgP, 3SIGMA- for AlP) in which two electrons occupy pi orbitals lying primarily on the P atom (expect for BP, where three electrons are in pi orbitals), and the number of valence sigma electrons ranges from four to six. In each case, the number of unpaired electrons is larger than that anticipated based on covalent P-X sigma-bond formation. These unusual state orderings are consistent with our earlier findings and with the bonding picture we used to explain them. SiP has two lowest electronic states 2SIGMA+ and 2PI with close energies. The bond dissociation energies were also computed and found to be 37.7 (LiP), 23.6 (BeP), 70.5 (BP), 27.4 (NaP), 12.2 (MgP), 47.2 (AlP), and 76.3 kcal/mol (SiP), with all data referring to the QCISD(T)/6-311+G(2df)+ZPE level. The corresponding calculated bond lengths are 2.342 (LiP), 2.081 (BeP), 1.758 (BP), 2.690 (NaP), 2.546 (MgP), 2.426 (AlP), and 2.007 angstrom (SiP).", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO STUDY OF THE SI2O AND SI3O MOLECULES", "doi": "10.1021/j100124a016", "abstract": "The structures and vibrational frequencies of various structures and electronic states Of Si2O and Si3O have been studied at the MP2(full)/6-311+G* level, with geometries also calculated at the MP4SDTQ/6-311+G-(2df) and QCISD(T)/6-311+G(2df) levels. Triangular Si2O (C2v, 1A1) and planar-rhombus Si3O (C2v, 1A1) structures are found to be the most stable, but several other low-lying local minima are also found. The calculated dissociation energies for the lowest energy decompositions Of Si2O into SiO + Si and Of Si3O into Si2 + SiO are 50.1 and 59.8 kcal/mol, respectively. The energies for Si(n)O --> Si(n) + O are much larger. Even the lowest decomposition energies are larger than those found for Li2O, Li3O; Mg2O, Mg3O; and Al2O, Al3O. In both Si2O and Si3O, the O atom does not insert into coordination sites of highest symmetry; rather, the most stable structures involve coordination of the O atom to two Si atoms without destroying the Si-Si bonding. Again, this is different than in Li2O, Li3O, Mg2O, Mg3O, Al2O, and Al3O, where the O atom inserts into the site of highest coordination and highest symmetry.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "GRAPHICAL DESCRIPTION OF THE SYMMETRIES OF POTENTIAL-ENERGY SURFACES", "doi": "10.1063/1.464489", "abstract": "Shapes of the potential energy surfaces (PES) of ''floppy'' molecules can be represented by graphs in which vertices denote global minima and edges connecting the vertices describe energetically accessible paths connecting such global minima. Such graphical representations of PESs are characterized by (i) the number of vertices; (ii) edges that connect (or do not) various vertices; and (iii) the symmetry of the PES, which may be obtained from the graphical figure. These characteristics are shown in this paper to be reflected in the vibration-rotation wave function's symmetry. Such a symmetry analysis reduces to that provided by the conventional point group for rigid molecules, but provides a useful tool for characterizing vibrations of floppy molecules. In particular, it is shown that for so-called connected graphs, the nonrigid group of the molecule is its full permutation-inversion group. PESs with connected graphs having three and six global minima are examined as examples, and relevant character tables are provided. PESs with disconnected graphs (which characterize species containing some inaccessible barriers), are also considered. The flexible molecules ArH3+, C2H3+, CH4+, and LiBH4 are considered as examples of the tools presented here.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.464489.png"}, {"title": "CALCULATION OF HYPERFINE COUPLING-CONSTANTS OF THE CN AND CP GROUND-STATE RADICALS", "doi": "10.1063/1.464744", "abstract": "By carrying out a systematic basis set and electron correlation investigation, we have determined accurately the hyperfine coupling constants of the ground states of CN and CP. The basis set studies began with Dunning's correlation consistent bases, after which systematic uncontractions and extensions with diffuse and tight functions were introduced until saturation was achieved. The basis set self-consistent-field (SCF) wave function results compare favorably with numerical Hartree-Fock (HF) results. The electron correlation study was based on extending systematically the active space of a complete valence orbital spin-restricted multiconfiguration self-consistent-field (MCSCF) wave function and using the MCSCF restricted-unrestricted response function approach to obtain the hyperfine coupling constants.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL SEARCH FOR SMALL LINEAR DOUBLY CHARGED ANIONS", "doi": "10.1063/1.464978", "abstract": "The electronic stabilities of linear diatomic C(2)2-, BN2-, BP2-, BeO2-, BeS2-, MgO2-, MgS2-, O(2)2-, SO2-, and S(2)2-; triatomic NCN2-, SBN2-, OBeO2-, SBeC2-, SBeO2-, OMgO2-, SMgS2-, PCP2-, and SCC2-; tetratomic OCCO2- and SCCS2- and pentatomic Be2O32-, Be2S32-, Mg2O32-, and Mg2S32- dianions were studied at the Hartree-Fock level with Gaussian basis sets including diffuse and polarization functions, as well as at the second-order Moller-Plesset level. Vertical first detachment energies of several dianions were also calculated at the fourth-order Moller-Plesset level. All diatomic, triatomic, and tetratomic dianions were found to be unstable to electron loss. The pentatomic Mg2S32- dianion is predicted to be stable to electron loss with an electron detachment energy of 0.2 eV. This species is likely to be the smallest electronically stable linear dianion.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DIATOMIC-MOLECULES CONTAINING ELECTROPOSITIVE ATOMS FAVOR HIGH-SPIN STATES", "doi": "10.1021/j100110a012", "abstract": "The equilibrium geometries and harmonic vibrational frequencies of the low lying electronic states of LiSi, BeSi, BSi, NaSi, MgSi and AlSi were calculated at the SCF/6-31G*, MP2(full)/6-31G*, MP2(full)/6-311+G* levels of theory. For each of these species, the ground states were also studied at the QCISD(T)/6-311+G(2df) level to obtain more accurate data. The bonding in these species is found to involve high-spin ground electronic states (4SIGMA- for LiSi, 3SIGMA- for BeSi, 4SIGMA- for BSi, 4SIGMA- for NaSi, 3SIGMA- for MgSi and 4SIGMA- for AlSi) in which two electrons occupy bonding pi orbitals. In each case, the number of unpaired electrons is larger than that anticipated based on straightforward covalent Si-X sigma-bond formation with no further rearrangement of electronic configuration. We suggest that pi2 configurations are favored over pi1 because of the relatively low sigma-to-pi promotion energies particular to these species and the low Coulomb and favorable exchange energies of the pi2 situation, and over pi3 and pi4 configurations because the latter correlate with excited states of Si and have high Coulomb energies. The pi2 character is then the source of the high-spin nature of the ground states. Bond dissociation energies were also computed and found to be 41.5 kcal/mol (LiSi), 28.8 kcal/mol (BeSi), 71.5 kcal/mol (BSi), 33.3 kcal/mol (NaSi), 21.7 kcal/mol (MgSi) and 56.0 kcal/mol (AlSi), with all data referring to the QCISD-(T)/6-311+G(2df)+ZPE level, within which the calculated bond lengths are 2.383 angstrom (LiSi), 2.137 angstrom (Besi), 1.905 angstrom (BSi), 2.697 angstrom (NaSi), 2.561 angstrom (MgSi) and 2.430 angstrom (AlSi).", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "RYDBERG BONDING IN (NH4)2 (THE JOURNAL OF PHYSICAL-CHEMISTRY, VOL 96, PG 8841, 1992)", "doi": "10.1021/j100109a037", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "INTERPRETATION OF THE HYPERFINE COUPLING-CONSTANTS OF THE BORON TRIMER IN RARE-GAS MATRICES", "doi": "10.1063/1.464132", "abstract": "By carrying out a systematic basis set and electron correlation investigation, we have determined accurately the isotropic and anisotropic parts of the hyperfine coupling tensor of the B3 molecule using the multiconfiguration self-consistent-field restricted-unrestricted method. The anisotropy of the computed tensor is significantly larger than the experimental uncertainty. This indicates that the B3 molecules must be freely tumbling in neon, argon, and krypton matrices at 4 K. The spin polarization of the Is orbital on each B atom is found to be very small in the B3 Molecule. This implies that the isotropic hyperfine coupling is dominated by valence-orbital contributions rather than by 1s-orbital contributions.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO STUDY OF THE INTERNAL-ROTATION BARRIER OF FORMAMIDE AND THE FORMAMIDE H2O COMPLEX", "doi": "10.1002/qua.560450202", "abstract": "The barriers to internal rotation about the N-C bond of formamide and the formamide-H2O complex have been examined by ab initio quantum chemistry methods. Both self-consistent field and correlated approaches have been utilized to determine the geometries, energies, and local harmonic vibrational frequencies of the minimum-energy and transition-state structures of these two systems. We find that formamide's rotation barrier of 14-15 kcal/mol is increased to 16-18 kcal/mol when a single H2O molecule is attached. This result contrasts with the effect of a single H2O solvent molecule on the barrier to tautomerization of formamide (to form formamidic acid HN-CHOH) for which a barrier lowering of ca. 20 kcal/mol has been observed. The rotation barriers obtained for formamide and for its H2O complex are compared with barriers obtained experimentally in various solvents.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "MACROCYCLIC, SQUARE-PLANAR, TETRAALKYNYL TETRAIODONIUM SALTS - STRUCTURES, STABILITIES, AND VIBRATIONAL FREQUENCIES VIA ABINITIO CALCULATIONS", "doi": "10.1021/ja00052a062", "abstract": "The geometries and stabilities of HCCH, ICCH, ICCI, IF3, IF2CCH, IF(CCH)2, I(CCH)3, I4(CC)44+, and four isomers of I4(CC)4F4 were calculated at the ab initio HF/LANL1DZ level. Final geometries were used for electron correlation calculations at the MP4/LANL1DZ level. The results of the calculations demonstrate considerable stability and suggest square planar structures for the macrocyclic tetraalkynyl tetraiodonium compounds. The tetracation I4C84+ is predicted to exist as a single isomer due to a pseudotetrahedral 8-I-2 configuration and to have a structure with only negligible deviations from a perfect square. In contrast, the neutral I4C8F4 species can exist as four different isomers as a consequence of the trigonal bipyramidal 10-I-3 configuration. These isomers have distinctly different geometries and energies due to the relative positions of the axial and equatorial C-I bonds. Macrocycles 16-19 have ring strain energy due to the existence of four unfavorable axial I-C bonds in each of the isomers. However, the calculated ring strain energy for the most stable isomer 16 is only 27 kcal/mol.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THE B3LI MOLECULES ELECTRONIC AND GEOMETRICAL STRUCTURE", "doi": "10.1063/1.463405", "abstract": "The geometries, electronic energies, dipole moments, and local harmonic vibrational frequencies of the singlet ground and low-energy singlet valence excited states of B3Li have been investigated using (i) correlation-consistent double-zeta plus polarization basis sets, (ii) small valence-space complete active space multiconfiguration self-consistent field electronic wave functions, and (iii) analytical energy derivative techniques combined with automated potential energy surface walking algorithms. The lowest-energy structure of B3Li is found to have C3v symmetry and to consist of a Li atom that sits above the center of an equilateral B3 moiety; the dipole moment of this species is 6.7 D and its dissociation energy (not zero point corrected) to ground state B3 + Li is 60 kcal/mol. The B3H analog of this C3v structure is not a geometrically stable species for reasons that are analyzed here. A second stable structure (with dipole moment of 8.5 D and dissociation energy of 47 kcal/mol) is planar and has the Li atom sigma bonded to one of the B atoms in the triangular B3 group. The B3H analog of this sigma-bonded species is stable and, in fact, is the lowest-energy structure of B3H. Finally, in contrast to findings for B3H, no bridge-bonded structure was found to be stable for B3Li. Both the sigma-bonded and C3v structures of B3Li are shown to possess significant charge-transfer character near their equilibrium geometries, but to dissociate to ground state neutral B3 + Li fragments.", "image": "/page_data/researchers/jack_simons/research_images/10.1063__1.463405.png"}, {"title": "THEORETICAL SEARCH FOR LARGE RYDBERG MOLECULES - NH3CH3, NH2(CH3)2, NH(CH3)3, AND N(CH3)4", "doi": "10.1063/1.463665", "abstract": "On the basis of ab initio calculations, four new large metastable Rydberg molecules: NH3CH3, NH2(CH3)2, NH(CH3)3, and N(CH3)4 are predicted to exist. All of these neutral species possess high-symmetry local minima but are not thermodynamically stable with respect to loss of H or CH3. Because they have pronounced barriers on the dissociation pathways, they should be metastable. The dissociation barriers for NHn(CH3)4-n decomposing to NHn-1(CH3)4-n+H are smaller than for dissociation into NHn(CH3)4-n-1+CH3. Thus, the lifetime of N(CH3)4 should be much longer than that of NH4 due to the larger dissociation barrier and the heavier mass of the departing CH3 species.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "RYDBERG BONDING IN (NH4)2", "doi": "10.1021/j100201a029", "abstract": "Chemical binding of two monovalent Rydberg species to form a singlet-state Rydberg dimer molecule is predicted to be possible. Ab initio electronic structure methods that include electron correlation (at levels up through QCISD(T)/6-31++G**// MP2(full)/6-31++G** + ZPE) are shown to be essential to achieving a proper description of such bonding. The (NH4)2 molecule, selected as the prototype for this study, is shown to be bound with respect to its Rydberg-species fragments, 2NH4, by 7.5-9.7 kcal/mol, depending on the level of treatment of electron correlation, and to be electronically stable (by ca. 4.3 eV) with respect to (NH4)2+ at the neutral's equilibrium geometry. The (NH4)2 Rydberg dimer is thermodynamically unstable with respect to 2NH3 + H-2 by 86-89 kcal/mol mol yet possesses all real vibrational frequencies; it is thus a metastable molecule held together by a weak Rydberg bond. The dissociation energy of the (NH4)2+ cation to form NH4+ + NH4 is found to be larger than that of the neutral (NH4)2.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "LASER-INDUCED FLUORESCENCE SPECTROSCOPY AND STRUCTURE OF MICROSOLVATED MOLECULAR CLUSTERS .1. STRUCTURE DETERMINATION VIA ROTATIONAL BAND CONTOUR ANALYSIS AND SEMIEMPIRICAL CALCULATION", "doi": "10.1039/ft9928802587", "abstract": "An iterative rotational band contour simulation strategy has been applied successfully to the analysis of partially resolved rovibronic bands in the laser-induced fluorescence (LIF) spectra of 4-pyrrolidinobenzonitrile (PYRBN) and its clusters with argon, and of the ethyl 4-pyrrolidinobenzoate (PYRBEE) 1 : 1 complex with water. An internally consistent set of structural parameters has been obtained which, in conjunction with the predictions of molecular mechanics (MM2) and MNDO calculations, provides experimentally based structures for the host molecules as well as their individually resolved van der Waals complexes. A broad range of simulations associated with alternative 'trial' structures is used to quantify the precision of the structural parameters and to indicate the sensitivity of the strategy.", "image": "/page_data/researchers/jack_simons/research_images/10.1039__FT9928802587.png"}, {"title": "LASER-INDUCED FLUORESCENCE SPECTROSCOPY AND STRUCTURE OF MICROSOLVATED MOLECULAR CLUSTERS .2. LASER-INDUCED FLUORESCENCE SPECTROSCOPY OF JET-COOLED ETHYL 4-AMINOBENZOATE, METHYL 4-AMINOBENZOATE, 4-AMINOBENZONITRILE AND THEIR DIMETHYLAMINO AND PYRROLIDINO DERIVATIVES", "doi": "10.1039/ft9928802595", "abstract": "An iterative band contour simulation strategy has been applied to the analysis of partially resolved rovibronic bands in the laser-induced fluorescence (LIF) spectra of a range of jet-cooled, substituted aromatic amines (4-dimethylaminobenzonitrile, ethyl 4-dimethylaminobenzoate, methyl 4-dimethylaminobenzoate, 4-aminobenzonitrile, ethyl 4-aminobenzoate, methyl 4-aminobenzoate, 4-pyrrolidinobenzonitrile, ethyl 4-pyrrolidinobenzoate and methyl 4-pyrrolidinobenzoate). A internally consistent set of structural parameters has been obtained which, by appeal to the predictions of molecular orbital and/or molecular mechanics calculations, provides an experimentally based set of molecular structures as well as the resolution and identification of alternative molecular conformers.", "image": "/page_data/researchers/jack_simons/research_images/10.1039__FT9928802595.png"}, {"title": "ABINITIO STUDY OF GEOMETRICALLY METASTABLE MULTIPROTONATED SPECIES - MHNK+", "doi": "10.1063/1.463929", "abstract": "The geometries and stabilities relative to fragmentation of H4O2+, H4S2+, H3F2+, H3Cl2+, H2Ne2+, H2Ar2+, H4F3+, H4Cl3+, H3Ne3+, H3Ar3+, H4Ne4+, and H4Ar4+ have been studied using the quadratic configuration interaction (with single and double excitations plus approximate triple excitations included) QCISD (T)/6-311G(2df,2p) method at second-order Moller-Plesset optimized geometries MP2(full)/TZP+ZPE/6-31G**. All of the triply charged H4F3+, H4Cl3+, H3Ne3+, and H3Ar3+ and more highly charged H4Ne4+ and H4Ar4+ ions, as well as doubly charged H2Ne2+ were not found to possess local minima on their zero-point corrected ground state surfaces, although H4Cl3+ is only slightly unstable. Tetrahedral (T(d)) structures for H4O2+ and H4S2+, planar triangular (D3h) H3F2+, triangular pyramidal (C3v) H3Cl2+ and bent (C2v) H2Ar2+ were found to be local minima on the respective ground state surfaces. The latter five species lie above their respective ion-plus-ion dissociation products by 61, 91, 111, 67, and 116 kcal/mol, and have barriers to dissociation of 38, 20, 12, 34, and 5 kcal/mol (all energies being zero-point corrected). Such multiply charged cations store a great deal of energy, which may be released by the addition of a single extra electron to form the corresponding cation of one less charge.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "IS TEF82- THE MXN2- DIANION WITH THE LARGEST ELECTRON DETACHMENT ENERGY (5 EV)", "doi": "10.1063/1.463025", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO STUDIES OF GROUND AND EXCITED ELECTRONIC STATES OF MGAR, CDAR, AND BEAR", "doi": "10.1007/BF01132830", "abstract": "The ground state (X 1-SIGMA+) and several excited state (A 3-PI, c 3-SIGMA+, C 1-PI, D 1-SIGMA+, and E 3-SIGMA+) potential energy surfaces for the diatomic molecules MgAr, CdAr, and BeAr have been computed using complete active space self-consistent field (CASSCF) wavefunctions and valence double- and triple-zeta quality basis sets augmented with polarization and diffuse functions. Pump-and-probe laser experiments have examined the quenching, of excited singlet states of metal-rare gas complexes such as CdXe to produce triplets that dissociate to 3P(J) metal atoms. This quenching, which is detected for CdXe but not for CdAr or MgAr, is thought to occur via a crossing or strong coupling of a repulsive triplet curve correlating to the underlying 3P state of the metal, with an attractive singlet curve that correlates to the higher 1P state of the metal. The present work indicates that the attractive C 1-PI and repulsive c 3-SIGMA+ curves of MgAr and CdAr do not intersect in the energetically accessible region of the C 1-PI surface, unlike the corresponding curves for the CdXe diatom. These data are consistent with the absence of 3P(J) Cd atoms in the MgAr and CdAr experiments, respectively. However, an alternative quenching mechanism involving vibronic coupling between the C 1-PI vibrational eigenstates and the continuum eigenstates of the underlying repulsive 3-SIGMA+ surface may be operative; this possibility is examined qualitatively and predicted to be unlikely for MgAr (due to small spin-orbit coupling) and CdAr (due to unfavorable vibronic factors). BeAr, which has yet to be probed experimentally, is predicted to be bound by 770 and 900 cm-1 in the D 1-SIGMA+ state (which has metal 2s2p character) and the E 3-SIGMA+ state (which has Rydberg metal 2s3s character), respectively, and to display interesting potential curve intersections.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "WHY EQUIVALENT BONDS APPEAR AS DISTINCT PEAKS IN PHOTOELECTRON-SPECTRA", "doi": "10.1021/ed069p522", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "INTERACTIONS OF THE B3 CLUSTER WITH H-ATOMS AND H-2-MOLECULES", "doi": "10.1063/1.462328", "abstract": "Ab initio electronic structure calculations on several sigma- and three-center bonded B3H and B3H2 structures that correlate with the ground and first excited states of B3 (plus H or H2) have been carried out using correlation-consistent polarized valence double-zeta basis sets and complete-active-space self-consistent-field treatments of electron correlation. Geometries, electronic energies, and local harmonic vibrational frequencies were determined for two locally stable structures of B3H and three stable and one metastable structures of B3H2 as well as for transition states connecting such structures. Reaction energies for several processes and a barrier for the B3 + H2 --> B3H2 reaction have also been calculated. A picture of the B3 reactivity is given in terms of two coupled potential energy surfaces and their avoided crossings. The relevance of our findings to future experimental work and similarities with the chemistry of boranes and related reactive species are emphasized.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO POTENTIAL-ENERGY SURFACES FOR CD(1P)+H-2-]CDH(X2-SIGMA+)+H, HCDH(X1-SIGMA(G)+),CD(3P)+H-2, AND CD(1S)+H+H", "doi": "10.1063/1.462594", "abstract": "The outcome of laser excitation of the van der Waals CdH2 complex [which consists of a ground-state Cd(1S) atom bound to an H-2 molecule] to its lowest-energy singlet state(s), which connects with Cd(1P) + H-2, is examined by calculating ab initio potential-energy surfaces for the above excited singlet states, the corresponding underlying triplet states [connecting to Cd(3P) + H-2], and the singlet ground state. It is necessary to study such a multitude of states because energetically accessible reaction products such as Cd(3P) + H-2, CdH(X(2)SIGMA+) + H, Cd + H + H, and HCdH(X(1)SIGMA(g)+) connect to various surfaces. In carrying out these calculations, the lowest-energy surface of 1A1 symmetry was evaluated at nearly 1100 C2-upsilon geometries using complete-active-space self-consistent-field wave functions with a valence double-zeta and a double-zeta-plus-polarization basis set on cadmium and hydrogen, respectively. The excited singlet and triplet surfaces that correlate with 1P1 and 3P(J) levels of Cd plus ground-state H-2 were examined in detail along paths that flux prepared by laser excitation of the singlet surface(s) is most likely to follow. Among the photoexcited singlet states, the 1B2 surface is found to provide the most energetically attractive approach path for the excited CdH2 van der Waals complex to access geometries from which HCdH, Cd + H + H, and CdH + H can be formed via intersection and coupling with the lowest 1A1 surface. The 1B1 surface is found to be weakly attractive, and the excited 1A1 surface to be repulsive at geometries characteristic of the nascent photoexcited species. The underlying triplet surfaces are found to be repulsive (3A1), weakly attractive (3B1), and slightly more attractive (3B2) at such geometries. The repulsive 3A1 surface intersects the 1B2 surface in the latter's entrance-channel streambed; the 3B1 state intersects the 1B2 surface closer to where the 1B2 and lowest 1A1 cross. The 3A1 and 1B1 surfaces also intersect in the entrance streambed of the latter. All such triplet-singlet crossings provide paths to Cd(3P) + H-2.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "SELF-CONSISTENT-FIELD POTENTIAL-ENERGY SURFACES FOR HYDROGEN-ATOM PAIRS WITHIN SMALL PALLADIUM CLUSTERS", "doi": "10.1002/qua.560410605", "abstract": "An ab initio electronic structure study is presented of hydrogen-hydrogen interactions in an electronic environment perturbed by the presence of palladium atom clusters. In particular, we investigated changes in the interatomic potential when the atomic centers are trapped inside an fcc palladium octahedral hole and when they are separated from each other by a (111) plane of palladium atoms. The (111) plane was modeled with a cluster of three palladium atoms. Self consistent field (SCF) level calculations were performed, and palladium atom pseudopotentials were employed to make the systems studied computationally tractable. For pairs of atoms placed within the octahedral hole, various lines of approach were considered [along the (100), (110), and (111) directions]. Lattice deformations and electronic excitations were examined for their effect on the interatomic potential.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "HIRSCHFELDER,JOSEPH,O HONORARY ISSUE - PREFACE", "doi": "", "abstract": "", "image": ""}, {"title": "GEOMETRICAL LINEAR RESPONSES AND DIRECTIONAL ENERGY DERIVATIVES FOR ENERGETICALLY DEGENERATE MCSCF ELECTRONIC FUNCTIONS", "doi": "10.1007/BF01113127", "abstract": "For state-averaged multiconfigurational self consistent field (SA-MCSCF) wave functions, second-order geometrical response equations are derived that allow the determination of first-order configuration amplitude response for equally weighted, energetically degenerate states. The first-order response equations obtained in earlier work do not suffice to determine these particular responses parameters. To formulate such a derivation in a well defined manner, it is found that a specific linear combination of the degenerate states must be formed; this specific combination of states then defines how state energies and wave functions evolve as one passes through the surface intersection. The linear combination among the degenerate states is dependent upon the molecular distortion for which the responses are to be evaluated. Expressions for first- and second-order directional energy derivatives for these energetically degenerate wave functions are also derived. All the equations obtained are computationally tractable and expressed in terms of quantities that result from optimizing the SA-MCSCF wave functions and from solving the first- and part of the second-order geometrical response equations.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "RELATIVE STABILITIES OF FULLERENE, CUMULENE, AND POLYACETYLENE STRUCTURES FOR CN - N = 18-60", "doi": "10.1063/1.461989", "abstract": "The relative stabilities of closed fullerene, cumulene, and polyacetylene carbon structures, as well as the cohesive energies for clusters of size n = 18, 20, 22, 24, 26, 28, 30, 32, 34, 36, 50, and 60 have been examined using ab initio self-consistent-field and second-order Moller-Plesset perturbation theory and analytical derivative geometry optimization methods. These geometries and relative stabilities constitute the primary findings of this work. All calculations were carried out using the DISCO program with atomic basis sets derived from van Duijneveldt's carbon (6s,3p) primitive orbital basis set, contracted to [3s2p]. For n greater-than-or-equal-to 32, the fullereness are predicted to be the most stable, and their cohesive energies are predicted to increase monotonically as n varies from 24 to 60. The optimized geometries obtained here are very near those obtained earlier by others for the few species where such data exist. Based on earlier work employing larger atomic orbital bases, the relative energies of the fullerene structures are expected to be lowered even further as larger basis sets are employed. Hence, it is likely that the smallest cluster for which the fullerene structure is the most stable has n < 32. Comparing our computed electron binding energy for C24- to the experimental vertical detachment energy of this species supports the claim that n = 24 may be the smallest energetically favored fullerene.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "REACTION POTENTIAL SURFACE FOR B+(S-1)+H2-]HBH+(1-SIGMA-G+), BH+(2-SIGMA)+H(S-2)", "doi": "10.1021/j100181a025", "abstract": "The reaction of B+(1S) with H-2 on the ground potential energy surface is examined using ab initio electronic structure methods. In the entrance channel, a weakly bound T-shaped B+...H-2 complex of C2D symmetry is found to lie 422 cm-1 below the B+ + H-2 reactant energy. Its H-H internuclear distance is only slightly distorted from that of H-2; the B-H distance (ca. 2.6 angstrom) is much longer than the covalent bond length in BH+ (1.2 angstrom). Further along the reaction coordinate is found a narrow valley characterized by strong B+ -to-H-2 interreactant forces but very small distortion of the H-H bond length or the H-H vibrational frequency. Further up the floor of this valley, a geometry is reached at which, through second-order Jahn-Teller coupling, the asymmetric motion (of b2 symmetry) develops negative curvature and thus becomes geometrically unstable. From this point of instability, distortion along the asymmetric mode can lead directly to the BH+((2)SIGMA) + H products. The energy of this instability point is 22 842 cm-1 above B+ + H-2 and 2021 cm-1 or ca. 0.25 eV above the thermodynamic reaction threshold for BH+ + H formation, which is predicted to be 20 000 cm-1. In addition, a geometrically stable linear HBH+((1)SIGMA(a)+ species is found to lie 14 712 cm-1 below B+ + H-2. Its BH bond length (r(BH) = 1.187 angstrom) is only slightly shorter than that in BH+ (1.199 angstrom). All of these findings are in reasonable agreement with known experimental data on the reactivity of B+ with H-2. However, another (collinear) reaction path has been found that leads to BH+((2)SIGMA) + H without any barrier above the thermodynamic requirement; this path, if operative, is not consistent with experimental findings. A proposal is offered to explain how the path that passes through the point of instability may be of more relevance to the guided-ion beam data than the lower energy collinear path.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO QUANTUM-CHEMISTRY STUDY OF FORMAMIDE FORMAMIDIC ACID TAUTOMERIZATION", "doi": "10.1021/j100178a032", "abstract": "Ab initio electronic structure calculations using analytical energy derivative methods and automated potential energy surface walking techniques have been carried out on the tautomerization reaction path connecting formamide (F) H2N-CHO, through a transition state (TS), to formamidic acid (FA) HN-CHOH. The zero-point corrected F --> FA, and F --> TS energy differences are predicted to be 12.1 and 48.9 kcal/mol, respectively, when configuration interaction methods are used to treat electron correlation. An imaginary frequency of 2391i cm-1 is obtained along the reaction coordinate at the TS. Isotopic substitution of F to generate H2N-CDO and subsequent calculation of the harmonic vibrational frequencies and eigenvectors allowed ambiguities in the assignment of the infrared spectrum of T to be resolved. The geometry of the F tautomer is found to be slightly nonplanar, but to have zero-point energy that permits the planar geometry to be dynamically accessed. Extensions to situations in which tautomerization is assisted by neighboring solvent molecule(s) are considered. In particular, the intimate involvement of a single H20 solvent molecule reduces the zero-point-corrected F --> FA and F --> TS energy differences to 10.6 and 22.6 kcal/mol, respectively. Intimate solvent participation is thus found to much more strongly affect the activation energy than the overall thermodynamics in this case. The imaginary frequency corresponding to the reaction coordinate at the transition state changes to 2001i cm-1 when a single H2O is intimately involved.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "1ST-ORDER GEOMETRICAL RESPONSE EQUATIONS FOR STATE-AVERAGED MULTICONFIGURATIONAL SELF-CONSISTENT FIELD (SA-MCSCF) WAVE-FUNCTIONS", "doi": "10.1002/qua.560400308", "abstract": "The first-order geometrical response equations for a state-averaged multiconfigurational self-consistent field (SA-MCSCF) calculation are derived. This derivation is carried through from first principles to final working equations suited for computer implementation. The final equations are expressed such that the energies and wave functions must be known only for the internal SA-MCSCF states. In the derivation, the special but important case where two or more internal states have equal weighting factors is treated in a manner fully consistent with all other cases. Except for introducing extra equations that are straightforward to solve, the case where two or more internal states have equal weighting factors introduces no new complications.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DOUBLE-RYDBERG MOLECULAR ANIONS", "doi": "10.1021/cr00005a002", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL-STUDY OF ANION MOLECULE INTERACTIONS - H- + HF-]H2 + F-", "doi": "10.1021/j100156a011", "abstract": "We present results of ab initio multiconfigurational SCF (MCSCF), fourth-order perturbation theory MBPT(4), and coupled-cluster CCSD(T) electronic structure simulations on the ground-state H- + HF --> H-HF --> H2F- --> H-2 + F- potential energy hypersurface. Structures, energetics, and local harmonic vibrational frequencies are included in this study. The H2F- ion-molecule complex is found to be linear; the anticipated H-HF complex is found to be an unstable inflection point on the surface, (i.e., no bound minimum corresponding to H- bound to an HF moiety exists). Vertical detachment at the F-H-2 complex geometry to produce neutrals in 2-SIGMA and 2-PI states is also examined.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THERE ARE NO SUCH THINGS AS ORBITALS - ACT 2", "doi": "10.1021/ed068p131", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DOUBLE-RYDBERG ANIONS - GROUND-STATE ELECTRONIC AND GEOMETRIC STABILITIES", "doi": "10.1063/1.458773", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "LIFETIMES OF ELECTRONICALLY METASTABLE DOUBLE-RYDBERG ANIONS - FH2-", "doi": "10.1063/1.458893", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "WALKING ON ENERGY SURFACES - LOCAL MINIMA, STREAM BEDS, AND SADDLE POINTS", "doi": "", "abstract": "", "image": ""}, {"title": "APPLICATION OF CHOLESKY-LIKE MATRIX DECOMPOSITION METHODS TO THE EVALUATION OF ATOMIC ORBITAL INTEGRALS AND INTEGRAL DERIVATIVES", "doi": "10.1002/qua.560360602", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "MOLLER-PLESSET PERTURBATION-THEORY CALCULATION OF ALKALINE-EARTH RARE-GAS COMPLEXES - GROUND-STATES OF MG-HE AND MG-AR", "doi": "10.1063/1.457630", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "2 INNOCENT CHEMISTS LOOK AT COLD FUSION", "doi": "10.1021/j100349a001", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A POTENTIALLY SIZE-CONSISTENT MULTICONFIGURATION BASED COUPLED ELECTRON PAIR APPROXIMATION", "doi": "10.1063/1.455824", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO ENERGY AND STRUCTURE OF H-(H2)2", "doi": "10.1021/j100339a024", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "VIBRATION-INDUCED ELECTRON DETACHMENT IN ACETALDEHYDE ENOLATE ANION", "doi": "10.1021/j100338a017", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DOUBLE-RYDBERG MOLECULAR ANIONS", "doi": "10.1021/j100333a004", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "RADIATIONLESS TRANSITIONS IN SMALL MOLECULES-VIBRATION ROTATION TO ELECTRONIC-ENERGY FLOW", "doi": "", "abstract": "", "image": ""}, {"title": "VANDERWAALS MINIMA IN EXCITED-STATES BY MOLLER-PLESSET PERTURBATION-THEORY - THE A3-SIGMA-U+ STATE OF HE-2 AND THE 3-PI STATE OF MGHE", "doi": "", "abstract": "", "image": ""}, {"title": "PROPENSITY RULES FOR VIBRATION ROTATION-INDUCED ELECTRON DETACHMENT OF DIATOMIC ANIONS - APPLICATION TO NH--]NH+E-", "doi": "10.1021/j100322a016", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ANALYTICAL ENERGY GRADIENTS FOR A UNITARY COUPLED-CLUSTER THEORY", "doi": "10.1016/0009-2614(87)80642-5", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO STUDIES OF THE STRUCTURE AND ENERGETICS OF THE H-(H2) COMPLEX", "doi": "10.1021/j100308a019", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "SOLVENT SHIFTS IN VANDERWAALS COMPLEXES OF PERYLENE", "doi": "10.1016/0009-2614(87)80458-X", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "VIBRATION-ROTATION-INDUCED ELECTRON DETACHMENT", "doi": "", "abstract": "", "image": ""}, {"title": "THEORETICAL-STUDY OF C-2 AND C-2 - X1-SIGMA-G+, A 3-PI-U, X2-SIGMA-G+, AND B2-SIGMA-U+ POTENTIALS", "doi": "10.1063/1.452345", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ABINITIO ELECTRONIC-STRUCTURE OF ANIONS", "doi": "10.1021/cr00079a004", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "FRAGMENTATION DYNAMICS OF SOLVENT-CLUSTERED ION-PAIRS", "doi": "10.1021/j100295a034", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "APPLICATION OF SPECTRAL QUANTIZATION TO METASTABLE STATES OF C-1A'DCN", "doi": "10.1063/1.451544", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "MONTE-CARLO AND MOLECULAR-DYNAMICS STUDIES OF SOLVENT CLUSTERED ION-PAIRS", "doi": "", "abstract": "", "image": ""}, {"title": "TRANSLATION ROTATION INVARIANCE FOR N-PARTICLE SYSTEMS - INTERNAL COORDINATES AND SEARCH FOR STATIONARY-POINTS IN REDUCED SPACES - REPLY", "doi": "10.1063/1.450193", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "TRANSLATIONAL AND ROTATIONAL SYMMETRIES IN INTEGRAL DERIVATIVES OF ARBITRARY ORDER", "doi": "10.1016/0301-0104(86)85116-3", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A DIFFERENT VIEW OF MOLECULAR ELECTRONIC-TRANSITIONS", "doi": "10.1021/j100276a019", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "TRANSLATIONAL AND ROTATIONAL SYMMETRIES IN 3RD INTEGRAL DERIVATIVES", "doi": "", "abstract": "", "image": ""}, {"title": "TRANSLATION-ROTATION INVARIANCE FOR N-PARTICLE SYSTEMS - INTERNAL COORDINATES AND SEARCH FOR STATIONARY-POINTS IN REDUCED SPACES", "doi": "10.1063/1.449154", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ASSOCIATIVE ELECTRON DETACHMENT - O-+H-]OH+E-", "doi": "10.1063/1.449100", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "SEMICLASSICAL VIBRATIONAL WAVE-FUNCTIONS FOR ELECTRONICALLY EXCITED DCN - A HIGHLY QUANTUM-MECHANICAL SYSTEM", "doi": "10.1063/1.448862", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "TRANSLATIONAL AND ROTATIONAL SYMMETRIES IN INTEGRAL DERIVATIVES", "doi": "10.1063/1.448713", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "IMPOSITION OF GEOMETRICAL CONSTRAINTS ON POTENTIAL-ENERGY SURFACE WALKING PROCEDURES", "doi": "10.1021/j100250a026", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ROTATIONAL PREDISSOCIATION OF MODEL ATOM-DIATOM COMPLEXES", "doi": "10.1021/j100251a016", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ROLES PLAYED BY METASTABLE STATES IN CHEMISTRY", "doi": "", "abstract": "", "image": ""}, {"title": "MC SCF MOLECULAR GRADIENTS AND HESSIANS - COMPUTATIONAL ASPECTS", "doi": "10.1016/0301-0104(84)85046-6", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "MULTICONFIGURATION COUPLED-CLUSTER CALCULATIONS FOR EXCITED ELECTRONIC STATES - APPLICATIONS TO MODEL SYSTEMS", "doi": "10.1016/0301-0104(84)85047-8", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DISSOCIATION OF VIBRONIC STATES OF C-1A' DCN - QUANTUM TREATMENT", "doi": "10.1063/1.446475", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "POTENTIAL SURFACE WALKING AND REACTION PATHS FOR C2VBE+H2[-BEH2-]BE+2H(1A1)", "doi": "10.1021/j150652a013", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "VIBRATION-INDUCED ELECTRON DETACHMENT IN MOLECULAR ANIONS", "doi": "10.1021/ja00324a003", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A TEST OF MULTICONFIGURATIONAL COUPLED-CLUSTER THEORY ON BE(S1)+H-2(X1-SIGMA-G+)-]BEH2(1A1)", "doi": "10.1016/0301-0104(83)85323-3", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "COORDINATE ROTATION STUDIES OF H-, HE-, BE-, MG- RESONANCES - BASIS SET AND CONFIGURATION LIST DEPENDENCE", "doi": "10.1002/qua.560230504", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A MULTICONFIGURATION SELF-CONSISTENT-FIELD GROUP-FUNCTION METHOD FOR PROBLEMS WITH REPEATING POTENTIALS", "doi": "10.1063/1.445791", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "COORDINATE ROTATED TDHF EXCITATION-ENERGIES LI-1S-] P-1", "doi": "10.1002/qua.560220206", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "COMPLEX COORDINATE ROTATION CALCULATION OF BRANCHING RATIOS", "doi": "10.1002/qua.560210407", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ELECTRON PROPAGATOR STUDIES OF MOLECULAR ANIONS", "doi": "", "abstract": "", "image": ""}, {"title": "ON THE LOWEST SIGMA AND PI ANION STATES OF BE2 AND BE3", "doi": "10.1063/1.443669", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "RESONANCE ENERGIES AND LIFETIMES FROM STABILIZATION-BASED METHODS", "doi": "10.1021/j100396a027", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "PHOTON-ABSORPTION - CLASSICAL TREATMENT OF NUCLEAR MOTION", "doi": "10.1021/j100215a024", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A THEORETICAL-STUDY OF THE REACTION OF MG(3S3P 3P) WITH H-2", "doi": "10.1016/0301-0104(81)80154-1", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THE SIEGERT METHOD IN RESONANCE SCATTERING - RELATION TO L2 METHODS", "doi": "10.1002/qua.560200319", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THE COUPLED-CLUSTER METHOD WITH A MULTICONFIGURATION REFERENCE STATE", "doi": "10.1002/qua.560190203", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "RESONANCE STATE LIFETIMES FROM STABILIZATION GRAPHS", "doi": "10.1063/1.442271", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "LOW-LYING ELECTRONIC STATES OF HCF- AND HCF", "doi": "10.1021/j150606a009", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ELECTRONIC SPECTROSCOPY IN CONDENSED MEDIA - MONTE-CARLO SIMULATION OF SPECTRAL PROPERTIES OF THE AQUEOUS NITRITE ION", "doi": "10.1021/ja00399a008", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "PROPENSITY RULES FOR VIBRATION-INDUCED ELECTRON DETACHMENT OF ANIONS", "doi": "10.1021/ja00404a002", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ROTATIONAL ALIGNMENT IN INELASTIC AND REACTIVE SCATTERING - CROSSED-BEAM STUDY OF THE PROCESSES KR(P-3(2,0)+BR-2-]KR(S-1(O))+BR-2-STAR AND KRBR(B)+BR", "doi": "10.1016/0009-2614(80)80460-X", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "A CROSSED MOLECULAR-BEAM STUDY OF THE CHEMI-LUMINESCENT REACTION XE(P-3(2,O))+BRCN-]XE(S-1(O))+BR+CN(B-2-SIGMA+)", "doi": "10.1016/0009-2614(80)80461-1", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THE COMPLEX COORDINATE ROTATION METHOD AND EXTERIOR SCALING - A SIMPLE EXAMPLE", "doi": "", "abstract": "", "image": ""}, {"title": "MULTICONFIGURATIONAL WAVEFUNCTION OPTIMIZATION USING THE UNITARY-GROUP METHOD", "doi": "", "abstract": "", "image": ""}, {"title": "THE ELECTRONIC-STRUCTURE OF SINGLET CYCLOPENTADIENYLIDENE", "doi": "", "abstract": "", "image": ""}, {"title": "APPLICATION OF THE COORDINATE ROTATION METHOD TO METASTABLE ATOM-DIATOM SCATTERING RESONANCES", "doi": "", "abstract": "", "image": ""}, {"title": "SHOULD ONE USE COMPLEX BASIS FUNCTIONS IN COORDINATE ROTATION CALCULATIONS ON MOLECULES", "doi": "10.1063/1.440752", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "MONTE-CARLO SIMULATION OF SMALL HYDRATE CLUSTERS OF NO-2", "doi": "10.1063/1.440317", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "COMPLEX COORDINATE ROTATION OF THE ELECTRON PROPAGATOR", "doi": "10.1063/1.440455", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ANALYSIS OF THE CHARGE RESONANCE TRANSITION IN ANTHRACENE DIMER ANION", "doi": "10.1063/1.438867", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "COMMENT ON THE ELECTRONIC-STRUCTURE OF SMALL BERYLLIUM AND MAGNESIUM CLUSTERS AND THEIR ANIONS", "doi": "10.1063/1.439396", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "SHIFT-POTENTIAL APPROACHES FOR DETERMINING SHAPE RESONANCES IN ATOMS - 2P BE- AND MG-", "doi": "10.1103/PhysRevA.21.1093", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "POLARIZATION GREEN-FUNCTION WITH MULTICONFIGURATION SELF-CONSISTENT-FIELD REFERENCE STATES", "doi": "10.1002/qua.560160604", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ELECTRONIC SPECTROSCOPY IN CONDENSED MEDIA - LOWEST N-PI-STAR TRANSITION OF THE SOLVATED NITRITE ANION", "doi": "10.1063/1.438147", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "LINE-SHAPES OF CHARGE-TRANSFER SPECTRA", "doi": "10.1063/1.437389", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ELECTRONIC-STRUCTURE OF THE LOWEST 1A1 AND 3B1 STATES OF CYCLOPROPENYLIDENE", "doi": "10.1021/ja00515a004", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "NATURE OF AUTODETACHING SUB 2P1/2 THRESHOLD STATES OF ALKALI ANIONS", "doi": "10.1002/qua.560140312", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DYNAMICS OF MOLECULES IN CONTACT WITH AN EXTERNAL MEDIUM AT EQUILIBRIUM", "doi": "10.1002/qua.560130409", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ONE-PARTICLE GREENS FUNCTION WITH MULTICONFIGURATION REFERENCE STATES", "doi": "", "abstract": "", "image": ""}, {"title": "SPECTROSCOPY OF BINARY-SOLUTIONS - BENZENE-IODINE CHARGE-TRANSFER SPECTRUM", "doi": "10.1063/1.436753", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ELECTRONIC-STRUCTURE OF SMALL METAL CLUSTERS .2. ANIONS OF LI2, LINA, AND NA2", "doi": "10.1063/1.436718", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ELECTRONIC SPECTROSCOPY IN CONDENSED MEDIA - SPECTRA OF STYRENE AND CYCLOOCTATETRAENE ANIONS", "doi": "10.1063/1.436548", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "EXCESS ELECTRONS IN CONDENSED MEDIA - THEORY OF OPTICAL-ABSORPTION SPECTRUM IN MOLECULAR SOLUTIONS", "doi": "10.1063/1.435774", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DIFFUSION OF EXCESS ELECTRONS IN ONE-COMPONENT AND 2-COMPONENT MOLECULAR SOLUTIONS - THEORETICAL-MODEL", "doi": "10.1063/1.435937", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "LOW-LYING ELECTRONIC STATES OF UNSATURATED CARBENES - COMPARISON WITH METHYLENE", "doi": "10.1021/ja00490a027", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL STUDIES OF NEGATIVE MOLECULAR-IONS", "doi": "10.1146/annurev.pc.28.100177.000311", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "SIMPLE APPROACH TO PREDICTING RESONANCE LEVELS", "doi": "10.1016/0009-2614(77)80304-7", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "NOTE ON DIFFERENCES BETWEEN OPERATOR-LEVEL AND FUNCTION-LEVEL EQUATIONS OF MOTION", "doi": "10.1002/qua.560120119", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "SURVEY OF SOME THEORETICAL STUDIES OF NEGATIVE-IONS", "doi": "10.1002/qua.560110609", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "EXCESS ELECTRONS IN CONDENSED MEDIA - MODEL FOR MIGRATION IN DILUTE MOLECULAR SOLUTIONS", "doi": "10.1063/1.434899", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ELECTRONIC-STRUCTURE OF SMALL METAL CLUSTERS .1. ANIONS OF BE2, BE3, AND BE4", "doi": "", "abstract": "", "image": ""}, {"title": "ANALYSIS OF NATURAL ORBITAL THEORY OF IONIZATION-POTENTIALS", "doi": "10.1063/1.434063", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "CALCULATION OF ELECTRON DETACHMENT ENERGY OF NO2-", "doi": "10.1063/1.434280", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "EQUATIONS-OF-MOTION FORMULATION OF MANY-BODY PERTURBATION-THEORY", "doi": "10.1088/0022-3700/10/14/012", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "OBSERVATION CONCERNING ELECTRONICALLY EXCITED RETINAL", "doi": "10.1073/pnas.74.8.3375", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ANALYSIS OF EQUATION-OF-MOTION THEORY OF ELECTRON-AFFINITIES AND IONIZATION-POTENTIALS", "doi": "10.1016/0301-0104(76)80033-X", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL STUDIES OF MOLECULAR-IONS - BE-2", "doi": "10.1063/1.433223", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "PERTURBATIVE SOLUTION OF EQUATIONS OF MOTION FOR EXCITATION AND IONIZATION PROCESSES", "doi": "10.1063/1.432410", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ELECTRON PROPAGATOR AND SUPEROPERATOR RESOLVENT", "doi": "10.1063/1.432084", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "CALCULATION OF ELECTRON-AFFINITY OF LITHIUM MOLECULE", "doi": "10.1063/1.432086", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL-STUDY OF STABLE NEGATIVE-IONS OF POLAR-MOLECULES - NAH-, LIH-, LIF-, BEO", "doi": "10.1063/1.432059", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DIFFUSION-THEORY OF IMPRISONMENT OF ATOMIC RESONANCE RADIATION AT LOW OPACITIES", "doi": "10.1021/j100548a001", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "PREDICTION OF ANOMALOUS BEHAVIOR IN EXPERIMENTAL PHOTOIONIZATION CROSS-SECTIONS", "doi": "10.1063/1.431719", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "COMPLETE TREATMENT OF ELECTRON PROPAGATOR THROUGH 3RD ORDER", "doi": "10.1063/1.431332", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL STUDIES OF MOLECULAR IONS - IONIZATION-POTENTIAL AND ELECTRON AFFINITY OF BH", "doi": "10.1063/1.430507", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL STUDIES OF MOLECULAR IONS - BEH-", "doi": "10.1063/1.430458", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL STUDIES OF MOLECULAR IONS - VERTICAL DETACHMENT ENERGY OF OH-", "doi": "10.1016/0009-2614(74)80290-3", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORETICAL STUDIES OF MOLECULAR IONS - VERTICAL IONIZATION-POTENTIALS OF NITROGEN MOLECULE", "doi": "10.1016/0009-2614(74)85419-9", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "SELF-CONSISTENT DETERMINATION OF ION AND NEUTRAL MOLECULE WAVEFUNCTIONS IN A THEORY OF ELECTRON AFFINITIES AND IONIZATION-POTENTIALS", "doi": "10.1016/0009-2614(74)80348-9", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DIRECT CALCULATION OF DENSITY MATRICES - NATURAL ORBITALS AND OCCUPATION NUMBERS OF MODEL CONJUGATED MOLECULES", "doi": "", "abstract": "", "image": ""}, {"title": "THEORETICAL STUDIES OF MOLECULAR IONS - VERTICAL IONIZATION-POTENTIALS OF HYDROGEN-FLUORIDE", "doi": "10.1063/1.1682397", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "An exactly soluble kinetic equation for a chemical reaction: Evaluation of several approximation schemes", "doi": "10.1016/0301-0104(73)80058-8", "abstract": "A single-velocity-relaxation time Boltzmann equation for an irreversible bimolecular chemical reaction is introduced and solved exactly. The exact results are compared to those of the Chapman-Enskog, Hilbert, multiple-time-scale, and Kapral-Hudson-Ross theories. Non-equilibrium contributions to the chemical rate coefficient, diffusion coefficient, and Rayleigh structure factor are obtained for the exact solution and for each of the above approximations. These non-equilibrium terms are calculated explicitly In the case of a hard-sphere reactive cross section.", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "EQUILIBRIUM CONCENTRATION FLUCTUATIONS IN OPEN REACTIVE SYSTEMS", "doi": "", "abstract": "", "image": ""}, {"title": "CORRECTION", "doi": "", "abstract": "", "image": ""}, {"title": "DIRECT ANALYTICAL CALCULATION OF FIRST-ORDER DENSITY MATRIX-ELEMENTS THROUGH THIRD-ORDER", "doi": "10.1063/1.1680355", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "THEORY OF ELECTRON AFFINITIES OF SMALL MOLECULES", "doi": "10.1063/1.1679074", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ENERGY-SHIFT THEORY OF LOW-LYING EXCITED ELECTRONIC STATES OF MOLECULES", "doi": "", "abstract": "", "image": ""}, {"title": "DIFFUSION OF OPTICALLY PUMPED MOLECULES AS A TOOL FOR PROBING INTERACTION OF EXCITED SPECIES", "doi": "10.1016/0009-2614(72)87213-0", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "EFFECT OF CHEMICAL REACTION ON DIFFUSION", "doi": "10.1016/0009-2614(72)90004-8", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "USE OF EXPLICITLY CORRELATED, PARTIALLY ANTISYMMETRIC WAVE-FUNCTIONS IN ATOMIC AND MOLECULAR CALCULATIONS", "doi": "10.1002/qua.560060305", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "ENERGY-SHIFT THEORY OF LOW-LYING EXCITED ELECTRONIC STATES OF MOLECULES", "doi": "10.1063/1.1678845", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "CONSTRUCTION OF APPROXIMATELY N-REPRESENTABLE DENSITY MATRICES - NON-ORTHOGONAL SPIN GEMINALS, BASIS AUGMENTATION, AND ERROR BOUNDS", "doi": "10.1016/0009-2614(71)80433-5", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "DIRECT CALCULATION OF FIRST-ORDER AND SECOND-ORDER DENSITY MATRICES - HIGHER RPA METHOD", "doi": "10.1063/1.1676208", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "CONSTRUCTION OF APPROXIMATELY N-REPRESENTABLE DENSITY MATRICES", "doi": "10.1103/PhysRevA.2.1034", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/clear.png"}, {"title": "FIRST-ORDER AND SECOND-ORDER DENSITY MATRICES OF SYMMETRY-PROJECTED SINGLE-DETERMINANT WAVEFUNCTIONS", "doi": "10.1063/1.1671722", "abstract": "", "image": ""}, {"title": "Search for stationary points on surfaces", "doi": "10.1021/j100247a015", "abstract": "", "image": "/page_data/researchers/jack_simons/research_images/10.1021__j100247a015.png"}]}